{"title": ["Ab Initio Derived Force Fields for Predicting CO", " Adsorption and Accessibility of Metal Sites in the Metal–Organic Frameworks M-MOF-74 (M = Mn, Co, Ni, Cu)"], "authors": ["Emmanuel Haldoupis", "Joshua Borycz", "Huiliang Shi", "Konstantinos D. Vogiatzis", "Peng Bai", "Wendy L. Queen", "Laura Gagliardi", "J. Ilja Siepmann"], "doi": ["10.1021/acs.jpcc.5b03700"], "abstract": ["Metal–organic frameworks (MOFs) are versatile nanoporous materials that have gained significant interest as low heat capacity, high selectivity sorbents for CO", " capture applications. Large-scale atomistic simulations for identifying high-performance MOFs are possible, but are limited to systems for which existing molecular mechanics force fields describe the interactions between the guest and framework atoms with sufficient accuracy. However, standard force fields are not applicable to cases involving coordinatively unsaturated metal centers that can strongly bind specific sorbate molecules. It has been previously shown that improved force fields can be derived from quantum mechanical calculations. In this work, we derived force fields for an isostructural series of MOFs, M-MOF-74, where M = Mn, Co, Ni, and Cu, from first principles. Monte Carlo calculations in the Gibbs ensemble were used to calculate the CO", " adsorption isotherms in order to assess the quality of the derived force field parameters and to determine a generally applicable procedure for obtaining a reliable force field for a targeted MOF and adsorbate system. The computed CO", " adsorption isotherms for the different M-MOF-74 members agree with experimental measurements at low loading and show that Ni-MOF-74 possesses the highest affinity toward CO", " and Cu-MOF-74 the weakest. In addition, we explored the source of open metal site and pore inaccessibility in these materials and quantified its impact on adsorption, especially the discrepancies often observed between experiments and simulations at high loadings."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "1 Introduction", "Metal–organic frameworks (MOFs) together with zeolites and other nanoporous materials have attracted significant interest for various applications due to their versatility and unique properties. A large number of MOFs have been synthesized,", "(1)", " and an even greater number have been computationally predicted.", "(2, 3)", " MOFs are being actively investigated, both experimentally and computationally, in relation to a series of technologically important processes such as adsorption,", "(4, 5)", " catalysis,", "(6)", " and sensing.", "(7)", " One important adsorption-based application that could benefit from the use of next generation nanoporous materials, such as MOFs, is carbon capture.", "(5)", " With global climate change becoming an increasing threat, the reduction of CO", "2", " emissions is pivotal.", "(8)", "Currently, the most technologically viable approach is capture of CO", "2", " at large stationary sources such as coal power plants.", "(5)", " One way to carry out this separation is through absorption in aqueous alkanolamine solutions.", "(9)", " This process suffers from many limitations, most notably the large energy demands for alkanolamine recovery stemming from the high heat capacity of water. MOFs, having a much lower heat capacity, could become an energy efficient alternative. This trait alone is not enough to warrant the use of MOFs. Other traits, such as thermal stability,", "(5)", " are also quite important.", "Given the large number of potential materials that could be examined and the time and cost involved in performing the required experiments, integrating computer simulations and experiments offers an attractive solution. The CO", "2", " adsorption performance of many synthesized MOFs, hypothetical MOFs, and zeolites have been probed through large-scale, high-throughput computational studies.", "(10-14)", " To reduce the computational cost, these studies are performed using molecular simulations with effective molecular mechanics force fields. Although capable of identifying potentially high-performance materials, the results of these studies are limited by the quality of the force fields used. This is a greater problem for MOFs than zeolites, because MOFs are significantly more chemically diverse, which is why generic force fields such as the universal force field (UFF)", "(15)", " provide inconsistent results for these materials.", "One unique property of MOFs, which is relevant to the application of carbon capture, is that a significant fraction of these frameworks contain unsaturated metal sites. These electron deficient metal atoms can act as strong yet often reversible binding sites of small guest species such as CO", "2", ". An example of a series of MOFs containing open metal sites is M", "2", "(dobdc), also known as M-MOF-74 or CPO-27-M (where dobdc denotes the 2,5-dioxido-1,4-benzenedicarboxylate ligand that carries a formal charge of −4). A series of analogues have been synthesized using various metals which exhibit differences in their CO", "2", " adsorption performances.", "(16)", " M-MOF-74 is comprised of hexagonal, one-dimensional pores that are lined with M", "2+", " ions whose open coordination sites point directly into the channel. This topology has one of the highest open metal site densities known. CO", "2", " interactions with open metal sites in MOFs are often poorly modeled by existing generic molecular mechanics force fields, which stipulates that parameters need to be optimized to correctly describe the unique environments present within these MOFs.", "(17)", "Force field parametrization for nanoporous materials can be based on either experimental results", "(18)", " or quantum chemical calculations.", "(19)", " There are only a limited number of experimental isotherms throughout the literature, and they often lack reproducibility due to the differences in sample handling and preparation. Parametrization of force fields for adsorption in MOFs from first-principles calculations is therefore preferable.", "(19, 20)", " There has been a series of studies that developed force fields for adsorption of various gases in MOFs which have been summarized recently in a review article by Fang  et al.", "(19)", " and one by Odoh et al.", "(20)", " Dzubak et al.", "(17)", " have developed a force field capable of predicting CO", "2", " adsorption in Mg-MOF-74 from Møller–Plesset second-order perturbation theory (MP2) calculations. In a subsequent work, Borycz et al.", "(21)", " have used a similar approach to predict CO", "2", " adsorption in Fe-MOF-74. Chen et al.", "(22)", " have also successfully derived a force field for the adsorption of CO", "2", " and CH", "4", " by using a dispersion-corrected double-hybrid functional (B2PLYP-D2).", "In this work we examined four isoreticular M-MOF-74 analogues, where M = Mn,", "(23)", " Co,", "(23, 24)", " Ni,", "(23, 25)", " and Cu,", "(26)", " and developed force fields for CO", "2", " adsorption in these systems. To our knowledge, no force field parametrization for CO", "2", " adsorption in these MOF-74 analogues has been reported in the literature. Based on previous work,", "(17, 21)", " we used quantum chemical calculations on cluster models of M-MOF-74 to obtain force field parameters for the metal–CO", "2", " interaction that takes place within the series. In addition, we explored the use of density functional theory (DFT) with two different functionals along with a dispersion correction as an alternative to wave function theory at the MP2 level for the computation of the relevant potential energy curves (PECs). We were able to obtain force fields that yield excellent agreement with experiments for all four materials at low loading. Note that UFF grossly underestimates the isotherms for three out of the four materials (Mn-, Co-, and Ni-MOF-74). At higher pressures, we observe a systematic overestimation for all of the materials, as previously reported for other analogues.", "(17, 21, 22)", " This deviation between predicted and experimentally measured isotherms in M-MOF-74 at higher pressure has been typically attributed to the inaccessibility of the pores due to either crystal defects or incomplete activation,", "(16, 27)", " i.e., remaining tightly bound solvent molecules. In this work, we examined these two hypotheses by modeling adsorption in the presence of residual solvent molecules as well as blocked pore regions and have quantified the extent of the pore inaccessibility in each of these materials.", "The computational details of the quantum chemical calculations, the force field parametrization, and the molecular simulations are described in section ", "2", ". The results of this study are presented in section ", "3", ". Section ", "4", " offers some discussions and comparisons to experimental measurements. Finally, section ", "5", " contains our concluding remarks.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "2 Methods", "2.1", "Quantum Chemical Calculations", "The periodic M-MOF-74 structures were optimized using the Vienna Ab Initio Simulation Package (VASP).", "(28, 29)", " The ionic positions, lattice parameters, and cell volumes of each MOF were fully relaxed with an energy cutoff of 520 eV and a 2 × 2 × 2 ", "k", "-point grid. The energy and force convergence criteria were set to 10", "–6", " eV and 0.05 eV/Å, respectively. All optimizations were performed with the Perdew–Burke–Ernzerhof (PBE)", "(30)", " gradient-corrected, exchange-correlation functional together with the Grimme D3 dispersion correction (PBE-D3).", "(31)", " Density derived electrostatic and chemical (DDEC) charges were computed using these PBE-D3 optimized structures, as well as the theoretical structures computed with PBE and the Hubbard ", "U", " correction (PBE+", "U", ").", "(32, 27)", " This was done to see how variations of the structure of these MOFs would alter their atomic charges and adsorption capability.", "Cluster models were then cut from the PBE+", "U", " structures and hydrogen atoms were used as caps, resulting in clusters that contain 60 atoms total. These model structures should be able to capture the local environment of the open metal sites. Similar clusters have been used previously to study the adsorption of CO", "2", " and N", "2", " in Mg", "2", "(dobdc)", "(17)", " and Fe", "2", "(dobdc).", "(21)", " A more detailed description of the cluster design can be found in ref ", "17", ".", "Complete active space self-consistent field (CASSCF)", "(33)", " calculations were performed to identify the ground spin states of the unsaturated metal ions. The results show that all the central atoms are high spin (sextet for Mn, quartet for Co, triplet for Ni, and doublet for Cu), and that they are single-configurational, which is consistent with the literature.", "(16)", " Based on these results, restricted open-shell Møller–Plesset second-order perturbation theory (ROMP2) was used to calculate the interaction energies between CO", "2", " and the model clusters. This method has been successfully applied in developing a force field for CO", "2", " adsorption in Fe-MOF-74.", "(21)", " The ANO-RCC valence triple-ζ plus polarization (ANO-RCC-VTZP) basis set", "(34, 35)", " was assigned to the central metal atom, the coordinated five oxygen atoms, and the CO", "2", " atoms for each cluster–CO", "2", " configuration. The ANO-RCC minimal basis set (ANO-RCC-MB)", "(34, 35)", " was assigned for all the other atoms.", "In addition to ROMP2, the PECs of CO", "2", " interacting with the model clusters were also calculated from density functional theory (DFT) using PBE", "(30)", " and PBE0", "(36)", " functionals. In order to account for dispersion, the D3 correction of Grimme et al.", "(37)", " was used together with the Becke–Johnson damping function.", "(38)", " It was shown recently", "(39)", " that interaction energies of H", "2", ", CO, and CO", "2", " with coordinatively unsaturated metal ions calculated with the PBE0-D3 functional yield good agreement with coupled-cluster singles, doubles, and noniterative triples (CCSD(T)) energies using nonempirical interference effects.", "(40)", " To compare the binding of CO", "2", ", methanol, and water to the M", "2", "(dobdc) series (vide infra), geometry optimizations were performed with the PBE-D3 functional together with the def2-TZVP", "(41)", " (guest molecule, metal atom, and its first coordination sphere) and def2-SV(P)", "(41)", " (all other atoms) basis sets. Binding energies were subsequently computed at these geometries using PBE-D3 and the def2-TZVP basis sets for all atoms.", "All ROMP2 calculations were performed using the Molcas 7.8 software package,", "(42)", " and all DFT calculations on the cluster models were performed using the Turbomole 6.4 program package.", "(43)", " The basis set superposition error (BSSE) was corrected in both sets of calculations using the counterpoise correction", "(44)", " as described in the ", "Supporting Information", ". The noncentral metal atoms in each 60-atom model were replaced with Zn atoms to simplify the calculations, by exchanging open-shell metals for closed-shell metals that have similar interaction characteristics with CO", "2", ". This decision was justified based on previous results", "(21)", " showing that the effect of replacing the noncentral atoms with Zn, in similar Fe-MOF-74 clusters, had a negligible effect on the MOF–CO", "2", " interaction energy.", "2.2", "Force Field Development", "It has been demonstrated that a CO", "2", " molecule interacts predominately with the open metal sites in M-MOF-74. Parametrizing only the CO", "2", "–metal interaction, while using a generic force field for the remaining interactions, is therefore sufficient for obtaining a force field capable of reproducing the experimental results.", "(21)", " We thus calculated the interaction energy along a set of configurations such that the CO", "2", " molecule interacted predominately with the central metal atom of our 60-atom clusters. This minimum-repulsion (MR) path was generated to include CO", "2", " orientations that minimize the repulsion from all cluster atoms except the central metal.", "(17, 21)", " For this step the repulsive energy was calculated using Lennard-Jones (LJ) parameters for the framework atoms taken from the universal force field (UFF)", "(15)", " and the transferable potentials for phase equilibria (TraPPE) model", "(45)", " for CO", "2", ". We sampled 18 points along this path for each M-MOF-74 analogue with distances between the closest oxygen atom in CO", "2", " and the metal ranging from 2.0 to 4.5 Å.", "Since we only parametrized the CO", "2", "–metal interaction versus the quantum chemical reference energies, a set of parameters for the remaining van der Waals (vdW) interactions had to be chosen. The universal force field (UFF)", "(15)", " has been extensively used in the MOF literature and has been shown to reproduce experimental isotherms for MOFs without open metal sites with satisfactory accuracy.", "(46, 47)", " In this work we have used parameters taken from UFF as well as parameters from the TraPPE force field for molecules with similar chemical environments as the organic linkers in MOF-74. More specifically for the carbon and hydrogen atoms the LJ parameters for the aromatic X(aro)–C(aro)–X(aro) (where X(aro) indicates a neighboring C(aro), N(aro), or O(aro) atom) and H–C(aro) sites from the TraPPE-EH force field", "(48)", " were chosen; for all three distinct oxygen atoms the LJ parameters were obtained by averaging the alcohol oxygen", "(49)", " and carbonyl oxygen", "(50)", " parameters from TraPPE-UA using Lorentz–Berthelot", "(51, 52)", " combining rules (and rounding to the usual precision of this force field). Head-Gordon and co-workers", "(53)", " have recently computed benchmark PECs for the benzene–CO", "2", " dimer, and the TraPPE force field yields a binding energy of −8.9 kJ/mol; that is in very good agreement with the range of benchmark binding energies of −9.2 to −10.2 kJ/mol including zero-point-energy correction.", "CO", "2", " was modeled as a rigid molecule, maintaining a zero dipole moment while having a considerable quadrupole moment, and LJ parameters and partial charges taken from the TraPPE force field.", "(45)", " In order to model the electrostatic interactions between the CO", "2", " molecules and the framework, atomic point charges were assigned to all the atoms in the system. Two methods were used to assign point charges to the framework atoms, and their effect on the isotherm was investigated. The localization of properties (LoProp)", "(7)", " scheme was used to assign point charges with the previously described clusters for the metals as well as seven other clusters centered around one of the eight atom types (excluding hydrogen). These clusters were designed as described in ref ", "17", ". In addition we computed charges from periodic DFT(PBE+", "U", ") calculations using the PBE+", "U", " optimized structures described in ref ", "27", " with the density derived electrostatic and chemical (DDEC) charges method.", "(54)", " For both sets of charges the point charges of the hydrogen atoms were adjusted in order to neutralize the total charge of the clusters during the force field parametrization and the periodic structure during the adsorption simulations.", "The CO", "2", "–metal interaction was parametrized using the total interaction energy from the quantum chemical calculations. In order to examine the effect of the functional form of the fitted interaction, two different potential functions were tested. As in our earlier studies,", "(17, 21)", " a Buckingham exp–6 potential function was used for the CO", "2", " oxygen interaction with the MOF metals (O_CO", "2", "–metal).", "(1)", "where ", "A", "ij", ", ", "B", "ij", ", and ", "C", "ij", " are the three parameters of the Buckingham exp–6 potential specific to a pair of interaction-site types; ", "r", "ij", " and ", "r", "min", " are the distance between two interaction sites of types ", "i", " and ", "j", " and the minimum distance for which the Buckingham exp–6 potential is computed (", "r", "min", " is set to 1.5 Å in this work). The C_CO", "2", "–metal interaction was not part of the parametrization and was obtained from the TraPPE LJ parameter for the carbon atom and the UFF LJ parameter for the metal atom. In the second approach, the LJ parameters for the CO", "2", "–metal interaction were fit to the quantum mechanical energies (i.e., LJ parameters for the metal atom were determined and the LJ parameters for ", "both", " O_CO", "2", "–metal and C_CO", "2", "–metal were obtained using the TraPPE CO", "2", " model and the Lorentz–Berthelot", "(51, 52)", " mixing rules).", "(2)", "where ε", "ij", " and σ", "ij", " are the two parameters of the LJ potential specific to a pair of interaction-site types. In both cases, the fit was performed using a grid-based parameter search followed by a least-squares minimization with the Levenberg–Marquardt algorithm as implemented in the scientific Python library SciPy. In order to ensure that the important regions of the PEC are well reproduced by the fitted interaction potential functions, a Boltzmann weighting was applied. A temperature of 500 K and the total quantum chemical reference interaction energies were used to compute this weight, which was used to multiply the energies during the fit. This procedure resulted in a satisfactory fit in all cases with the LJ potential, giving larger errors at O_CO", "2", "–metal distances less than 2.2 Å. This can be attributed to the fact that the LJ potential has only two adjustable parameters, while the Buckingham potential has three.", "2.3", "Molecular Simulations", "Once the potential functions for the CO", "2", "–metal interaction were fitted, CO", "2", " adsorption isotherms were computed using the isobaric–isothermal (", "NpT", ") Gibbs ensemble Monte Carlo (GEMC)", "(55, 56)", " method. During a GEMC calculation both the gas and adsorbed phases are modeled in two separate boxes. For this reason, there is no need to specify the chemical potential of the sorbates by assuming either the ideal gas law or an empirical equation of state as is commonly done in a grand-canonical Monte Carlo (GCMC) simulation. All GEMC simulations were performed using the MCCCS-MN (Monte Carlo for complex chemical systems—Minnesota) software program.", "(57)", " Each calculation consisted of 5 × 10", "4", " equilibration cycles followed by 5 × 10", "4", " production cycles. One cycle corresponds to ", "N", " Monte Carlo moves, where ", "N", " is the number of molecules in the system. For all calculations, a spherical potential truncation at ", "r", "cut", " and tail corrections were used for the LJ interactions. The value of ", "r", "cut", " was set to 14 Å for the adsorbed phase and to approximately 40% of the average box length for the gas phase, with the restriction that it be no less than 14 Å. The Ewald summation with a convergence parameter, κ, of 3.2/", "r", "cut", ", was used to compute the electrostatic interactions.", "(58, 59)", "Throughout the GEMC adsorption calculations the framework atoms were kept rigid following the commonly used assumption that the thermal motion of the framework atoms does not affect adsorption properties. The DFT optimized unit cells were converted from triclinic to orthorhombic, and a 2 × 2 × 5 supercell was used for the simulations to ensure that the supercell fully encloses a sphere of radius ", "r", "cut", ". For each state point the total number of CO", "2", " molecules in the system was kept fixed and they were allowed to swap between the bulk and adsorbed phase boxes (swap moves). The volume of the cubic vapor box was allowed to fluctuate using volume moves, and the available degrees of freedom for CO", "2", " were sampled using translational and rotational moves. The adsorbed loading was computed as the ensemble average of the number of CO", "2", " molecules in the simulation box representing the MOF. The differential heat of adsorption (Δ", "H", "ad", ") is defined as the difference between the partial molar enthalpies of the bulk and adsorbed phases. The Δ", "H", "ad", " of CO", "2", " in each MOF was computed using eq ", "3", ":", "(60)", "(3)", "where ", "U", "a", " and ", "n", "a", " are the internal energy of the adsorbed phase (including guest–host and guest–guest interactions) and the number of absorbed molecules, respectively, and ", "R", " and ", "T", " are the ideal gas constant and the absolute temperature. The derivation of eq ", "3", " assumes that the molar volume of the adsorbed phase is negligible, that the gas phase is ideal (which is true for CO", "2", " at room temperature and subambient pressures), and that there is no change in the sorbate’s intramolecular energy upon adsorption (which is also true for the rigid CO", "2", " model used here). The partial derivative in eq ", "3", " was computed numerically from a series of GEMC simulations at different pressures. In GCMC simulations, it can also be calculated from the ensemble average of energy/particle fluctuations.", "(60)", " The absolute value of Δ", "H", "ad", " is equivalent to the isosteric heat of adsorption obtained experimentally by measuring adsorption isotherms at different temperatures and using the van’t Hoff equation.", "In addition to performing isotherm calculations for the CO", "2", "–MOF systems, we also performed calculations with solvent molecules bound to some of the open metal sites and hard spheres blocking some of the pores. This was done in order to quantify the inaccessibility of open metal sites in the MOFs we examined. Methanol (MeOH) and water were chosen as the solvent molecules to occupy the open metal sites. We optimized the configuration of a MeOH and a water molecule in the periodic unit cells using PBE-D3 (see ", "Supporting Information", ", Table S7, for the corresponding binding energies). Then we used these configurations to randomly populate the open metal sites in the periodic structure using pymatgen, the open-source python library for materials analysis.", "(61)", " The super cell used for the molecular simulations contains 360 open metal sites, and thus our procedure generated 361 structures with the percentage of metal sites occupied by solvent molecules ranging from 0 to 100%. During the isotherm calculations the solvent molecules were considered rigid and fixed at the DFT optimized configurations. The TraPPE united atom model", "(49)", " was used for MeOH, and the extended simple point charge model (SPC/E) model was used for water.", "(62)", " The choice of keeping the solvent position fixed during the adsorption simulations was made here for computational efficiency and is justified by the exploratory manner of this investigation in which we also studied only one random arrangement for each fractional occupancy of the metal sites. Furthermore, the binding energies for both MeOH and water with the framework were found to be approximately twice as strong as the metal–CO", "2", " interaction and, hence, the motion of the residual solvent molecules should be rather constrained (see Table ", "2", " and ", "Supporting Information", ", Table S7).", "We modeled the effect of pore blockage due to structural defects by a distribution of hard spheres equal to the diameter of the pores. From calculations of the isotherms for a limited set of structures containing hard spheres, we concluded that the results are equivalent to scaling the computed isotherms for fully accessible MOFs by a fixed amount (see ", "Supporting Information", ", Figure S3). Therefore, we present only the scaled results here.", "The accessible surface areas and volume fractions were computed using the open source code Zeo++.", "(63, 64)", " A probe with radius of 1.84 Å was used to represent N", "2", " for the surface area calculations, which are typically used to determine these quantities experimentally, and a point probe (0.0 Å) was used to compute the free volume. Finally, 10 000 Monte Carlo steps were used to sample the pore characteristics.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "3 Results", "3.1", "Interaction Energies", "Table ", "1", " provides a comparison of the crystal lattice parameters obtained from periodic calculations with PBE-D3 and PBE+", "U", ". The largest relative difference between the two DFT approaches is found for ", "r", "CoCo", " for which the PBE+", "U", " value is 4% larger than the PBE-D3 value. For all four systems, the differences in the lattice parameters are less than 1%, but the unit cell volumes are systematically smaller for PBE-D3 than for PBE+", "U", " with an average deviation of 1.5%. Prior studies", "(21, 65)", " indicate that the PBE+", "U", " method provides more accurate geometries and electronic structures for the M-MOF-74 (M = Mn, Co, Ni, Cu) series than PBE. Thus, the PBE+", "U", " structures were used to design the 60-atom clusters, calculate the DDEC charges, and compute the CO", "2", " isotherms.", "Table 1. Lattice Parameters and Nearest Metal–Metal Distances of the Periodic Structures Obtained with Different Flavors of PBE", " ", " ", "length (Å)", "angle (deg)", " ", "method", "M", "r", "MM", "a", "b", "c", "α", "β", "γ", "V", " (Å", "3", ")", "PBE+", "U", "Mn", "3.10", "15.51", "15.47", "15.49", "117.5", "117.8", "117.7", "1453", " ", "Co", "2.96", "15.29", "15.28", "15.28", "117.7", "117.8", "117.8", "1364", " ", "Ni", "2.90", "15.16", "15.16", "15.16", "117.7", "117.8", "117.8", "1330", " ", "Cu", "3.01", "15.25", "15.25", "15.25", "118.1", "118.1", "118.1", "1256", "PBE-D3", "Mn", "3.07", "15.40", "15.36", "15.36", "117.5", "117.8", "117.8", "1410", " ", "Co", "2.84", "15.27", "15.23", "15.25", "117.7", "118.0", "117.8", "1345", " ", "Ni", "2.90", "15.13", "15.09", "15.11", "117.6", "117.9", "117.8", "1315", " ", "Cu", "3.04", "15.24", "15.24", "15.24", "118.1", "118.1", "118.1", "1250", "The CO", "2", " binding energies, ", "E", "M", ", were calculated with ROMP2, PBE0-D3, and PBE-D3 using the 60-atom cluster models. These energies together with the experimental heats of adsorption measured by Queen et al.", "(27)", " are listed in Table ", "2", ". All of the binding energy calculations used the PBE-D3 minimum energy configuration for CO", "2", ", and metal–oxygen separations, ", "r", "MO", ", for this configuration are also shown in Table ", "2", " alongside the experimental values.", "(27)", " The agreement in the metal–oxygen separation values is fairly good with the unsigned percentage errors being 3.2, 8.5, 2.6, and 0.3% for Mn-, Co-, Ni-, and Cu-MOF-74, respectively. To directly compare the binding energies with the experimental heats of adsorption, one should technically account for the quantum mechanical zero-point vibrational energies, pressure–volume work, and finite temperature thermal energy corrections. However, these corrections are typically somewhere between 2 and 3 kJ/mol", "(66, 67)", " and were not included here because the electronic structure calculations using the 60-atom model do not include interactions from the periodic structure. All three methods correctly predict the relative strength of the experimental heats of adsorption of CO", "2", " in these materials (", "E", "Ni", " > ", "E", "Co", " ≈ ", "E", "Mn", " > ", "E", "Cu", "). Comparing the three electronic structure methods to the experimental values, it is immediately obvious that ROMP2 yields significantly more accurate binding energies with a mean signed error (MSE) of −0.5 kJ/mol and a mean unsigned percentage error (MUPE) of 2.1%. The PBE0-D3 binding energies are too favorable for all four systems and yield MSE and MUPE of −3.2 kJ/mol and 10.4%, whereas PBE-D3 underestimates the magnitude of the binding energy in three out of four cases and yields MSE and MUPE of +2.6 kJ/mol and 8.4%. It should be noted that the binding energies are not directly comparable with the experimental heats of adsorption since they lack long-range energetic contributions. However, they are indicative of the agreement between the different levels of theory and experiments. A more direct comparison, using our derived force field, is presented in the ", "Discussion", ". The CO", "2", " interaction energies along the MR path used for the force field parametrization are provided in Figure ", "1", " for all three methods.", "Figure 1. Interaction energies along the minimum-repulsion pathway for CO", "2", " with M-MOF-74 represented by a 60-atom cluster computed using ROMP2 (cyan triangles), PBE0-D3 (magenta squares), and PBE-D3 (orange circles).", "Table 2. CO", "2", " Binding Energies (kJ/mol) Calculated with ROMP2, PBE0-D3, and PBE-D3, Compared with the Experimental Heats of Adsorption, ", "Q", "st", ", M–O Separations (Å) Calculated Only with PBE-D3, and Corresponding Experimental Values", "(27)", " ", "E", "M", "–", "Q", "st", "r", "MO", "metal", "ROMP2", "PBE0-D3", "PBE-D3", "expt", "PBE-D3", "expt", "Mn", "–32.6", "–36.3", "–32.4", "–31.7(1)", "2.43", "2.51(3)", "Co", "–32.9", "–36.1", "–29.5", "–33.6(1)", "2.42", "2.23(4)", "Ni", "–39.7", "–41.9", "–32.3", "–38.6(6)", "2.35", "2.29(3)", "Cu", "–22.5", "–24.6", "–21.5", "–22.1(2)", "2.85", "2.86(3)", "We examined the electron density redistribution of M-MOF-74 (M = Mn, Co, Ni, Cu) interacting with CO", "2", " (the density redistribution plots are shown in ", "Supporting Information", ", Figure S1) and found that the electron density of CO", "2", " is significantly shifted when the molecule is adsorbed on the Co", "2+", " and Ni", "2+", " cations compared to its density when isolated. The effect is smaller on the Mn", "2+", " cation, whereas the electron density of CO", "2", " remains almost unchanged when it is interacting with the Cu", "2+", " cation. This behavior is in agreement with the calculated interaction energies (Ni > Co ≈ Mn > Cu). A bare, open metal site in MOF-74 has distorted square pyramidal symmetry, and Cu", "2+", " has nine d-electrons. In this configuration, Cu", "2+", " has two electrons in its d", "z", "2", " orbital. When CO", "2", " approaches Cu", "2+", ", the two electrons in the d", "z", "2", " orbital enter into an antibonding orbital, which weakens the CO", "2", "–M-MOF-74 binding. An analogous explanation for a similar system was proposed previously by Lee et al.", "(68)", "Electron pair bonding is not expected for this range of CO", "2", " binding energies (≈20–40 kJ/mol); therefore the driving force of this interaction, besides electrostatic and dispersion forces, is either polarization effects or charge transfer. The redistribution of the CO", "2", " electron density is evidence that polarization plays a role in the stabilization of the adsorbate on the undercoordinated metal cation through ion-induced dipole interactions. Charge transfer on the other hand was not observed by Yu et al.,", "(16)", " who performed a natural bond order (NBO) analysis on CO", "2", " adsorbed to members of the M-MOF-74 series (M = Mn, Fe, Co, Ni, Cu, Zn). The different components of the CO", "2", " interaction with the framework could be fitted to either an explicitly polarizable force field or an effective potential, which implicitly accounts for these effects while remaining computationally inexpensive. As we will show in section ", "3.2", ", we were able to successfully capture the combination of induction and dispersion interactions by fitting the effective potentials, described under ", "Methods", ", to the quantum chemical potential energy curves, while using point charges for the electrostatic interactions.", "3.2", "Force Fields", "The partial point charges obtained from the LoProp and DDEC methods were found to differ considerably (partial charges for all unique framework atoms in the orthorhombic unit cell are provided in ", "Supporting Information", ", Table S1). Exploratory calculations of the CO", "2", " adsorption isotherms using UFF parameters for the metal and both sets of charges (see ", "Supporting Information", ", Figure S2) were carried out in order to determine whether both of them should be used for the force field derivation. We found that LoProp partial charges resulted in an overestimation of the isotherms for Mn- and Cu-MOF-74 despite the fact that the UFF parameters for the metal likely underestimate the CO", "2", "–M vdW interactions. DDEC partial charges on the other hand are able to model the electrostatic interactions for the M-MOF-74 systems while still allowing for a vdW component that is large enough to be fitted for all four M-MOF-74 systems. Therefore, DDEC partial charges were used for the rest of this work. The two partial charge assignment approaches used different models for the MOF and different quantum chemical methods (cluster MP2 for LoProp and periodic DFT for DDEC), and hence, there may be multiple factors contributing to this disagreement. All the point charges are listed in ", "Supporting Information", ", Table S1, and the isotherms used to compare the effect of the charges are shown in ", "Supporting Information", ", Figure S2.", "Figure 2. CO", "2", " adsorption isotherms at ", "T", " = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using UFF (cyan circles) and TraPPE (magenta squares) LJ parameters for the organic linker combined with UFF parameters for the metal and DDEC partial charges. Experimental isotherms measured by Queen et al.", "(27)", " are also shown for comparison (black lines).", "Next, we compared the effect of the LJ parameters for the organic linker that were not modified in the current parametrization procedure as described in section ", "2.2", ". We computed CO", "2", " isotherms using the UFF and TraPPE LJ parameters combined with DDEC point charges for the organic linkers (see Table ", "3", " for a list of the pertinent parameters), whereas CO", "2", " was represented by the TraPPE model. It should be noted that for this preliminary investigation the LJ parameters for the metal were taken from the UFF in order to isolate the effect of the interactions with the organic linker on the isotherms. The calculated loadings are compared to the experimental isotherms in Figure ", "2", ". For all four M-MOF-74 analogues, we observe that use of the TraPPE LJ parameters yields sorbate loadings that are larger and closer to the experimental data than those obtained with the UFF parameters, albeit the difference between the force fields is relatively small. Thus, the TraPPE parameters were used for the remainder of this work.", "Table 3. List of LJ Parameters Taken from the UFF", "(15)", " and TraPPE", "(48-50)", " Force Fields", " ", "UFF", "TraPPE", " ", "σ (Å)", "ε/", "k", "B", " (K)", "σ (Å)", "ε/", "k", "B", " (K)", "O", "3.12", "30.21", "3.04", "86.0", "C", "3.43", "52.87", "3.6", "30.70", "H", "2.57", "22.16", "2.36", "25.45", "Mn", "2.64", "6.55", "–", "–", "Co", "2.56", "7.05", "–", "–", "Ni", "2.53", "7.55", "–", "–", "Cu", "3.11", "2.52", "–", "–", "The PECs computed using ROMP2 together with the data for the fitted M–O parameters combined with the DDEC partial charges and TraPPE LJ parameters for the organic linker are shown in Figure ", "3", ". The agreement between the force fields using the Buckingham potential is excellent, whereas using the LJ potential results in a steeper repulsive wall for M–O distances shorter than 2.2 Å and slightly less favorable interactions at intermediate distances (≈3.3 Å). Although small, the inability of the LJ potential form to fully reproduce the interaction curve has a measurable effect on the adsorption isotherm, as discussed later. The fitted parameters for the Buckingham potential resulting from the ROMP2 reference energies of the CO", "2", "–metal interaction are summarized for all four materials in Table ", "4", " (and for the LJ potential in ", "Supporting Information", ", Table S2).", "Table 4. List of Buckingham Parameters for the M–O_CO", "2", " Interactions, Where M = Mn", "2+", ", Co", "2+", ", Ni", "2+", ", and Cu", "2+", ", Derived from Fitting to ROMP2 Reference Energies", "interaction", "A", "/", "k", "B", " (K)", "B", " (Å", "–1", ")", "C", "/", "k", "B", " (K·Å", "6", ")", "Mn–O_CO", "2", "2.68 × 10", "7", "3.97", "2.99 × 10", "5", "Co–O_CO", "2", "1.62 × 10", "7", "3.81", "3.69 × 10", "5", "Ni–O_CO", "2", "1.25 × 10", "7", "3.79", "3.69 × 10", "5", "Cu–O_CO", "2", "6.44 × 10", "6", "3.38", "2.05 × 10", "5", "Since the reference energies used to fit the interaction parameters only sample a small part of the potential energy surface, we used an independent set of CO", "2", " configurations to validate the derived force fields. These configurations were obtained by pulling a CO", "2", " molecule along its minimum-energy (ME) orientation (i.e., probing the rotation of the CO", "2", " molecule) as determined using the 60-atom cluster model and the PBE-D3 method. This path was chosen to represent an energetically important part of the potential energy surface. The force field and reference curves (ROMP2) for all four systems are also shown in Figure ", "3", ". Again, it is clear that the LJ potential is too repulsive at short separation, but both Buckingham and LJ potentials yield comparable accuracy for the remainder of the PECs.", "Figure 3. Interaction energies along the minimum-repulsion (left column) and minimum-energy (right column) pathways for CO", "2", " with M-MOF-74 represented by a 60-atom cluster computed using ROMP2 (black lines) together with the corresponding fits using the Buckingham (cyan circles) and LJ (magenta triangles) potentials.", "3.3", "Adsorption Isotherms", "We used two independent experimental studies to assess the accuracy of the predicted isotherms. The first study is by Yu et al.", "(16)", " and includes CO", "2", " isotherms for Mn-MOF-74, Co-MOF-74, and Ni-MOF-74. The second is a more recent paper by Queen et al.", "(27)", " that provides experimental CO", "2", " isotherms for all four MOF-74 analogues studied in this work. Overall, the sorbate loadings reported in these two experimental studies are in very good agreement. The most notable disagreement between these studies is found for Mn-MOF-74, with the CO", "2", " uptake reported by Yu et al. being roughly 15% higher for all pressure points. As we will show later, this discrepancy could be due to different levels of pore accessibility between the two studies.", "Figure 4. CO", "2", " adsorption isotherms at ", "T", " = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using DDEC partial charges combined with Buckingham parameters derived from fitting to ROMP2 (cyan circles), PBE0-D3 (magenta squares), and PBE-D3 (maroon up triangles) reference energies. Experimental isotherms measured by Queen  et al.", "(27)", " (black lines) and Yu  et al.", "(16)", " (orange lines) are also shown for comparison.", "Adsorption isotherms were computed initially using the Buckingham potential derived from the ROMP2, PBE0-D3, and PBE-D3 PECs in order to examine how the CO", "2", " uptake is affected by the choice of the quantum chemical method. These results are compared to the experimental isotherms in Figure ", "4", ". As expected from the interaction curves shown in section ", "2.2", ", the CO", "2", " isotherm is severely underestimated using the PBE-D3 derived force field, for Ni and Co-MOF-74, when compared to those derived from PBE0-D3 and ROMP2 PECs. The PBE0-D3 derived force field on the other hand was found to give comparable isotherms to the one derived from ROMP2 calculations for Mn- and Cu-MOF-74. It does, however, underestimate the adsorption loading considerably for Ni- and Co-MOF-74, where the CO", "2", "–metal interactions are stronger.", "Furthermore, we also calculated the CO", "2", " adsorption isotherms using both the Buckingham and LJ potentials derived from the ROMP2 PECs and the UFF LJ parameters for the metal centers. The resulting isotherms are shown in Figure ", "5", " alongside the experimental results. Both potential functions with ab initio derived parameters yield similar results that are in much better agreement with the experimental data than the predictions using the UFF. In addition, both functional forms result in an overestimation of the sorbate loadings for pressures above 0.1 bar. As we will show in section ", "4", ", this can be attributed to partial inaccessibility of the open metal sites. Because of this, we computed the mean unsigned percentage errors (MUPEs) between the computed and experimental isotherms only below 0.1 bar to assess the two functional forms, and found that the LJ potential results in systematically larger errors for all four MOFs using both experimental data sets. The MUPE using the LJ potential was found to be as much as 4 times larger for Co-MOF-74 and the experimental data of Yu et al.", "(16)", " and as little as 1.5 times larger for Cu-MOF-74 and the experimental data of Queen et al.", "(27)", " This indicates that, although small, there is a measurable advantage in employing the Buckingham potential versus the LJ potential for describing the CO", "2", "–metal interactions. Based on these results and those comparing the effect of the quantum chemical methods, the Buckingham potentials derived from the ROMP2 PECs were used for the remainder of this work. As an aside, it should be emphasized here that the same interaction potentials were used here for both oxygen atoms of CO", "2", ", whereas the structures show that CO", "2", " binds with only one oxygen atom pointing toward the metal site. Thus, another possibility would have been to fit a range-separated potential that uses a deep but narrow well for the direct M–O interactions and switches to a regular ", "r", "–6", " potential at larger distances. However, this would considerably expand the number of parameters.", "Figure 5. CO", "2", " adsorption isotherms at ", "T", " = 298 K on Mn-MOF-74 (top left), Co-MOF-74 (top right), Ni-MOF-74 (bottom left), and Cu-MOF-74 (bottom right) computed using DDEC point charges combined with Buckingham parameters (cyan circles) and LJ parameters (maroon up triangles) derived from fitting to ROMP2 reference energies as well as UFF LJ parameters (magenta squares). Experimental isotherms measured by Queen  et al.", "(27)", " (black lines) and Yu  et al.", "(16)", " (orange lines) are also shown for comparison.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "4 Discussion", "We found that the Buckingham parameters, which were fit to the ROMP2 reference energies, along with the TraPPE parameters for the framework atoms (except for the metal cations) and DDEC point charges yielded the best overall agreement with the experiments, particularly at pressures below 0.1 bar. For all four MOFs, the deviation between the experimental and computed isotherms starts small and increases with increasing loading, as seen in Figure ", "5", ". At the infinite dilution limit, a CO", "2", " molecule is only interacting with the framework atoms. Therefore, the uptake at low loading and low pressure is dictated by the strongest interaction between the framework and CO", "2", ". For the M-MOF-74 series, this interaction is associated with the coordinatively unsaturated metal atoms. The agreement that we obtain, between experiments and simulations, at low loading indicates that we are able to accurately describe these interactions. The fact that the predicted loadings are found to be systematically higher as the pressure increases could be attributed to multiple effects. The isotherms start deviating before the open metal sites are saturated, which indicates that this apparent overestimation is not due to inaccuracies in the treatment of the strongest binding sites but is due to the unavailability of these binding sites at a lower CO", "2", " loading. One possible explanation could be that not all the open metal sites are accessible to CO", "2", " molecules during the experimental measurements. This argument has also been made in other computational", "(17)", " and experimental", "(27)", " studies, but the nature of the inaccessibility remains unclear.", "Additional evidence pointing to pore inaccessibility can be deduced from the heats of adsorption. As can be seen from the data presented in Figure ", "6", ", the agreement between the experimental heats of adsorption and those predicted by the force fields developed here is better than the one found for the UFF. This observation is in accordance with the accurate description of the isotherms at low loading. For Mg-MOF-74, a MOF not examined in this work, a considerable drop in the experimental heat of adsorption with increased CO", "2", " loading was observed due to the large difference between the interaction strength with the metal site and with the organic part of the MOF.", "(17)", " For the four M-MOF-74 analogues considered here, a steep decrease in the heat of adsorption with increasing CO", "2", " loading is only observed for Ni-MOF-74. In contrast, the decrease is less pronounced for Co- and Mn-MOF-74. This behavior can be attributed to a smaller difference between the interaction strength of CO", "2", " with the metal sites and the secondary adsorption sites, and hence the two sites can be populated simultaneously. Within the pressure range of the reported isotherm for Cu-MOF-74, the open metal sites remain far from saturation and therefore the heat of adsorption as a function of loading remains flat. If we look at the loading where the heat of adsorption starts to decline, we can see that it occurs at ∼0.7 CO", "2", "/Ni", "2+", ". If all sites were accessible, we would expect the decline to start after the saturation of the metal sites (1.0 CO", "2", "/Ni", "2+", "). This indicates that not all the open metal sites are accessible to the CO", "2", " molecules during the experimental measurement of the adsorption isotherms.", "Figure 6. CO", "2", " isosteric heats of adsorption at ", "T", " = 298 K computed using GEMC simulations for Mn-, Co-, Ni-, and Cu-MOF-74 using the ROMP2 derived force field (cyan circles) and UFF (magenta squares) in combination with DDEC charges. Experimental heats of adsorption taken from Queen  et al.", "(27)", " are also shown for comparison.", "One explanation, suggested in the literature, for the lack of accessibility in M-MOF-74 is that solvent molecules present during synthesis may have not been fully removed during the activation process.", "(27)", " Another proposed explanation is that there are structural defects that block a fraction of the pores.", "(27)", " We modeled both scenarios in order to identify the extent and nature of the open metal site inaccessibility present in the four M-MOF-74 variants. As described under ", "Methods", ", we modeled pore inaccessibility due to structural defects by scaling the computed isotherms, after validating that pore blockage using hard spheres had the same effect (see ", "Supporting Information", ", Figure S3). For the solvent residue scenario, MeOH and water were used as solvent molecules. MeOH is commonly used to wash the MOF crystals as the last step of the synthesis,", "(27)", " and water is also present during the synthesis", "(69)", " and as humidity in ambient air. Other solvents such as DMF and reaction intermediates could also remain in the pores. However, an extensive examination of all potential species that may be present in the pores is beyond the scope of this study.", "To this extent, we generated a series of structures containing a varying number of solvent molecules attached to randomly selected open metal sites of the MOFs. An example of such a structure is shown in Figure ", "7", ", where 100 of the 360 open metal sites in the 2 × 2 × 5 supercell of Ni-MOF-74 are occupied by MeOH molecules. We used these solvent-containing structures and computed CO", "2", " isotherms as a function of solvent content for seven state points (0.01, 0.02, 0.03, 0.1, 0.2, 0.4, and 0.8 bar). These pressures were chosen so that an equal number of points below and above 0.1 bar are included to avoid biasing our conclusions.", "In order to understand how the presence of solvent molecules affects the interaction of CO", "2", " with the MOF structures, we computed the CO", "2", " heat of adsorption at infinite dilution with no solvent residue and with all of the open metal sites occupied with solvent molecules. The heat of adsorption at infinite dilution is indicative of the strongest interaction between a CO", "2", " molecule and the framework. For all four MOFs this interaction is reduced when all the sites are occupied with MeOH. On the other hand, it is enhanced when water is the molecule attached to the open metal sites. All the heats of adsorption at infinite dilution with and without solvent molecules in the framework are provided in ", "Supporting Information", ", Table S3.", "Figure 7. Snapshot of the 2 × 2 × 5 supercell for Ni-MOF-74 with 100 randomly distributed residual MeOH molecules.", "Calculated accessible surface areas and experimentally determined Langmuir surface areas have been found to be in good agreement for MOFs.", "(70)", " Comparing the two is typically used as a means of measuring pore accessibility.", "(16, 27, 71)", " For this reason we computed the accessible surface area and free volume as a function of residual solvent content. As expected, the effect of water on the accessible surface area and free volume was smaller than that of MeOH due to its smaller size. For example, reducing the free volume of Ni-MOF-74 by 80% requires 57% of the open metal sites to be occupied by MeOH molecules. In the case of water in Ni-MOF-74, the free volume is only reduced to ≈80% even at full occupancy of the open metal sites. Furthermore, we observed that the accessible specific surface area decreases only by about 6% for MeOH in Cu-MOF-74 and less than 3% for the other three MOFs when 30% of the open metal sites are occupied by solvent molecules. This surprisingly small effect is presumably due to a compensation between two effects: the surface area initially increases in absolute terms as the first few solvent molecules protrude into the pores while the additional mass of the solvent molecules reduces the per-gram surface area. The calculated surface areas and free volumes for structures with MeOH or water content in the pores that resulted in the best agreement with the experimental isotherms are comparable to the values derived from N", "2", " adsorption isotherms by Yu et al.", "(16)", " and Queen et al.", "(27)", " This result indicates that a considerable amount of residual solvent might not be detectable through surface area measurements. The free volumes and accessible surface areas calculated using Zeo++ are illustrated in Figures S6–S9 in the ", "Supporting Information", " and are summarized alongside the experimentally derived values in Tables S5 and S6 in the ", "Supporting Information", ".", "We used the mean unsigned percentage error between the computed and experimental sorbate loadings as a metric of identifying the extent of the open metal site inaccessibility. Although small, the difference between the two sets of experimental isotherms is not negligible and resulted in different levels of open metal site inaccessibility. However, for generality we used the average of the experimental values from Queen et al.", "(27)", " and Yu et al.", "(16)", " for all the MOFs except Cu-MOF-74, for which only data from Queen et al. are available. Our results for each set of experimental data are presented in ", "Supporting Information", ", Table S4. Using a different metric, such as the absolute error, for minimizing the deviation between the experimental and computed isotherms would result in different levels of pore inaccessibility as the higher pressure part with higher loadings would be given more weight. We prefer to use the percentage error in order to ensure that we strike a balance in the agreement with experiments at both the low- and high-pressure ranges. However, using the absolute error would result in predicted inaccessibility amounts that differ by less than 10%.", "We quantified the amount of MeOH required to be present in the pores in order to best reproduce the experimental results. In all three cases, except Cu-MOF-74, we find a fairly broad region of MeOH content that yields statistically indistinguishable fits of the experimental data. Our results, which are illustrated in ", "Supporting Information", ", Figure S4, indicate that about (34 ± 5)%, (26 ± 4)%, and (24 ± 5)% of the metal sites in Mn-, Co-, and Ni-MOF-74, respectively, may be inaccessible due to residual MeOH molecules (see ", "Supporting Information", ", Table S4). The computed isotherms for the optimal amount of MeOH in the pores are shown in Figure ", "8", ", demonstrating that MeOH residue could be a plausible explanation for these MOFs. Specifically, the observation that ≈25% of the open metal sites in Co-MOF-74 are not accessible agrees well with available neutron diffraction data which show a maximum occupancy of 0.73(2) for CO", "2", " in Co-MOF-74.", "(27)", " The occupancy of CO", "2", " was not determined for the other analogues examined in that work.", "The presence of water in the pores creates a more complicated situation with two competing effects acting at the same time. On one hand, the CO", "2", " interaction with the framework is enhanced by the presence of water in the pores that leads to an enhancement of the CO", "2", " uptake. On the other hand, the reduction of free volume tends to limit the uptake by reducing the density of highly favorable adsorption sites. In addition, since we are comparing to gravimetric measurements, the adsorption is further reduced due to the additional mass of the water molecules. For Ni-MOF-74, the MUPE can only be reduced down to 22%, for a water content of ≈23%, while the MUPE for the empty framework is 27% (see ", "Supporting Information", ", Figure S5, Table S4). For Mn-MOF-74 and Co-MOF-74 a large fraction of the metal sites needs to be occupied by water for the MUPE between the experimental and calculated data to be minimized, that is, ≈46% for the former case and ≈88% for the latter case (", "Supporting Information", ", Table S4). In both of these cases the minimum MUPEs achieved were larger than the equivalent residual MeOH loadings. Overall, the assumption that water is present in the pores does not appear to be a satisfactory explanation for any of the MOFs considered here.", "The available experimental isotherm for Cu-MOF-74 differs from the other isotherms as it remains linear within the pressure range that is reported. This means that the open metal sites do not become saturated, and therefore it is difficult to fully assess the extent of open metal site inaccessibility. Moreover, based on the computed binding energies, neither MeOH nor water molecules are expected to remain in the pores of Cu-MOF-74. The MeOH–Cu", "2+", " interaction energy, calculated using PBE-D3, is −46.1 kJ/mol and the water–Cu", "2+", " interaction energy is −39.0 kJ/mol (see ", "Supporting Information", ", Table S7), which are ≈30 kJ/mol smaller in magnitude than those for the other M-MOF-74 analogues and comparable to the strongest interaction of CO", "2", " in these MOFs. MeOH in the pores of Cu-MOF-74 was able to only reduce the MUPE from 27%, for the empty framework, to 20% when approximately 75% of the open metal sites were occupied, which is unlikely based on the relatively weak interaction of MeOH with the framework. In addition, at this MeOH content the CO", "2", " heat of adsorption is overestimated, resulting in a higher uptake at lower loadings (see ", "Supporting Information", ", Figure S14). Any water content in the pores of Cu-MOF-74 resulted in an increase of the uptake. This was because the CO", "2", "–water interaction is considerably larger than the CO", "2", "–Cu", "2+", " interaction. The heat of adsorption at infinite dilution is 10 kJ/mol higher for the water containing structure compared to the empty structure (", "Supporting Information", ", Table S3).", "Figure 8. CO", "2", " adsorption isotherms at ", "T", " = 298 K for Mn (cyan circles), Co (magenta squares), Ni (maroon up triangles), and Cu (orange down triangles) computed with the optimal residual MeOH content in the pores (bottom), or percentage of pores blocked (top). For the case of Cu-MOF-74 only the pore blocking case is shown as no amount of residual MeOH resulted in good agreement with experiments. The experimental isotherm for Cu-MOF-74 from Queen et al.", "(27)", " as well as the average value of the experimental isotherms measured by Queen et al. and Yu et al. are also shown for comparison as solid black lines.", "Assuming pore inaccessibility due to structural defects and using the same procedure as before, we estimated that (22 ± 6)%, (19 ± 2)%, (19 ± 6)%, and (22 ± 7)% of the pores are inaccessible for Mn-, Co-, Ni-, and Cu-MOF-74 (Figure ", "8", " and ", "Supporting Information", ", Table S4). Yu et al.", "(16)", " also reported high-pressure CO", "2", " adsorption isotherms up to 50 bar for Mn-, Co-, and Ni-MOF-74. When extending our computed isotherms using the optimum computed MeOH content and pore blocking, we found the agreement to extend up to the highest pressure range (see ", "Supporting Information", ", Figure S13).", "It is important to note that MeOH in the pores of Mn-, Co-, and Ni-MOF-74 leads to a better agreement with experiments than assuming pore blockage, with the minimum MUPEs being up to 4 times smaller (", "Supporting Information", ", Table S4). The reason for this is that the assumption of pore blockage leads to a uniform reduction of the isotherm. This is also the reason that it can be approximated by scaling the isotherm by a fixed amount. On the other hand, MeOH in the pores reduces the higher pressure loading without affecting the lower pressure uptake significantly and therefore a better agreement with experiments can be achieved for both pressure regimes. This effect can be seen in Figure ", "9", ", where we have plotted the adsorption isotherms normalized by the experimental values. We can see that both the pore blockage and MeOH residue scenarios lead to similar agreement with the experimental results for pressures over 0.1 bar. However, at lower pressures, pore blockage leads to a considerable and systematic underestimation of the experimental isotherms. The improved agreement with experimental results is also reflected in the heat of adsorption when computed for the fraction of residual MeOH molecules or pore blockage that best reproduces the experimental isotherms. The decline of the heat of adsorption with increased loading agrees better with experiments (see ", "Supporting Information", ", Figure S14).", "It is reasonable to assume that crystalline defects act together with residual solvent to limit the adsorption uptake in these MOFs. We computed the MUPEs, using the average of experimental isotherms,", "(16, 27)", " as a function of both pore blockage and metal sites being occupied by MeOH for Mn-, Co-, and Ni-MOF-74 (see ", "Supporting Information", ", Figures S10–S12). We found that for all cases the deviation is minimized for the case of purely solvent induced inaccessibility. This is due to uniform reduction of the isotherm over the pressure range when pore blockage is assumed. However, there is a series of combinations that result in comparable MUPEs and the difference in the level of agreement obtained for each scenario is small relative to the uncertainty coming from our calculations and the experimental results. A small increase (≈1 kJ/mol) in the CO", "2", " binding energy with the open metal sites obtained from the electronic structure calculations would significantly increase the loading in the Henry’s law region and allow the pore blocking scenario to result in a better agreement with experiments than the residual MeOH scenario. In addition, the predicted residual MeOH content in each MOF is not in accordance with the relative interaction strength of MeOH with the MOFs (", "Supporting Information", ", Table S7). For example, at the PBE-D3 level, MeOH is computed to bind more weakly to Co-MOF-74 than to Ni-MOF-74 by about 8 kJ/mol, but comparable amounts of residual MeOH are proposed here for these MOFs. In conclusion, although it is clear from our analysis that a considerable number of the metal sites in all four MOFs are not accessible to adsorb CO", "2", ", we cannot ascertain which effect or combination of effects acting together is more plausible.", "Figure 9. Computed CO", "2", " adsorption isotherms at ", "T", " = 298 K normalized by their experimental counterparts. Results are shown for Mn-, Co-, Ni-, and Cu-MOF-74 using empty frameworks (orange up triangles), frameworks with optimal number of residual MeOH molecules in the pores (cyan circles), and assuming optimal extent of pore blockage (magenta squares). The normalized experimental results by Queen et al.", "(27)", "(dotted black line) and Yu et al.", "(16)", " (dashed black line) as well as their average value (solid black line) are also shown for comparison.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "5 Conclusions", "We extended our previous efforts", "(17, 21)", " of deriving force fields for CO", "2", " adsorption from first-principles calculations in MOFs containing open metal sites to four M-MOF-74 analogues, where M = Mn, Co, Ni, and Cu. Using the derived force fields, we computed adsorption isotherms with ", "NpT", " GEMC simulations and were able to obtain consistently good agreement between our computed isotherms and experimental results. We found that the best agreement was given when restricted open-shell MP2 calculations were used to parametrize the CO", "2", "–metal interactions, and the DDEC method was used to compute point charges. PBE0-D3 calculations yielded agreement with experiments for Mn- and Cu-MOF-74, whereas PBE-D3 underestimated the isotherms for all four materials.", "Our force field appears to capture the CO", "2", "–metal interactions in these four M-MOF-74 analogues based on the agreement between the computed and experimental isotherms at low loadings. At higher loadings, however, a systematic overestimation of the experimental results is observed. We attribute this overestimation to the lack of accessibility of the open metal sites encountered in experimental measurements. In addition, we have used our derived force field to quantify the effect of metal site inaccessibility assuming two possible causes: residual solvent molecules and structural defects causing pore blockage. We used MeOH and water as potential residual solvent molecules based on their availability during synthesis as well as difference in size and interaction strength between these molecules and CO", "2", ". A MeOH content occupying about 25% of the open metal sites results in the best agreement between the computed and experimental adsorption isotherms for all the MOFs except Cu-MOF-74. On the other hand the majority of the open metal sites, and in some cases all the open metal sites, would need to be occupied with water in order to reproduce the experimental isotherms. This indicates that water is an unlikely source of pore inaccessibility in these MOFs. However, the intrusion of water either from incomplete activation or as trace impurity in the adsorbate feed has been suggested in order to explain measurements in cationic zeolites.", "(72)", " A pore blockage of roughly 20% for all four MOFs yields good agreement for pressures over 0.1 bar but also leads to a systematic underestimation of the loading at lower pressures. Thus, the overall deviations are higher than those achieved with MeOH molecules attached to the open metal sites. Finally, we have demonstrated that a combination of residual solvent molecules and crystalline defects present in the structures could also explain the lower CO", "2", " uptake observed in experiments.", "Our force field parametrization scheme requires a limited number of quantum chemistry calculations while maintaining a simple form for the potential functions and yields a force field that is able to capture the adsorption behavior in the four MOFs we examined, whereas generic force fields, like UFF, significantly underestimate the loading. This is accomplished primarily by parametrizing only the CO", "2", "–metal interaction while using a set of parameters taken from the TraPPE force field for the remaining interactions. Although we used cluster calculations to obtain reference energies for the force field parametrization, our approach can be easily extended to periodic DFT calculations. This would obviate the step requiring the generation of cluster models, which is not easy to mechanize, and allow the force field parametrization of open metal containing MOFs at a large scale. On the other hand, cluster models allow for wave function based calculations, which would not be affordable with a periodic model.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "Supporting Information", "Atomic coordinates for the optimized empty frameworks and with the optimum residual MeOH molecules are available in CIF format; equation for correcting BSSE; Figures S1–S14 and Tables S1–S7 providing additional information and results. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jpcc.5b03700", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "Acknowledgment", "This research was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362. The Minnesota Supercomputing Institute provided part of the computational resources for this work.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Discussion", "Conclusions", "References", "References", "This article references 72 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "2. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "2. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "3. ", "Bao", ", ", "Y.", "; ", "Martin", ", ", "R. L.", "; ", "Simon", ", ", "C. M.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", "; ", "Deem", ", ", "M. W.", " ", "In Silico Discovery of High Deliverable Capacity Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "186", "– ", "195", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "In Silico Discovery of High Deliverable Capacity Metal-Organic Frameworks", "Bao, Yi; Martin, Richard L.; Simon, Cory M.; Haranczyk, Maciej; Smit, Berend; Deem, Michael W.", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "1", "),\r\n    ", "186-195", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are actively being explored as potential adsorbed natural gas storage materials for small vehicles.  Exptl. exploration of potential materials is limited by the throughput of synthetic chem.  We here describe a computational methodol. to complement and guide these exptl. efforts.  The method uses known chem. transformations in silico to identify MOFs with high methane deliverable capacity.  The procedure explicitly considers synthesizability with geometric requirements on org. linkers.  We efficiently search the compn. and conformation space of org. linkers for 9 MOF networks, finding 48 materials with higher predicted deliverable capacity (at 65 bar storage, 5.8 bar depletion, and 298 K) than MOF-5 in 4 of the 9 networks.  The best material has a predicted deliverable capacity 8% higher than that of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFeitL3M&md5=c3d877c35d6fea4911548d2aedff40c9", "4. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Methane Storage in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "5. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "6. ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Applications of Metal-Organic Frameworks in Heterogeneous Supramolecular Catalysis", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "– ", "6061", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "7. ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Luminescent Metal-Organic Frameworks for Chemical Sensing and Explosive Detection", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "– ", "5840", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "8. ", "Climate Change 2013: The Physical Science Basis; Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change; ", "2013", ".", "There is no corresponding record for this reference.", "9. ", "Rochelle", ", ", "G. T.", " ", "Amine Scrubbing for CO", "2", " Capture", " ", "Science", " ", "2009", ",  ", "325", ",  ", "1652", "– ", "1654", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Amine Scrubbing for CO2 Capture", "Rochelle, Gary T.", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1652-1654", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Amine scrubbing was used to sep. carbon dioxide (CO2) from natural gas and hydrogen since 1930.  It is a robust technol. and is ready to be tested and used on a larger scale for CO2 capture from coal-fired power plants.  The min. work requirement to sep. CO2 from coal-fired flue gas and compress CO2 to 150 bar is 0.11 MW-hours per metric ton of CO2.  Process and solvent improvements should reduce the energy consumption to 0.2 MW-hour per ton of CO2.  Other advanced technologies will not provide energy-efficient or timely solns. to CO2 emission from conventional coal-fired power plants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGqt77P&md5=f83cd2a0cfac26a1468af606ec03bebc", "10. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Finding MOFs for Highly Selective CO", "2", "/N", "2", " Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4313", "– ", "4323", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Finding MOFs for Highly Selective CO2/N2 Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "9", "),\r\n    ", "4313-4323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Electrostatic interactions are a crit. factor in the adsorption of quadrupolar species such as CO2 and N2 in metal-org. frameworks (MOFs) and other nanoporous materials.  A version of the semiempirical charge equilibration method suitable for periodic materials can be used to efficiently assign charges and allow mol. simulations for a large no. of MOFs.  This approach is illustrated by simulating CO2 and N2 adsorption in ∼500 MOFs; this is the largest set of structures for which this information was reported to date.  For materials predicted by the calcns. to have promising adsorption selectivities, the authors performed more detailed calcns. in which accurate quantum chem. methods were used to assign at. point charges, and mol. simulations were used to assess mol. diffusivities and binary adsorption isotherms.  The results identify two MOFs, exptl. known to be stable upon solvent removal, that are predicted to show no diffusion limitations for adsorbed mols. and extremely high CO2/N2 adsorption selectivities for CO2 adsorption from dry air and from gas mixts. typical of dry flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2msb8%253D&md5=3d7fcc3d3e6b5aa43811c380337c0f07", "11. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Bae", ", ", "Y.-S.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Structure-Property Relationships of Porous Materials for Carbon Dioxide Separation and Capture", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9849", "– ", "9856", "[", "Crossref", "], [", "CAS", "]", "11. ", "Structure-property relationships of porous materials for carbon dioxide separation and capture", "Wilmer, Christopher E.; Farha, Omar K.; Bae, Youn-Sang; Hupp, Joseph T.; Snurr, Randall Q.", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "9849-9856", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "There is an urgent need to identify porous materials that can efficiently sep. CO2 from mixts. of gases, such as the exhaust of fossil-fuel-based power plants and from impure sources of CH4 (e.g., natural gas and landfill gas).  Recently, researchers have investigated collections of porous metal-org. frameworks (MOFs) with the intent of finding correlations between CO2 sepn. ability and various material properties.  However, due to the limited size of the collections, no clear correlations were found for material properties such as pore size, surface area, and pore vol., leaving researchers with little guidance in the design of new materials.  In this work we drastically expand the scope of previous studies to include over 130 000 hypothetical MOFs, using mol. simulation to generate the adsorption properties.  The resulting data exhibit sharply defined structure-property relationships that were not apparent when smaller collections of MOFs were considered.  We show clear correlations between purely structural characteristics (e.g., pore size, surface area, and pore vol.), as well as chem. characteristics (i.e., functional groups), with five adsorbent evaluation criteria taken from the engineering literature.  These reported structure-property relationships can serve as a map for exptl. synthesis going forward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVams7rN&md5=86093c88d04e6795f2d82b5c581e0de6", "12. ", "Lin", ", ", "L.-C.", "; ", "Berger", ", ", "A. H.", "; ", "Martin", ", ", "R. L.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Jariwala", ", ", "K.", "; ", "Rycroft", ", ", "C. H.", "; ", "Bhown", ", ", "A. S.", "; ", "Deem", ", ", "M. W.", "; ", "Haranczyk", ", ", "M.", " ", "In Silico Screening of Carbon-Capture Materials", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "633", "– ", "641", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "In silico screening of carbon-capture materials", "Lin, Li-Chiang; Berger, Adam H.; Martin, Richard L.; Kim, Jihan; Swisher, Joseph A.; Jariwala, Kuldeep; Rycroft, Chris H.; Bhown, Abhoyjit S.; Deem, Michael W.; Haranczyk, Maciej; Smit, Berend", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "633-641", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the main bottlenecks to deploying large-scale carbon dioxide capture and storage (CCS) in power plants is the energy required to sep. the CO2 from flue gas.  For example, near-term CCS technol. applied to coal-fired power plants is projected to reduce the net output of the plant by some 30% and to increase the cost of electricity by 60-80%.  Developing capture materials and processes that reduce the parasitic energy imposed by CCS is therefore an important area of research.  The authors developed a computational approach to rank adsorbents for their performance in CCS.  Using this anal., hundreds of thousands of zeolite and zeolitic imidazolate framework structures were screened and many different structures identified that have the potential to reduce the parasitic energy of CCS by 30-40% compared with near-term technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsFKgs7o%253D&md5=492bbeb4268dbad4726e14b2df4a38bf", "13. ", "Colon", ", ", "Y. J.", "; ", "Snurr", ", ", "R. Q.", " ", "High-Throughput Computational Screening of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5735", "– ", "5749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "High-throughput computational screening of metal-organic frameworks", "Colon, Yamil J.; Snurr, Randall Q.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5735-5749", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  There is an almost unlimited no. of metal-org. frameworks (MOFs).  This creates exciting opportunities but also poses a problem: how do chemists quickly find the best MOFs for a given application.  Mol. simulations have advanced sufficiently that many MOF properties - esp. structural and gas adsorption properties - can be predicted computationally, and mol. modeling techniques are now used increasingly to guide the synthesis of new MOFs.  With increasing computational power and improved simulation algorithms, it has become possible to conduct high-throughput computational screening to identify promising MOF structures and uncover structure-property relations.  The authors review these efforts and discuss future directions in this new field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGgsLk%253D&md5=919040d1345a735a6721f56e37903b00", "14. ", "Simon", ", ", "C. M.", "; ", "Kim", ", ", "J.", "; ", "Gomez-Gualdron", ", ", "D. A.", "; ", "Camp", ", ", "J. S.", "; ", "Chung", ", ", "Y. G.", "; ", "Martin", ", ", "R. L.", "; ", "Mercado", ", ", "R.", "; ", "Deem", ", ", "M. W.", "; ", "Gunter", ", ", "D.", "; ", "Haranczyk", ", ", "M.", " ", "The Materials Genome in Action: Identifying the Performance Limits for Methane Storage", " ", "Energy Environ. Sci.", " ", "2015", ",  ", "8", ",  ", "1190", "– ", "1199", "[", "Crossref", "], [", "CAS", "]", "14. ", "The materials genome in action: identifying the performance limits for methane storage", "Simon, Cory M.; Kim, Jihan; Gomez-Gualdron, Diego A.; Camp, Jeffrey S.; Chung, Yongchul G.; Martin, Richard L.; Mercado, Rocio; Deem, Michael W.; Gunter, Dan; Haranczyk, Maciej; Sholl, David S.; Snurr, Randall Q.; Smit, Berend", "Energy & Environmental Science", "\r\n        (", "2015", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "1190-1199", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Analogous to the way the Human Genome Project advanced an array of biol. sciences by mapping the human genome, the Materials Genome Initiative aims to enhance our understanding of the fundamentals of materials science by providing the information we need to accelerate the development of new materials.  This approach is particularly applicable to recently developed classes of nanoporous materials, such as metal-org. frameworks (MOFs), which are synthesized from a limited set of mol. building blocks that can be combined to generate a very large no. of different structures.  In this Perspective, we illustrate how a materials genome approach can be used to search for high-performance adsorbent materials to store natural gas in a vehicular fuel tank.  Drawing upon recent reports of large databases of existing and predicted nanoporous materials generated in silico, we have collected and compared on a consistent basis the methane uptake in over 650 000 materials based on the results of mol. simulation.  The data that we have collected provide candidate structures for synthesis, reveal relationships between structural characteristics and performance, and suggest that it may be difficult to reach the current Advanced Research Project Agency-Energy (ARPA-E) target for natural gas storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXotVOguw%253D%253D&md5=cb589b6b987ef80816a74c377774980c", "15. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "16. ", "Yu", ", ", "D.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Lane", ", ", "J. R.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Snurr", ", ", "R. Q.", " ", "A Combined Experimental and Quantum Chemical Study of CO", "2", " Adsorption in the Metal-Organic Framework CPO-27 with Different Metals", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3544", "– ", "3556", "[", "Crossref", "], [", "CAS", "]", "16. ", "A combined experimental and quantum chemical study of CO2 adsorption in the metal-organic framework CPO-27 with different metals", "Yu, Decai; Yazaydin, A. Ozgur; Lane, Joseph R.; Dietzel, Pascal D. C.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3544-3556", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A first principles study of CO2 adsorption is presented for a group of metal-org. frameworks (MOFs) known as CPO-27-M, where M = Mg, Mn, Fe, Co, Ni, Cu, and Zn.  These materials consist of one-dimensional channels with a high concn. of open metal sites and have been identified as among the most promising MOFs for CO2 capture.  In addn., extensive, high-pressure, exptl. adsorption results are reported for CO2, CH4, and N2 at temps. ranging from 278 K to 473 K.  Isosteric heats of adsorption were calcd. from the variable-temp. isotherms.  The binding energies of CO2 calcd. using an MP2-based QM/MM method are in good agreement with those obtained from expts.  The relative CO2 binding strengths for the different transition metals can be explained by the relative strength of electrostatic interactions caused by the effective charge of the metal atom in the direction of the open metal site induced by incomplete screening of 3d electrons.  The Mn, Fe, Co, Ni, and Cu versions of CPO-27 are predicted to be anti-ferromagnetic in their ground states.  Selectivities for CO2 over CH4 or N2 were calcd. from the exptl. isotherms using ideal adsorbed soln. theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOks7jE&md5=5bdbe610e5e61aad125a36124dfb44eb", "17. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab Initio Carbon Capture in Open-Site Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "18. ", "Bai", ", ", "P.", "; ", "Tsapatsis", ", ", "M.", "; ", "Siepmann", ", ", "J. I.", " ", "TraPPE-zeo: Transferable Potentials for Phase Equilibria Force Field for All-Silica Zeolites", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "24375", "– ", "24387", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "TraPPE-zeo: Transferable Potentials for Phase Equilibria Force Field for All-Silica Zeolites", "Bai, Peng; Tsapatsis, Michael; Siepmann, J. Ilja", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "46", "),\r\n    ", "24375-24387", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transferable potentials for phase equil. (TraPPE) force field is extended to all-silica zeolites.  This novel force field is parametrized to match the exptl. adsorption isotherms of n-heptane, propane, carbon dioxide, and ethanol with the Lennard-Jones parameters for sorbate-framework interactions detd. in a consistent manner using the Lorentz-Berthelot combining rules as for other parts of the TraPPE force field.  The TraPPE-zeo force field allows for accurate predictions for both adsorption and diffusion of alkanes, alcs., carbon dioxide, and water over a wide range of pressures and temps.  To achieve transferability to a wider range of mol. types, ranging from nonpolar to dipolar and hydrogen-bonding compds., Lennard-Jones interaction sites and partial charges are placed at both the oxygen and the silicon atoms of the zeolite lattice, which allows for a better balance of dispersive and 1st-order electrostatic interactions than is achievable with the Lennard-Jones potential used only for the oxygen atoms.  The use of the Lorentz-Berthelot combining rules for unlike interactions makes the TraPPE-zeo force field applicable to any sorbate as long as the relevant TraPPE sorbate-sorbate parameters are available.  The TraPPE-zeo force field allows for greatly improved predictive power compared to force fields that explicitly tabulate the individual cross-interaction parameters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1WltL%252FM&md5=3efa82f38b601e9f6628518212360f83", "19. ", "Fang", ", ", "H.", "; ", "Demir", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Sholl", ", ", "D. S.", " ", "Recent Developments in First-Principles Force Fields for Molecules in Nanoporous Materials", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "274", "– ", "291", "[", "Crossref", "], [", "CAS", "]", "19. ", "Recent developments in first-principles force fields for molecules in nanoporous materials", "Fang, Hanjun; Demir, Hakan; Kamakoti, Preeti; Sholl, David S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "274-291", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  There is a great need to identify high-performance nanoporous materials for gas storage, sepn. and catalysis to solve a wide range of industrially relevant challenges.  Mol. simulations have become an important complement to expts. in the screening and selection of suitable porous materials.  Successful implementation of mol. simulations requires accurate force fields (FFs) to describe the interactions of guest mols. with porous frameworks.  However, developing accurate and transferable FFs for porous materials can be extremely challenging.  While generic FFs and exptl.-derived FFs work well for many simple systems, they often fail to describe interactions in more complex porous materials.  Since first-principles quantum mech. (QM) approaches are capable of accurately predicting intermol. interactions, deriving FFs from QM data without exptl. input is a promising soln.  In this paper, we review recent developments in deriving first-principles FFs for mols. in a variety of nanoporous materials.  We summarize and classify the methodologies used in these studies, and discuss the factors that are responsible for the accuracy and reliability of FFs.  Finally, we conclude the review with a discussion of current challenges and future directions for this rapidly growing field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOgtbzE&md5=475e53340014a5b5a199a14302540c89", "20. ", "Odoh", ", ", "S. O.", "; ", "Cramer", ", ", "C. J.", "; ", "Truhlar", ", ", "D. G.", "; ", "Gagliardi", ", ", "L.", " ", "Quantum-Chemical Characterization of the Properties and Reactivities of Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2015", ", ", " DOI: 10.1021/cr500551h", " ", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "21. ", "Borycz", ", ", "J.", "; ", "Lin", ", ", "L.-C.", "; ", "Bloch", ", ", "E. D.", "; ", "Kim", ", ", "J.", "; ", "Dzubak", ", ", "A. L.", "; ", "Maurice", ", ", "R.", "; ", "Semrouni", ", ", "D.", "; ", "Lee", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "CO", "2", " Adsorption in Fe", "2", "(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "12230", "– ", "12240", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "CO2 Adsorption in Fe2(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", "Borycz, Joshua; Lin, Li-Chiang; Bloch, Eric D.; Kim, Jihan; Dzubak, Allison L.; Maurice, Remi; Semrouni, David; Lee, Kyuho; Smit, Berend; Gagliardi, Laura", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "23", "),\r\n    ", "12230-12240", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxide adsorption isotherms have been computed for the metal-org. framework (MOF) Fe2(dobdc), where dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate.  A force field derived from quantum mech. calcns. has been used to model adsorption isotherms within a MOF.  Restricted open-shell Moller-Plesset second-order perturbation theory (ROMP2) calcns. have been performed to obtain interaction energy curves between a CO2 mol. and a cluster model of Fe2(dobdc).  The force field parameters have been optimized to best reproduced these curves and used in Monte Carlo simulations to obtain CO2 adsorption isotherms.  The exptl. loading of CO2 adsorbed within Fe2(dobdc) was reproduced quite accurately.  This parametrization scheme could easily be utilized to predict isotherms of various guests inside this and other similar MOFs not yet synthesized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsl2qsLc%253D&md5=a6ff530ce2bc074777f317638cec799d", "22. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "23. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "Enhanced H", "2", " Adsorption in Isostructural Metal–Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "– ", "15269", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "24. ", "Dietzel", ", ", "P. D. C.", "; ", "Morita", ", ", "Y.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "An In Situ High-Temperature Single-Crystal Investigation of a Dehydrated Metal–Organic Framework Compound and Field-Induced Magnetization of One-Dimensional Metal–Oxygen Chains", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "6354", "– ", "6358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "An in situ high-temperature single-crystal investigation of a dehydrated metal-organic framework compound and field-induced magnetization of one-dimensional metal-oxygen chains", "Dietzel, Pascal D. C.; Morita, Yusuke; Blom, Richard; Fjellvaag, Helmer", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "39", "),\r\n    ", "6354-6358", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The arrangement of the spins of adjacent helical cobalt-oxygen chains that form the backbone of the framework of a microporous coordination polymer lead to metamagnetic behavior.  When the polymer is heated, the metal center loses a coordinated water mol. and alters its coordination geometry from octahedral to square-pyramidal, although the framework remains stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFGlsr%252FP&md5=b1be1df12e8de5d7813de9006c48b671", "25. ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Hydrogen Adsorption in a Nickel Based Coordination Polymer with Open Metal Sites in the Cylindrical Cavities of the Desolvated Framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "26. ", "Sanz", ", ", "R.", "; ", "Martinez", ", ", "F.", "; ", "Orcajo", ", ", "G.", "; ", "Wojtas", ", ", "L.", "; ", "Briones", ", ", "D.", " ", "Synthesis of a Honeycomb-Like Cu-Based Metal-Organic Framework and Its Carbon Dioxide Adsorption Behaviour", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "2392", "– ", "2398", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Synthesis of a honeycomb-like Cu-based metal-organic framework and its carbon dioxide adsorption behaviour", "Sanz, Raul; Martinez, Fernando; Orcajo, Gisela; Wojtas, Lukasz; Briones, David", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "2392-2398", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report on a new Cu-based MOF material, Cu2(dhtp), structurally homologous to the honeycomb-like M2(dhtp) series.  This has been crystd. under solvothermal conditions using copper nitrate and 2,5-dihydroxyterephthalic acid as an org. linker, being the nature of the co-solvent in the synthesis media an important variable over the final phys. properties of the material.  The presence of isopropanol as a co-solvent gives a pure cryst. phase with textural properties comparable to M2(dhtp) homologs.  The interesting results in CO2 adsorption properties of this new material, esp. its isosteric heat of adsorption, make it a suitable MOF to be further evaluated under real conditions of industrial CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFGjurs%253D&md5=10020bda96703d92dfc98d38db441cdd", "27. ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Mason", ", ", "J. A.", "; ", "Gonzalez", ", ", "M. I.", "; ", "Lee", ", ", "J. S.", "; ", "Gygi", ", ", "D.", "; ", "Howe", ", ", "J. D.", "; ", "Lee", ", ", "K.", "; ", "Darwish", ", ", "T. A.", " ", "Comprehensive Study of Carbon Dioxide Adsorption in the Metal-Organic Frameworks M", "2", "(dobdc) (M = Mg, Mn, Fe, Co, Ni, Cu, Zn)", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "4569", "– ", "4581", "[", "Crossref", "], [", "CAS", "]", "27. ", "Comprehensive study of carbon dioxide adsorption in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Cu, Zn)", "Queen, Wendy L.; Hudson, Matthew R.; Bloch, Eric D.; Mason, Jarad A.; Gonzalez, Miguel I.; Lee, Jason S.; Gygi, David; Howe, Joshua D.; Lee, Kyuho; Darwish, Tamim A.; James, Michael; Peterson, Vanessa K.; Teat, Simon J.; Smit, Berend; Neaton, Jeffrey B.; Long, Jeffrey R.; Brown, Craig M.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "4569-4581", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Anal. of the CO2 adsorption properties of a well-known series of metal-org. frameworks M2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate; M = Mg, Mn, Fe, Co, Ni, Cu, and Zn) is carried out in tandem with in situ structural studies to identify the host-guest interactions that lead to significant differences in isosteric heats of CO2 adsorption.  Neutron and X-ray powder diffraction and single crystal X-ray diffraction expts. are used to unveil the site-specific binding properties of CO2 within many of these materials while systematically varying both the amt. of CO2 and the temp.  Unlike previous studies, we show that CO2 adsorbed at the metal cations exhibits intramol. angles with minimal deviations from 180°, a finding that indicates a strongly electrostatic and physisorptive interaction with the framework surface and sheds more light on the ongoing discussion regarding whether CO2 adsorbs in a linear or nonlinear geometry.  This has important implications for proposals that have been made to utilize these materials for the activation and chem. conversion of CO2.  For the weaker CO2 adsorbents, significant elongation of the metal-O(CO2) distances are obsd. and diffraction expts. addnl. reveal that secondary CO2 adsorption sites, while likely stabilized by the population of the primary adsorption sites, significantly contribute to adsorption behavior at ambient temp.  D. functional theory calcns. including van der Waals dispersion quant. corroborate and rationalize observations regarding intramol. CO2 angles and trends in relative geometric properties and heats of adsorption in the M2(dobdc)-CO2 adducts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVCjtb%252FJ&md5=a3617bcec8b6bfa8605de53bd5959245", "28. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficiency of Ab-Initio Total Energy Calculations for Metals and Semiconductors Using a Plane-Wave Basis Set", " ", "Comput. Mater. Sci.", " ", "1996", ",  ", "6", ",  ", "15", "– ", "50", "[", "Crossref", "], [", "CAS", "]", "28. ", "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set", "Kresse, G.; Furthmuller, J.", "Computational Materials Science", "\r\n        (", "1996", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "15-50", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors present a detailed description and comparison of algorithms for performing ab-initio quantum-mech. calcns. using pseudopotentials and a plane-wave basis set.  The authors will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temp. d.-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order N2atoms scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge d. including a new special preconditioning optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously.  The authors have implemented these algorithms within a powerful package called VAMP (Vienna ab-initio mol.-dynamics package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semi-conducting surfaces, phonons in simple metals, transition metals and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFWgsrk%253D&md5=779b9a71bbd32904f968e39f39946190", "29. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-Wave Method", " ", "Phys. Rev. B", " ", "1994", ",  ", "50", ",  ", "17953", "– ", "17979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "30. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "– ", "3868", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "31. ", "Moellmann", ", ", "J.", "; ", "Grimme", ", ", "S.", " ", "DFT-D3 Study of Some Molecular Crystals", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "7615", "– ", "7621", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "DFT-D3 Study of Some Molecular Crystals", "Moellmann, Jonas; Grimme, Stefan", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "14", "),\r\n    ", "7615-7621", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We investigate the performance of the dispersion correction D3 with and without an explicit three-body dispersion term for the energetic and structural properties of rare gas and mol. crystals.  Therefore, the two- and three-body gradient of the dispersion energy is implemented in the periodic plane-wave program VASP.  It is combined with different d. functionals at the level of the general gradient approxn. (GGA) and hybrid functionals.  Cohesive energies and lattice parameters for the rare gas crystals Ar, Kr, and Xe and a set of 23 mol. crystals are calcd. and compared to exptl. ref. values.  In general, all tested methods yield very good results.  For the mol. crystals the mean abs. deviation of lattice energies from ref. data (about 1-2 kcal/mol) is close to or below their uncertainties.  The influence of the three-body Axilrod-Teller-Muto dispersion term on energy and structure is found to be rather small.  While on a GGA level cohesive energies become slightly worse, for hybrid functionals the three-body term improves the results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlentLo%253D&md5=add7d26022630d9d6fbdd246b96ed24f", "32. ", "Dudarev", ", ", "S. L.", "; ", "Botton", ", ", "G. A.", "; ", "Savrasov", ", ", "S. Y.", "; ", "Humphreys", ", ", "C. J.", "; ", "Sutton", ", ", "A. P.", " ", "Electron-Energy-Loss Spectra and the Structural Stability of Nickel Oxide: An LSDA+U Study", " ", "Phys. Rev. B", " ", "1998", ",  ", "57", ",  ", "1505", "– ", "1509", "[", "Crossref", "], [", "CAS", "]", "32. ", "Electron-energy-loss spectra and the structural stability of nickel oxide: An LSDA+U study", "Dudarev, S. L.; Botton, G. A.; Savrasov, S. Y.; Humphreys, C. J.; Sutton, A. P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "57", "\r\n        (", "3", "),\r\n    ", "1505-1509", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "By taking better account of electron correlations in the 3d shell of metal ions in Ni oxide it is possible to improve the description of both electron energy loss spectra and parameters characterizing the structural stability of the material compared with local spin d. functional theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsVarsQ%253D%253D&md5=9b4f0473346679cb1a8dce0ad7583153", "33. ", "Roos", ", ", "B. O.", "; ", "Taylor", ", ", "P. R.", "; ", "Siegbahn", ", ", "P. E. M.", " ", "A Complete Active Space SCF Method (CASSCF) Using a Density Matrix Formulated Super-CI Approach", " ", "Chem. Phys.", " ", "1980", ",  ", "48", ",  ", "157", "– ", "173", "[", "Crossref", "], [", "CAS", "]", "33. ", "A complete active space SCF method (CASSCF) using a density matrix formulated super-CI approach", "Roos, Bjoern O.; Taylor, Peter R.; Siegbahn, E. M.", "Chemical Physics", "\r\n        (", "1980", "),\r\n    ", "48", "\r\n        (", "2", "),\r\n    ", "157-73", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "A d. matrix formulation of the super-CI MCSCF method is presented.  The MC expansion is assumed to be complete in an active subset of the orbital space, and the corresponding CI secular problem is solved by a direct scheme using the unitary group approach.  With a d. matrix formulation the orbital optimization step becomes independent of the size of the CI expansion.  It is possible to formulate the super-CI in terms of d. matrices defined only in the small active subspace; the doubly occupied orbitals (the inactive subspace) do not enter.  Further, in the unitary group formalism it is straightforward and simple to obtain the necessary d. matrices from the symbolic formula list.  It then becomes possible to treat very long MC expansions, the largest so far comprising 726 configurations.  The method is demonstrated in a calcn. of the potential curves for the 3 lowest states (1.sum.g+, 3.sum.u+ and 3πg) of the N2 mol., using a medium-sized gaussian basis set.  7 Active orbitals were used yielding the following results: Dc:8.76(9.90), 2.43(3.68) and 3.39 (4.90) eV; rc:1.108 (1.098), 1.309(1.287) and 1.230 (1.213) Å; ωe: 2333 (2359), 1385 (1461) and 1680 (1733) cm-1, for the 3 states (exptl. values within parentheses).  The results of these calcns. indicate that it is important to consider not only the dissocn. limit but also the united atom limit in partitioning the occupied orbital space into an active and an inactive part.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXksFOjt7s%253D&md5=099ec82832160f6fe76bd7754027384c", "34. ", "Roos", ", ", "B. O.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", " ", "Main Group Atoms and Dimers Studied with a New Relativistic ANO Basis Set", " ", "J. Phys. Chem. A", " ", "2004", ",  ", "108", ",  ", "2851", "– ", "2858", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Main Group Atoms and Dimers Studied with a New Relativistic ANO Basis Set", "Roos, Bjoern O.; Lindh, Roland; Malmqvist, Per-Aake; Veryazov, Valera; Widmark, Per-Olof", "Journal of Physical Chemistry A", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "15", "),\r\n    ", "2851-2858", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New basis sets of the at. natural orbital (ANO) type have been developed for the main group and rare gas atoms.  The ANO's have been obtained from the av. d. matrix of the ground and lowest excited states of the atom, the pos. and neg. ions, and the dimer at its equil. geometry.  Scalar relativistic effects are included through the use of a Douglas-Kroll Hamiltonian.  Multiconfigurational wave functions have been used with dynamic correlation included using second-order perturbation theory (CASSCF/CASPT2).  The basis sets are applied in calcns. of ionization energies, electron affinities, and excitation energies for all atoms and the ground-state potentials for the dimers.  These calcns. include spin-orbit coupling using the RASSCF State Interaction (RASSI-SO) method.  The spin-orbit splitting for the lowest at. term is reproduced with an accuracy of better than 0.05 eV, except for row 5, where it is 0.15 eV.  Ionization energies and electron affinities have an accuracy better than 0.2 eV, and at. polarizabilities for the spherical atoms are computed with errors smaller than 2.5%.  Computed bond energies for the dimers are accurate to better than 0.15 eV in most cases (the dimers for row 5 excluded).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpvFGksLs%253D&md5=0376f88ebbc6bd69daee46c198d463ee", "35. ", "Roos", ", ", "B. O.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", " ", "New Relativistic ANO Basis Sets for Transition Metal Atoms", " ", "J. Phys. Chem. A", " ", "2005", ",  ", "109", ",  ", "6575", "– ", "6579", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "New Relativistic ANO Basis Sets for Transition Metal Atoms", "Roos, Bjoern O.; Lindh, Roland; Malmqvist, Per-Aake; Veryazov, Valera; Widmark, Per-Olof", "Journal of Physical Chemistry A", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "29", "),\r\n    ", "6575-6579", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New basis sets of the at. natural orbital (ANO) type have been developed for the first, second, and third row transition metal atoms.  The ANOs have been obtained from the av. d. matrix of the ground and lowest excited states of the atom, the pos. and neg. ions, and the atom in an elec. field.  Scalar relativistic effects are included through the use of a Douglas-Kroll-Hess Hamiltonian.  Multiconfigurational wave functions have been used with dynamic correlation included using second order perturbation theory (CASSCF/CASPT2).  The basis sets are applied in calcns. of ionization energies, electron affinities, and excitation energies for all atoms and polarizabilities for spherically sym. atoms.  These calcns. include spin-orbit coupling using a variation-perturbation approach.  Computed ionization energies have an accuracy better than 0.2 eV in most cases.  The accuracy of computed electron affinities is the same except in cases where the exptl. values are smaller than 0.5 eV.  Accurate results are obtained for the polarizabilities of atoms with spherical symmetry.  Multiplet levels are presented for some of the third row transition metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXls1Ohsbo%253D&md5=b8f2a0bb7b0edaed9b6e4580224001da", "36. ", "Perdew", ", ", "J. P.", "; ", "Ernzerhof", ", ", "M.", "; ", "Burke", ", ", "K.", " ", "Rationale for Mixing Exact Exchange with Density Functional Approximations", " ", "J. Chem. Phys.", " ", "1996", ",  ", "105", ",  ", "9982", "– ", "9985", "[", "Crossref", "], [", "CAS", "]", "36. ", "Rationale for mixing exact exchange with density functional approximations", "Perdew, John P.; Ernzerhof, Matthias; Burke, Kieron", "Journal of Chemical Physics", "\r\n        (", "1996", "),\r\n    ", "105", "\r\n        (", "22", "),\r\n    ", "9982-9985", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "D. functional approxns. for the exchange-correlation energy ExcDFA of an electronic system are often improved by admixing some exact exchange Ex: Exc ≈ ExcDFA + (1/n)(Ex - ExDFA).  This procedure is justified when the error in ExcDFA arises from the λ = 0 or exchange end of the coupling-const. integral ∫01dλ Exc,λDFA.  We argue that the optimum integer n is approx. the lowest order of Goerling-Levy perturbation theory which provides a realistic description of the coupling-const. dependence Exc,λ in the range 0 ≤ λ ≤ 1, whence n ≈ 4 for atomization energies of typical mols.  We also propose a continuous generalization of n as an index of correlation strength, and a possible mixing of second-order perturbation theory with the generalized gradient approxn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XnsFahtbg%253D&md5=cb0b0c07f3fde8c429bfe9fa8a1f2a4a", "37. ", "Grimme", ", ", "S.", "; ", "Antony", ", ", "J.", "; ", "Ehrlich", ", ", "S.", "; ", "Krieg", ", ", "H.", " ", "A Consistent and Accurate Ab Initio Parametrization of Density Functional Dispersion Correction (DFT-D) for the 94 Elements H-Pu", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", "154104", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu", "Grimme, Stefan; Antony, Jens; Ehrlich, Stephan; Krieg, Helge", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "15", "),\r\n    ", "154104/1-154104/19", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The method of dispersion correction as an add-on to std. Kohn-Sham d. functional theory (DFT-D) has been refined regarding higher accuracy, broader range of applicability, and less empiricism.  The main new ingredients are atom-pairwise specific dispersion coeffs. and cutoff radii that are both computed from first principles.  The coeffs. for new eighth-order dispersion terms are computed using established recursion relations.  System (geometry) dependent information is used for the first time in a DFT-D type approach by employing the new concept of fractional coordination nos. (CN).  They are used to interpolate between dispersion coeffs. of atoms in different chem. environments.  The method only requires adjustment of two global parameters for each d. functional, is asymptotically exact for a gas of weakly interacting neutral atoms, and easily allows the computation of at. forces.  Three-body nonadditivity terms are considered.  The method has been assessed on std. benchmark sets for inter- and intramol. noncovalent interactions with a particular emphasis on a consistent description of light and heavy element systems.  The mean abs. deviations for the S22 benchmark set of noncovalent interactions for 11 std. d. functionals decrease by 15%-40% compared to the previous (already accurate) DFT-D version.  Spectacular improvements are found for a tripeptide-folding model and all tested metallic systems.  The rectification of the long-range behavior and the use of more accurate C6 coeffs. also lead to a much better description of large (infinite) systems as shown for graphene sheets and the adsorption of benzene on an Ag(111) surface.  For graphene it is found that the inclusion of three-body terms substantially (by about 10%) weakens the interlayer binding.  We propose the revised DFT-D method as a general tool for the computation of the dispersion energy in mols. and solids of any kind with DFT and related (low-cost) electronic structure methods for large systems.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkvVyks7o%253D&md5=2bca89d904579d5565537a0820dc2ae8", "38. ", "Grimme", ", ", "S.", "; ", "Ehrlich", ", ", "S.", "; ", "Goerigk", ", ", "L.", " ", "Effect of the Damping Function in Dispersion Corrected Density Functional Theory", " ", "J. Comput. Chem.", " ", "2011", ",  ", "32", ",  ", "1456", "– ", "1465", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Effect of the damping function in dispersion corrected density functional theory", "Grimme, Stefan; Ehrlich, Stephan; Goerigk, Lars", "Journal of Computational Chemistry", "\r\n        (", "2011", "),\r\n    ", "32", "\r\n        (", "7", "),\r\n    ", "1456-1465", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "It is shown by an extensive benchmark on mol. energy data that the math. form of the damping function in DFT-D methods has only a minor impact on the quality of the results.  For 12 different functionals, a std. \"zero-damping\" formula and rational damping to finite values for small interat. distances according to Becke and Johnson (BJ-damping) has been tested.  The same (DFT-D3) scheme for the computation of the dispersion coeffs. is used.  The BJ-damping requires one fit parameter more for each functional (three instead of two) but has the advantage of avoiding repulsive interat. forces at shorter distances.  With BJ-damping better results for nonbonded distances and more clear effects of intramol. dispersion in four representative mol. structures are found.  For the noncovalently-bonded structures in the S22 set, both schemes lead to very similar intermol. distances.  For noncovalent interaction energies BJ-damping performs slightly better but both variants can be recommended in general.  The exception to this is Hartree-Fock that can be recommended only in the BJ-variant and which is then close to the accuracy of cor. GGAs for non-covalent interactions.  According to the thermodn. benchmarks BJ-damping is more accurate esp. for medium-range electron correlation problems and only small and practically insignificant double-counting effects are obsd.  It seems to provide a phys. correct short-range behavior of correlation/dispersion even with unmodified std. functionals.  In any case, the differences between the two methods are much smaller than the overall dispersion effect and often also smaller than the influence of the underlying d. functional.  © 2011 Wiley Periodicals, Inc.; J. Comput. Chem., 2011.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsF2isL0%253D&md5=370c4fe3164f548718b4bfcf22d1c753", "39. ", "Mavrandonakis", ", ", "A.", "; ", "Vogiatzis", ", ", "K. D.", "; ", "Boese", ", ", "A. D.", "; ", "Fink", ", ", "K. D.", "; ", "Heine", ", ", "T.", "; ", "Klopper", ", ", "W.", " ", " ", "Ab Initio Study of the Adsorption of Small Molecules on Metal–Organic Frameworks with Oxo-centered Trimetallic Building Units: The Role of the Undercoordinated Metal Ion", ". Submitted for publication, ", "2015", ".", "There is no corresponding record for this reference.", "40. ", "Vogiatzis", ", ", "K. D.", "; ", "Barnes", ", ", "E. C.", "; ", "Klopper", ", ", "W.", " ", "Interference-Corrected Explicitly-Correlated Second-Order Perturbation Theory", " ", "Chem. Phys. Lett.", " ", "2011", ",  ", "503", ",  ", "157", "– ", "161", "[", "Crossref", "], [", "CAS", "]", "40. ", "Interference-corrected explicitly-correlated second-order perturbation theory", "Vogiatzis, Konstantinos D.; Barnes, Ericka C.; Klopper, Wim", "Chemical Physics Letters", "\r\n        (", "2011", "),\r\n    ", "503", "\r\n        (", "1-3", "),\r\n    ", "157-161", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In the complete-basis-set (CBS) model chemistries, an interference correction is added to the total energy.  It is added because the CBS-type extrapolation to the basis-set limit of second-order Moller-Plesset (MP2) perturbation theory usually overestimates the magnitude of the basis-set truncation error at higher levels of electron-correlation treatment.  In this Letter, the question is pursued whether the CBS-type interference correction could also improve the computational results when the MP2 basis set limit is approached by means of explicitly-correlated MP2 theory using Slater-type geminals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeru7w%253D&md5=72e178a0ee8f81a3a4348abd4d536349", "41. ", "Weigend", ", ", "F.", "; ", "Ahlrichs", ", ", "R.", " ", "Balanced Basis Sets of Split Valence, Triple Zeta Valence and Quadruple Zeta Valence Quality for H to Rn: Design and Assessment of Accuracy", " ", "Phys. Chem. Chem. Phys.", " ", "2005", ",  ", "7", ",  ", "3297", "– ", "3305", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Balanced basis sets of split valence, triple zeta valence and quadruple zeta valence quality for H to Rn: Design and assessment of accuracy", "Weigend, Florian; Ahlrichs, Reinhart", "Physical Chemistry Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "18", "),\r\n    ", "3297-3305", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gaussian basis sets of quadruple zeta valence quality for Rb-Rn are presented, as well as bases of split valence and triple zeta valence quality for H-Rn.  The latter were obtained by (partly) modifying bases developed previously.  A large set of more than 300 mols. representing (nearly) all elements-except lanthanides-in their common oxidn. states was used to assess the quality of the bases all across the periodic table.  Quantities investigated were atomization energies, dipole moments and structure parameters for Hartree-Fock, d. functional theory and correlated methods, for which we had chosen Moller-Plesset perturbation theory as an example.  Finally recommendations are given which type of basis set is used best for a certain level of theory and a desired quality of results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpsFWgu7o%253D&md5=a820fb6055c993b50c405ba0fc62b194", "42. ", "Karlström", ", ", "G.", "; ", "Lindh", ", ", "R.", "; ", "Malmqvist", ", ", "P.-Å.", "; ", "Roos", ", ", "B. O.", "; ", "Ryde", ", ", "U.", "; ", "Veryazov", ", ", "V.", "; ", "Widmark", ", ", "P.-O.", "; ", "Cossi", ", ", "M.", "; ", "Schimmelpfennig", ", ", "B.", "; ", "Neogrady", ", ", "P.", " ", "MOLCAS: A Program Package for Computational Chemistry", " ", "Comput. Mater. Sci.", " ", "2003", ",  ", "28", ",  ", "222", "– ", "239", "[", "Crossref", "]", "There is no corresponding record for this reference.", "43. ", "Ahlrichs", ", ", "R.", "; ", "Bär", ", ", "M.", "; ", "Häser", ", ", "M.", "; ", "Horn", ", ", "H.", "; ", "Kölmel", ", ", "C.", " ", "Electronic Structure Calculations on Workstation Computers: The Program System Turbomole", " ", "Chem. Phys. Lett.", " ", "1989", ",  ", "162", ",  ", "165", "– ", "169", "[", "Crossref", "], [", "CAS", "]", "43. ", "Electronic structure calculations on workstation computers:  the program system TURBOMOLE", "Ahlrichs, Reinhart; Baer, Michael; Haeser, Marco; Horn, Hans; Koelmel, Christoph", "Chemical Physics Letters", "\r\n        (", "1989", "),\r\n    ", "162", "\r\n        (", "3", "),\r\n    ", "165-9", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    ", "The basic structure of the program system TURBOMOLE for SCF - including first and second anal. derivs. with respect to nuclear coordinates - and MP2 calcns. is briefly described.  The program takes full advantage of all discrete point group symmetries and has only modest - and (partially) adjustable - I/O and background storage requirements.  The performance of TURBOMOLE is documented for demonstrative applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkt1yrtg%253D%253D&md5=b6aa32e6226a8e11b511e4d09cc60dc8", "44. ", "Boys", ", ", "S. F.", "; ", "Bernardi", ", ", "F.", " ", "The Calculation of Small Molecular Interactions by the Differences of Separate Total Energies. Some Procedures with Reduced Errors", " ", "Mol. Phys.", " ", "1970", ",  ", "19", ",  ", "553", "– ", "566", "[", "Crossref", "], [", "CAS", "]", "44. ", "The calculation of small molecular interactions by the differences of separate total energies. Some procedures with reduced errors", "Boys, S. F.; Bernardi, F.", "Molecular Physics", "\r\n        (", "1970", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "553-566", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A new direct difference method for the computation of mol. interactions has been based on a bivariational transcorrelated treatment, together with special methods for the balancing of other errors.  It appears that these new features can give a strong redn. in the error of the interaction energy, and they seem to be particularly suitable for computations in the important region near the min. energy.  It has been generally accepted that this problem is dominated by unresolved difficulties and the relation of the new methods of these apparent difficulties is analyzed here.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1alt7fM&md5=c4f847835a638b4fc449fae688c557e9", "45. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor–Liquid Equilibria of Mixtures Containing Alkanes, Carbon Dioxide, and Nitrogen", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "45. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "46. ", "Fairen-Jimenez", ", ", "D.", "; ", "Lozano-Casal", ", ", "P.", "; ", "Düren", ", ", "T.", " In  ", "Characterisation of Porous Solids VIII: Proceedings of the 8th International Symposium on the Characterisation of Porous Solids", "; ", "Kaskel", ", ", "S.", "; ", "Llewellyn", ", ", "P.", "; ", "Rodriguez-Reinoso", ", ", "F.", "; ", "Seaton", ", ", "N. A.", ", Eds.; ", "The Royal Society of Chemistry", ": ", "London", ", ", "2009", "; pp  ", "80", "– ", "87", ".", "There is no corresponding record for this reference.", "47. ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Review and Analysis of Molecular Simulations of Methane, Hydrogen, and Acetylene Storage in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "– ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "48. ", "Rai", ", ", "N.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 9. Explicit Hydrogen Description of Benzene and Five-Membered and Six-Membered Heterocyclic Aromatic Compounds", " ", "J. Phys. Chem. B", " ", "2007", ",  ", "111", ",  ", "10790", "– ", "10799", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Transferable Potentials for Phase Equilibria. 9. Explicit Hydrogen Description of Benzene and Five-Membered and Six-Membered Heterocyclic Aromatic Compounds", "Rai, Neeraj; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "36", "),\r\n    ", "10790-10799", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The explicit hydrogen version of the transferable potentials for phase equil. (TraPPE-EH) force field is extended to benzene, pyridine, pyrimidine, pyrazine, pyridazine, thiophene, furan, pyrrole, thiazole, oxazole, isoxazole, imidazole, and pyrazole.  While the Lennard-Jones parameters for carbon, hydrogen (two types), nitrogen (two types), oxygen, and sulfur are transferable for all 13 compds., the partial charges are specific for each compd.  The benzene dimer energies for sandwich, T-shape, and parallel-displaced configurations obtained for the TraPPE-EH force field compare favorably with high-level electronic structure calcns.  Gibbs ensemble Monte Carlo simulations were carried out to compute the single-component vapor-liq. equil. for benzene, pyridine, three diazenes, and eight five-membered heterocycles.  The agreement with exptl. data is excellent with the liq. densities and vapor pressures reproduced within 1 and 5%, resp.  The crit. temps. and normal b.ps. are predicted with mean deviations of 0.8 and 1.6%, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1OjsLs%253D&md5=2802e6e21c0a948f71611cf18e8b767b", "49. ", "Chen", ", ", "B.", "; ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Monte Carlo Calculations for Alcohols and Their Mixtures with Alkanes. Transferable Potentials for Phase Equilibria. 5. United-Atom Description of Primary, Secondary, and Tertiary Alcohols", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "3093", "– ", "3104", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Monte Carlo Calculations for Alcohols and Their Mixtures with Alkanes. Transferable Potentials for Phase Equilibria. 5. United-Atom Description of Primary, Secondary, and Tertiary Alcohols", "Chen, Bin; Potoff, Jeffrey J.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "15", "),\r\n    ", "3093-3104", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transferable potentials for phase equil.-united atom (TraPPE-UA) force field for hydrocarbons is extended to primary, secondary, and tertiary alcs. by introducing the following (pseudo-)atoms: common hydroxyl O and H for all alcs., α-CH3, α-CH2, α-CH, and α-C for methanol, primary, secondary, and tertiary alcs., resp.  In the TraPPE-UA force field, the nonbonded interactions of these sites are governed by Lennard-Jones 12-6 potentials and Coulombic interactions of fixed partial charges.  The values of these partial charges were borrowed from the optimized potentials for the liq. simulations-united atom (OPLS-UA) force field [Jorgensen, W. L. J. Phys. Chem. 1986, 90, 1276].  The Lennard-Jones well depth and size parameters for the new interaction sites were detd. by fitting to the single-component vapor-liq.-phase equil. of a few selected model compds.  Although the well-depth parameters for the α-carbons could be taken directly from the TraPPE-UA parameters for the corresponding pseudoatoms in alkanes, the size parameters required small adjustments to reflect the differences in C-C and C-O bond lengths and the reduced electron d. for α-carbons.  Coupled-decoupled configurational-bias Monte Carlo simulations in the Gibbs and grand-canonical ensembles were carried out to calc. the one-component vapor-liq. coexistence curves for methanol, ethanol, propan-1-ol, propan-2-ol, butan-2-ol, 2-methylpropan-2-ol, pentan-1-ol, pentane-1,5-diol, and octan-1-ol, and to det. the binary phase diagrams for the mixts. of n-hexane/methanol and n-hexane/ethanol.  The phase equil. of the pure alcs. are accurately described by the TraPPE-UA force field, with mean unsigned deviations of about 1% from the exptl. data for the normal b.ps. and the satd. liq. densities.  The azeotropic compns. for n-hexane/methanol and n-hexane/ethanol were predicted to be 0.340 at T = 448.15 K and 0.454 at 413.15 K and (in mole fraction of n-hexane), which are in good agreement with the exptl. results of 0.288 and 0.440, resp.  Anal. of the structures of the n-hexane/methanol mixts. shows evidence for significant enhancements in the local mole fraction of alcs. in the vicinity of other alcs.  The magnitude of these local enhancements decreases with increasing alc. concn., but the change is gradual and no discontinuity was obsd. at the azeotropic compn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXitFentLc%253D&md5=c117ae952612e1acde4b77ce56f0a257", "50. ", "Stubbs", ", ", "J. M.", "; ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 6. United-Atom Description for Ethers, Glycols, Ketones, and Aldehydes", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "17596", "– ", "17605", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Transferable Potentials for Phase Equilibria. 6. United-Atom Description for Ethers, Glycols, Ketones, and Aldehydes", "Stubbs, John M.; Potoff, Jeffrey J.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "45", "),\r\n    ", "17596-17605", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extension of the transferable potentials for phase equil.-united atom (TraPPE-UA) force field to the ether, glycol, ketone, and aldehyde functionalities is presented.  New parameters for the ether oxygen, the carbonyl carbon (ketones), the carbonyl methine (aldehydes), and a special intramol. hydrogen-bond term were fitted to the vapor-liq. coexistence curves for selected one-component systems.  Coupled-decoupled configurational bias Monte Carlo simulations in the Gibbs or grand canonical ensemble were used to compute the vapor-liq. coexistence curves for the neat systems of di-Me ether, Et Me ether, di-Et ether, di-Pr ether, diisopropyl ether, Me tert-Bu ether, 1,2-ethanediol, 2-methoxyethan-1-ol, 1,2-dimethoxyethane, 1,3-propanediol, acetone, 2-pentanone, 2-octanone, acetaldehyde, pentanal, and octanal.  Addnl. simulations were performed for the binary mixts. of di-Et ether + ethanol and acetone + hexane.  Excellent agreement with the literature exptl. results was found with the mean unsigned errors being less than 1 % for the crit. temps. and about 3 % (ethers) and 1 % (other) for the normal boiling temps.  For the mixt. of acetone + hexane at 328.15 K, a pos. pressure azeotrope was found with x(acetone-azeotrope) = 0.71 in satisfactory agreement with the known exptl. result of 0.64.  Addnl., the structures of hydrogen-bonded aggregates were investigated for 1,2-ethanediol and 2-methoxyethan-1-ol, where the av. hydrogen-bond energies were found to be about -20 and -14 kJ mol-1 for inter- and intramol. hydrogen bonds, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXosFSjtLc%253D&md5=0c686b426cbf40af9e5388e740d47cba", "51. ", "Lorentz", ", ", "H. A.", " ", "Ueber Die Anwendung Des Satzes Vom Virial in Der Kinetischen Theorie Der Gase", " ", "Ann. Phys.", " ", "1881", ",  ", "248", ",  ", "127", "– ", "136", "[", "Crossref", "]", "There is no corresponding record for this reference.", "52. ", "Berthelot", ", ", "D.", " ", "Sur Le Mélange Des Gaz", " ", "C. R. Hebd. Seances. Acad. Sci.", " ", "1898", ",  ", "126", ",  ", "1703", "– ", "1706", "[", "CAS", "]", "52. ", "On mixtures of gases", "Berthelot, D.", "Comptes Rendus Hebdomadaires des Seances de l'Academie des Sciences", "\r\n        (", "1898", "),\r\n    ", "126", "\r\n        (", "),\r\n    ", "1703", "CODEN:\r\n                ", "COREAF", "\r\n        ISSN:", ".\r\n    ", "The author proposes a formula of the van der Waals type for a mixture of two gases and shows how the constants A and B for the mixture can be calculated from the corresponding constants for the single gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaD28XltFCqtQ%253D%253D&md5=04821df437d446d4c3db51db927ef254", "53. ", "Witte", ", ", "J.", "; ", "Neaton", ", ", "J. B.", "; ", "Head-Gordon", ", ", "M.", " ", "Assessing Electronic Structure Approaches for Gas-Ligand Interactions in Metal-Organic Frameworks: The CO", "2", "-Benzene Complex", " ", "J. Chem. Phys.", " ", "2014", ",  ", "140", "104707", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Assessing electronic structure approaches for gas-ligand interactions in metal-organic frameworks: The CO2-benzene complex", "Witte, Jonathon; Neaton, Jeffrey B.; Head-Gordon, Martin", "Journal of Chemical Physics", "\r\n        (", "2014", "),\r\n    ", "140", "\r\n        (", "10", "),\r\n    ", "104707/1-104707/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Adsorption of gas mols. in metal-org. frameworks is governed by many factors, the most dominant of which are the interaction of the gas with open metal sites, and the interaction of the gas with the ligands.  Herein, we examine the latter class of interaction in the context of CO2 binding to benzene.  We begin by clarifying the geometry of the CO2-benzene complex.  We then generate a benchmark binding curve using a coupled-cluster approach with single, double, and perturbative triple excitations [CCSD(T)] at the complete basis set (CBS) limit.  Against this ΔCCSD(T)/CBS std., we evaluate a plethora of electronic structure approxns.: Hartree-Fock, second-order Moller-Plesset perturbation theory (MP2) with the resoln.-of-the-identity approxn., attenuated MP2, and a no. of d. functionals with and without different empirical and nonempirical van der Waals corrections.  We find that finite-basis MP2 significantly overbinds the complex.  On the other hand, even the simplest empirical correction to std. d. functionals is sufficient to bring the binding energies to well within 1 kJ/mol of the benchmark, corresponding to an error of less than 10%; PBE-D in particular performs well.  Methods that explicitly include nonlocal correlation kernels, such as VV10, vdW-DF2, and ωB97X-V, perform with similar accuracy for this system, as do ωB97X and M06-L.  (c) 2014 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlCrsrw%253D&md5=3022a4264a00aa75fb34798a29949a51", "54. ", "Manz", ", ", "T. A.", "; ", "Sholl", ", ", "D. S.", " ", "Chemically Meaningful Atomic Charges That Reproduce the Electrostatic Potential in Periodic and Nonperiodic Materials", " ", "J. Chem. Theory Comput.", " ", "2010", ",  ", "6", ",  ", "2455", "– ", "2468", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Chemically Meaningful Atomic Charges That Reproduce the Electrostatic Potential in Periodic and Nonperiodic Materials", "Manz, Thomas A.; Sholl, David S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "8", "),\r\n    ", "2455-2468", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Net at. charges (NACs) can be used both to understand the chem. states of atoms in a material as well as to represent the electrostatic potential, V, of the material outside its electron distribution.  However, many existing definitions of NACs have limitations that prevent them from adequately fulfilling this dual purpose.  Some charge methods are not applicable to periodic materials or are inaccurate for systems contg. buried atoms, while others work for both periodic and nonperiodic materials contg. buried atoms but give NACS that do not accurately reproduce V.  We present a new approach, d. derived electrostatic and chem. (DDEC) charges, that overcomes these limitations by simultaneously optimizing the NACs to be chem. meaningful and to reproduce V outside the electron distribution.  This atoms-in-mol. method partitions the total electron d. among atoms and uses a distributed multipole expansion to formally reproduce V exactly outside the electron distribution.  We compare different methods for computing NACs for a broad range of materials that are periodic in zero, one, two, and three dimensions.  The DDEC method consistently performs well for systems with and without buried atoms, including mols., nonporous solids, solid surfaces, and porous solids like metal org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXovFentb4%253D&md5=9b90226f29ce0d547f446afd6c1a17a3", "55. ", "Panagiotopoulos", ", ", "A. Z.", " ", "Direct Determination of Phase Coexistence Properties of Fluids by Monte Carlo Simulation in a New Ensemble", " ", "Mol. Phys.", " ", "1987", ",  ", "61", ",  ", "813", "– ", "826", "[", "Crossref", "], [", "CAS", "]", "55. ", "Direct determination of phase coexistence properties of fluids by Monte Carlo simulation in a new ensemble", "Panagiotopoulos, Athanassios Z.", "Molecular Physics", "\r\n        (", "1987", "),\r\n    ", "61", "\r\n        (", "4", "),\r\n    ", "813-26", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "A methodol. is presented for Monte Carlo simulation of fluids in a new ensemble that can be used to obtain phase coexistence properties of multicomponent systems from a single computer expt.  The method is based on performing a simulation simultaneously in 2 distinct phys. regions of generally different densities and compns.  Three types of perturbations are performed, a random displacement of mols. that ensures equil. within each region, an equal and opposite change in the vol. of the 2 regions that results in equality of pressures, and random transfers of mols. that equalize the chem. potential of each component in the 2 regions.  The method is applied to the calcn. of the liq.-gas coexistence envelope for the pure Lennard-Jones fluid for several reduced temps. from the vicinity of the triple point close to the crit. point (T* = 0.75-1.30).  Good overall agreement with previously available literature results is obtained, with some deviations at the extremes of this temp. range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXlsVWqsbw%253D&md5=86a220908dc6b07284635cac91df3e43", "56. ", "Panagiotopoulos", ", ", "A. Z.", "; ", "Quirke", ", ", "N.", "; ", "Stapleton", ", ", "M.", "; ", "Tildesley", ", ", "D. J.", " ", "Phase Equilibria by Simulation in the Gibbs Ensemble", " ", "Mol. Phys.", " ", "1988", ",  ", "63", ",  ", "527", "– ", "545", "[", "Crossref", "], [", "CAS", "]", "56. ", "Phase equilibria by simulation in the Gibbs ensemble.  Alternative derivation, generalization, and application to mixture and membrane equilibria", "Panagiotopoulos, A. Z.; Quirke, N.; Stapleton, M.; Tildesley, D. J.", "Molecular Physics", "\r\n        (", "1988", "),\r\n    ", "63", "\r\n        (", "4", "),\r\n    ", "527-45", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "The Gibbs-ensemble Monte Carlo simulation methodol. for phase equil. calcns. is generalized and applied to mixt. and membrane equil.  An alternative derivation of the Gibbs simulation criteria based on the limiting distributions for the appropriate statistical mech. ensembles is presented.  The method is then generalized for the calcn. of phase equil. of mixts. by simulation in a const.-pressure Gibbs ensemble and the calcn. of equil. across semipermeable membranes with an imposed osmotic pressure difference.  The method is used to calc. phase equil. for binary mixts. of Lennard-Jones mols.  Good agreement is found with published results obtained using other simulation techniques.  The computer time required for the Gibbs method is only a small fraction of the corresponding requirement for previously available simulation techniques.  Calcns. for simple osmotic systems are performed for the first time by simulation, with results in agreement with exact theor. predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWqurk%253D&md5=21d2c1075a9068b96e9313d8064f70bc", "57. ", "Monte Carlo for Complex Chemical Systems—Minnesota, version 14.1,  (", "2014", ". ", "http://www.chem.umn.edu/groups/siepmann/software.html", ".", "There is no corresponding record for this reference.", "58. ", "Ewald", ", ", "P. P.", " ", "Die Berechnung Optischer Und Elektrostatischer Gitterpotentiale", " ", "Ann. Phys.", " ", "1921", ")  ", "369", ",  ", "253", "– ", "287", "[", "Crossref", "]", "There is no corresponding record for this reference.", "59. ", "Allen", ", ", "M. P.", "; ", "Tildesley", ", ", "D. J.", "  ", "Computer Simulation of Liquids", "; ", "Oxford University Press", ": ", "New York", ", ", "1987", ".", "There is no corresponding record for this reference.", "60. ", "Karavias", ", ", "F.", "; ", "Myers", ", ", "A. L.", " ", "Isosteric Heats of Multicomponent Adsorption: Thermodynamics and Computer Simulations", " ", "Langmuir", " ", "1991", ",  ", "7", ",  ", "3118", "– ", "3126", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Isosteric heats of multicomponent adsorption:  thermodynamics and computer simulations", "Karavias, Fokion; Myers, Alan L.", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "3118-26", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Heats of adsorption were obtained by mol. simulations for the binary mixts. C2H4-CO2, CO2-CH4, and isobutane-C2H4 adsorbed on zeolite 13X.  These simulations provide the first comprehensive sets of data on adsorption isotherms and isosteric heats of single gases and their mixts.  The simulations agree very well with exptl. isotherms for the amt. adsorbed, but individual heats of adsorption have not been measured calorimetrically and the calcn. of mixt. heats from adsorption isotherms using the methods of thermodn. is impractical.  Heats of adsorption from gas mixts. are predicted from single-gas heats of adsorption by using 2 thermodn. models based on an ideal adsorbed soln. (IAS).  The IAS heats are in excellent agreement with results from mol. simulations at low surface coverage.  At high surface coverage, the predictions agree with the simulations for binary mixts. that form ideal solns. (C2H4-CO2).  However, for a highly nonideal, azeotropic mixt. such as isobutane-C2H4 in zeolite X, IAS predictions of isosteric heats are poor.  For adsorption on energetically heterogeneous surface, the excess enthalpy is exothermic and individual heats of adsorption are always greater than those predicted for an ideal soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvVOktbw%253D&md5=2c412e199a01a4d79b8b48d8b87f21ef", "61. ", "Ong", ", ", "S. P.", "; ", "Richards", ", ", "W. D.", "; ", "Jain", ", ", "A.", "; ", "Hautier", ", ", "G.", "; ", "Kocher", ", ", "M.", "; ", "Cholia", ", ", "S.", "; ", "Gunter", ", ", "D.", "; ", "Chevrier", ", ", "V. L.", "; ", "Persson", ", ", "K. A.", "; ", "Ceder", ", ", "G.", " ", "Python Materials Genomics (pymatgen): A robust, open-source python library for materials analysis", " ", "Comput. Mater. Sci.", " ", "2013", ",  ", "68", ",  ", "314", "– ", "319", "[", "Crossref", "], [", "CAS", "]", "61. ", "Python Materials Genomics (pymatgen): A robust, open-source python library for materials analysis", "Ong, Shyue Ping; Richards, William Davidson; Jain, Anubhav; Hautier, Geoffroy; Kocher, Michael; Cholia, Shreyas; Gunter, Dan; Chevrier, Vincent L.; Persson, Kristin A.; Ceder, Gerbrand", "Computational Materials Science", "\r\n        (", "2013", "),\r\n    ", "68", "\r\n        (", "),\r\n    ", "314-319", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We present the Python Materials Genomics (pymatgen) library, a robust, open-source Python library for materials anal.  A key enabler in high-throughput computational materials science efforts is a robust set of software tools to perform initial setup for the calcns. (e.g., generation of structures and necessary input files) and post-calcn. anal. to derive useful material properties from raw calcd. data.  The pymatgen library aims to meet these needs by (1) defining core Python objects for materials data representation, (2) providing a well-tested set of structure and thermodn. analyses relevant to many applications, and (3) establishing an open platform for researchers to collaboratively develop sophisticated analyses of materials data obtained both from first principles calcns. and expts.  The pymatgen library also provides convenient tools to obtain useful materials data via the Materials Project's REpresentational State Transfer (REST) Application Programming Interface (API).  As an example, using pymatgen's interface to the Materials Project's RESTful API and phase diagram package, we demonstrate how the phase and electrochem. stability of a recently synthesized material, Li4SnS4, can be analyzed using a min. of computing resources.  We find that Li4SnS4 is a stable phase in the Li-Sn-S phase diagram (consistent with the fact that it can be synthesized), but the narrow range of lithium chem. potentials for which it is predicted to be stable would suggest that it is not intrinsically stable against typical electrodes used in lithium-ion batteries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVGjt7g%253D&md5=104f567dbd8f4199911ded91bc42100e", "62. ", "Berendsen", ", ", "H. J. C.", "; ", "Grigera", ", ", "J. R.", "; ", "Straatsma", ", ", "T. P.", " ", "The Missing Term in Effective Pair Potentials", " ", "J. Phys. Chem.", " ", "1987", ",  ", "91", ",  ", "6269", "– ", "6271", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "The missing term in effective pair potentials", "Berendsen, H. J. C.; Grigera, J. R.; Straatsma, T. P.", "Journal of Physical Chemistry", "\r\n        (", "1987", "),\r\n    ", "91", "\r\n        (", "24", "),\r\n    ", "6269-71", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Effective pair potentials used for simulations of polar liqs. include the av. effects of polarization.  Such potentials are generally adjusted to produce the exptl. heat of vaporization.  It has not been recognized before that the self-energy term inherent in any polarizable model should be included in effective pair potentials as well.  Inclusion of the self-energy correction with a consequent reparametrization of the simple point charge model of water yields an improvement of the effective pair potential for water, as exemplified by d., radial distribution functions, and diffusion const.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXmt1els7w%253D&md5=6668667f6252092fc001ae8d422ebb94", "63. ", "Willems", ", ", "T. F.", "; ", "Rycroft", ", ", "C. H.", "; ", "Kazi", ", ", "M.", "; ", "Meza", ", ", "J. C.", "; ", "Haranczyk", ", ", "M.", " ", "Algorithms and Tools for High-Throughput Geometry-Based Analysis of Crystalline Porous Materials", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "63. ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", "Willems, Thomas F.; Rycroft, Chris H.; Kazi, Michaeel; Meza, Juan C.; Haranczyk, Maciej", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "134-141", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepn.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. structural properties for all materials contained in a database so they can be compared with search queries, grouped or classified.  One important aspect of the structural anal. of materials such as zeolites and metal org. frameworks is the investigation of the geometrical parameters describing pores.  Here, we present algorithms and tools to efficiently calc. some of these important parameters.  Our tools are based on the Voronoi decompn., which for a given arrangement of atoms in a periodic domain provides a graph representation of the void space.  The resulting Voronoi network is analyzed to obtain the diam. of the largest included sphere and the largest free sphere, which are two geometrical parameters that are frequently used to describe pore geometry.  Accessibility of nodes in the network is also detd. for a given guest mol. and the resulting information is later used to retrieve dimensionality of channel systems as well as in Monte Carlo sampling of accessible surfaces and vols.  The presented algorithms are implemented in a software tool, Zeo++, which includes a modified version of the Voro++ library.  We present example applications of our algorithms and tools using zeolite frameworks currently listed in the Atlas of Zeolite Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurjN&md5=28e97cac049214d18c5a964ab405c4d9", "64. ", "Martin", ", ", "R. L.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "Addressing Challenges of Identifying Geometrically Diverse Sets of Crystalline Porous Materials", " ", "J. Chem. Inf. Model.", " ", "2012", ",  ", "52", ",  ", "308", "– ", "318", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Addressing Challenges of Identifying Geometrically Diverse Sets of Crystalline Porous Materials", "Martin, Richard Luis; Smit, Berend; Haranczyk, Maciej", "Journal of Chemical Information and Modeling", "\r\n        (", "2012", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "308-318", "CODEN:\r\n                ", "JCISD8", ";\r\n        ISSN:", "1549-9596", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepns.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. topol. and geometrical parameters describing pores.  These descriptors can be used to compare, select, group, and classify materials.  Here, we present a descriptor that captures shape and geometry characteristics of pores.  Together with proposed similarity measures, it can be used to perform diversity selection on a set of porous materials.  Our representations are histogram encodings of the probe-accessible fragment of the Voronoi network representing the void space of a material.  We discuss and demonstrate the application of our approach on the International Zeolite Assocn. (IZA) database of zeolite frameworks and the Deem database of hypothetical zeolites, as well as zeolitic imidazolate frameworks constructed from IZA zeolite structures.  The diverse structures retrieved by our method are complementary to those expected by emphasizing diversity in existing one-dimensional descriptors, e.g., surface area, and similar to those obtainable by a (subjective) manual selection based on materials' visual representations.  Our technique allows for redn. of large sets of structures and thus enables the material researcher to focus efforts on maximally dissimilar structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrs7vI&md5=657a7dcb2988bfef213a9a54d3b5152e", "65. ", "Zhang", ", ", "Q.", "; ", "Li", ", ", "B.", "; ", "Chen", ", ", "L.", " ", "First-Principles Study of Microporous Magnets M-MOF-74 (M = Ni, Co, Fe, Mn): the Role of Metal Centers", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "9356", "– ", "9362", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "First-Principles Study of Microporous Magnets M-MOF-74 (M = Ni, Co, Fe, Mn): the Role of Metal Centers", "Zhang, Qiuju; Li, Baihai; Chen, Liang", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "16", "),\r\n    ", "9356-9362", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A clear understanding of the origin of magnetism in metal-org. frameworks (MOFs) would provide useful insight for tuning the electromagnetic properties of MOFs and finding new applications.  First-principles calcns. show that the open paramagnetic metal sites in three-dimensional porous magnets M-MOF-74 (M = Ni, Co, Fe, Mn) favor high-spin electronic arrangement.  Fe- and Co-MOF-74 exhibit ferromagnetic (FM) features and significantly distinct energy gaps between spin-up and spin-down channels in metastable states.  After replacement of the Co center with a Ni ion, the FM feature was exhibited for the stable state since the extra valence electron was filled in the spin-down 3d bands to shift the Fermi level to higher energy.  In contrast, after removal of one valence electron (i.e., replacement of the Fe center with Mn atoms), the energy gap was significantly enlarged and an antiferromagnetic (AFM) feature will be discerned.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1arsL%252FO&md5=96e39c258d889799f9e2e3bea7996ebb", "66. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Heats of Adsorption of CO and CO", "2", " in Metal–Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "67. ", "Poloni", ", ", "R.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", " ", "CO", "2", " Capture by Metal–Organic Frameworks with van der Waals Density Functionals", " ", "J. Phys. Chem. A", " ", "2012", ",  ", "116", ",  ", "4957", "– ", "4964", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "CO2 Capture by Metal-Organic Frameworks with van der Waal Density Functionals", "Poloni, Roberta; Smit, Berend; Neaton, Jeffrey B.", "Journal of Physical Chemistry A", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "20", "),\r\n    ", "4957-4964", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors use d. functional theory calcns. with van der Waals corrections to study the role of dispersive interactions on the structure and binding of CO2 within two distinct metal-org. frameworks (MOFs): Mg-MOF74 and Ca-BTT.  For both classes of MOFs, the authors report calcns. with std. gradient-cor. (PBE) and five van der Waals d. functionals (vdW-DFs), also comparing with semiempirical pairwise corrections.  The vdW-DFs explored here yield a large spread in CO2-MOF binding energies, ∼50% (around 20 kJ/mol), depending on the choice of exchange functional, which is significantly larger than the authors' computed zero-point energies and thermal contributions (around 5 kJ/mol).  However, two specific vdW-DFs result in excellent agreement with expts. within a few kilojoules per mol., at a reduced computational cost compared to quantum chem. or many-body approaches.  For Mg-MOF74, PBE underestimates adsorption enthalpies by ∼50%, but enthalpies computed with vdW-DF, PBE+D2, and vdW-DF2 (40.5, 38.5, and 37.4 kJ/mol, resp.) compare extremely well with the exptl. value of 40 kJ/mol. vdW-DF and vdW-DF2 CO2-MOF bond lengths are in the best agreement with expts., while vdW-C09x results in the best agreement with lattice parameters.  From the similar behavior of the reduced d. gradients around CO2 for the two MOFs studied, comparable results can be expected for CO2 adsorption in BTT-type MOFs.  The authors' work demonstrates for this broad class of mol. adsorbate-periodic MOF systems that parameter-free and computationally efficient vdW-DF and vdW-DF2 approaches can predict adsorption enthalpies with chem. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFGjsLk%253D&md5=e08df82a5704e46f736104dbcdc941d0", "68. ", "Lee", ", ", "K.", "; ", "Isley", ", ", "W. C.", "; ", "Dzubak", ", ", "A. L.", "; ", "Verma", ", ", "P.", "; ", "Stoneburner", ", ", "S. J.", "; ", "Lin", ", ", "L.-C.", "; ", "Howe", ", ", "J. D.", "; ", "Bloch", ", ", "E. D.", "; ", "Reed", ", ", "D. A.", "; ", "Hudson", ", ", "M. R.", " ", "Design of a Metal–Organic Framework with Enhanced Back Bonding for Separation of N", "2", " and CH", "4", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "698", "– ", "704", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Design of a Metal-Organic Framework with Enhanced Back Bonding for Separation of N2 and CH4", "Lee, Kyuho; Isley, William C., III; Dzubak, Allison L.; Verma, Pragya; Stoneburner, Samuel J.; Lin, Li-Chiang; Howe, Joshua D.; Bloch, Eric D.; Reed, Douglas A.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.; Neaton, Jeffrey B.; Smit, Berend; Cramer, Christopher J.; Truhlar, Donald G.; Gagliardi, Laura", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "2", "),\r\n    ", "698-704", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks having potential utility for sepn. of dinitrogen from methane have been modeled using quantum mech. computations.  Vanadium- and iron-contg. 2,5-dioxido-1,4-benzenedicarboxylates were used as models.  An open V(II) site incorporated into a metal-org. framework can provide a material with a considerably higher enthalpy of adsorption for dinitrogen than for methane, based on strong selective back bonding with the former but not the latter.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFWltrfI&md5=9e4c026041e48d3dceea4883e625d95f", "69. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Interaction of Hydrogen with Accessible Metal Sites in the Metal-Organic Frameworks M", "2", "(dhtp) (CPO-27-M; M = Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "– ", "4964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "69. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "70. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8552", "– ", "8556", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "71. ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Rational Design, Synthesis, Purification, and Activation of Metal–Organic Framework Materials", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1166", "– ", "1175", "[", "ACS Full Text ", "], [", "CAS", "]", "71. ", "Rational Design, Synthesis, Purification, and Activation of Metal-Organic Framework Materials", "Farha, Omar K.; Hupp, Joseph T.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1166-1175", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of recent advances in the synthetic design, purifn., and activation of metal-org. framework materials.  The rational design of a series of org. struts to limit framework catenation and thereby produce large pores is described.  In addn., the rapid sepn. of desired metal-org. frameworks from cryst. and amorphous contaminants cogenerated during synthesis based on their different densities is demonstrated.  Finally, the mild and efficient activation of initially solvent-filled pores with supercrit. carbon dioxide, yielding usable channels and high internal surface areas is discussed.  Now constituting thousands of distinct examples, metal-org. frameworks are an intriguing class of hybrid materials that exist as infinite cryst. lattices with inorg. vertices and mol.-scale org. connectors.  Useful properties such as large internal surface areas, ultralow densities, and the availability of uniformly structured cavities and portals of mol. dimensions characterize functional metal-org. frameworks.  Researchers have effectively exploited these unusual properties in applications such as hydrogen and methane storage, chem. sepns., and selective chem. catalysis.  One of the most attractive features of metal-org. frameworks is the simplicity of their synthesis.  Typically they are obtained via one-pot solvothermal prepns.  However, metal-org. framework materials, esp. more complex ones, can be difficult to obtain in pure form and with the optimal degree of catenation, the interpenetration or interweaving of identical independent networks.  Once these two issues are satisfied, the removal of the guest mols. (solvent from synthesis) without damaging the structural integrity of the material is often an addnl. challenge.  We expect that the advances in the synthesis, sepn., and activation of metal-org. frameworks could lead to metal-org. frameworks with new structures and functions, better and faster sepn. and purifn. of these materials, and processing methods that avoid pore blockage and pore collapse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjtbY%253D&md5=be96ac34a74a551550ba08c66dcbd4b6", "72. ", "Bai", ", ", "P.", "; ", "Ghosh", ", ", "P.", "; ", "Sung", ", ", "J. C.", "; ", "Kohen", ", ", "D.", "; ", "Siepmann", ", ", "J. I.", "; ", "Snurr", ", ", "R. Q.", " ", "A Computational Study of the Adsorption of n-perfluorohexane in Zeolite BCR-704", " ", "Fluid Phase Equilib.", " ", "2014", ",  ", "366", ",  ", "146", "– ", "151", "[", "Crossref", "], [", "CAS", "]", "72. ", "A computational study of the adsorption of n-perfluorohexane in zeolite BCR-704", "Bai, Peng; Ghosh, Pritha; Sung, Jeffrey C.; Kohen, Daniela; Siepmann, J. Ilja; Snurr, Randall Q.", "Fluid Phase Equilibria", "\r\n        (", "2014", "),\r\n    ", "366", "\r\n        (", "),\r\n    ", "146-151", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Monte Carlo simulations in the grand canonical and Gibbs ensembles were carried out to predict the adsorption isotherms of argon, nitrogen, and n-perfluorohexane in BCR-704, a faujasite-type calcium aluminosilicate with a Si/Al ratio of 1.6.  Starting from existing force fields for the sorbate mols. and a transferable force field for all-silica zeolites, attempts were made to develop a force field that would reproduce the exptl. detd. argon and nitrogen adsorption isotherms in BCR-704.  However, good agreement for the nitrogen adsorption isotherm could only be obtained either for a set of force field parameters with a greatly reduced partial charge on the calcium cation or using a larger partial charge and assuming that co-adsorbed water mols. are present at the temp. used for the argon and nitrogen adsorption isotherms.  Predictions of the adsorption isotherm for n-perfluorohexane in BCR-704 using the latter force field parameters and the FAU-X structure with a water/calcium ratio of 1 yield good agreement with the exptl. benchmark data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1KgsLvK&md5=e6fa5e20f28b903dc677fc69b0e8149c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-28/acs.jpcc.5b03700/20150710/images/small/jp-2015-03700z_0010.gif\">"]}
