{"title": ["Structural Origin of Unusual CO", " Adsorption Behavior of a Small-Pore Aluminum Bisphosphonate MOF"], "authors": ["Philip L. Llewellyn", "Miquel Garcia-Rates", "Lucia Gaberová", "Stuart R. Miller", "Thomas Devic", "Jean-Claude Lavalley", "Sandrine Bourrelly", "Emily Bloch", "Yaroslav Filinchuk", "Paul A. Wright", "Christian Serre", "Alexandre Vimont", "Guillaume Maurin"], "doi": ["10.1021/jp512596u"], "abstract": ["The adsorption of CO", ", CH", ", and N", " at 303 K by MIL-91(Al), one of the few porous phosphonate-based-MOFs, has been investigated by combining advanced experimental and computational tools. Whereas CH", " and N", " adsorption isotherms exhibit type I behavior, the reversible CO", " isotherm displays an unusual inflection point at low pressure. In situ X-ray powder diffraction and infrared spectroscopy showed structural changes of this small-pore MOF upon CO", " adsorption. Grand canonical Monte Carlo simulations delivered a detailed picture of the adsorption mechanisms at the microscopic level. The so-predicted arrangements of the confined CO", " molecules were supported by analysis of the in situ diffraction and infrared experiments. It was shown that while adsorbed CH", " and N", " are located mainly in the center of the pores, CO", " molecules interact with the hydrogen-bonded POH–N acid–base pairs. This results in a relatively high adsorption enthalpy for CO", " of ca. −40 kJ mol", ", which suggests that this material might be of interest for CO", " capture at low pressure (postcombustion)."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "The still growing family of metal–organic frameworks (MOFs) offers an unprecedented diversity of nanoporous architectures and chemical functionalities. Some of these solids show promising performances that are either complementary or sometimes surpass those of conventional porous solids in the areas of gas capture and separation, sensing, biomedicine, and so on.", "(1, 2)", " As well as offering candidate materials for such applications, this family includes crystalline solids with a remarkable range of structure-related properties that are amenable to detailed study. The flexibility of some of their frameworks in response to diverse external stimuli is one of the most fascinating aspects of these porous solids and has inspired a tremendous number of computational and experimental investigations.", "(3-16)", " Besides being of fundamental interest, such host dynamics was revealed to be a driving force for not only the selective adsorption of guest molecules but also the control of their dynamics within the pores. A classification of the different types of adsorbate-induced flexible behavior was first proposed by Kitagawa.", "(8)", " Among numerous examples, frameworks showing gate opening/closing effect (e.g., ZIFs series),", "(9)", " jungle gym topologies (e.g., Cu(tfbdc)(dabco)),", "(10)", " and breathing MOFs (e.g., the MIL-53", "(3-5, 11, 12)", " and MIL-88", "(13)", " series, some DUTs,", "(5)", " and Co(BDP)", "(14)", ") have been investigated most thoroughly so far. Flexible MOFs show adsorption isotherms that sometimes deviate strongly from the standard convex shape of the expected I-type (at 77 K) or Langmuir-shaped (at room temperature) isotherm", "(17)", " and often exhibit inflection points", "(18)", " or steps.", "(19)", "We have previously made tremendous effort to understand the guest-induced flexible behavior of intermediate and large pore MOFs,", "(11-14, 20, 21)", " mostly based on polycarboxylate ligands. To complement this, we are currently investigating structural changes of small-pore-type MOFs with pore dimensions below 5 Å and the resulting effect on the adsorption of guest molecules with comparable size. We report here our contribution on the microporous metal bis-phosphonate-based MIL-91 (MIL, Materials of the Institut Lavoisier) solid of chemical formula Al(OH)(HO", "3", "P–CH", "2", "–NC", "4", "H", "10", "N–CH", "2", "–PO", "3", "H). Its Al version", "(22)", " is built up from chains of corner sharing AlO", "4", "(OH)", "2", " octahedra linked to ", "N", ",", "N", "′-piperazine-bismethylene-phosphonate ligands. Such an arrangement gives rise to channels parallel to the ", "b", " axis with free dimensions of ca. 3.5 × 4.0 Å (Figure ", "1", "). Only two of the three oxygen atoms from the phosphonate groups are bound to the cation, leaving the possibility to form a P–OH species and thus acidic protons available for interactions with the guest molecules. Besides its intriguing structural and chemical features, this solid is one of the few porous phosphonate MOFs reported so far.", "(23-27)", "Figure 1. Schematic view of the MIL-91(Al) structure down the ", "b", " axis (left) and showing the chain of AlO", "4", "(OH)", "2", " octahedra running along the ", "b", " axis (right): O in red, C in gray, H in white, P in green, N in blue, AlO", "6", " octahedra in pink.", "The adsorption of CO", "2", ", CH", "4", " and N", "2", " in this solid has been investigated through a multidisciplinary approach combining advanced adsorption (manometry/microcalorimetry) methods and characterization tools (infrared spectroscopy, in situ powder X-ray diffraction) and molecular simulations. Particular attention has been paid to the structural change of this small pore MOF in response to the adsorption of CO", "2", " and its effect on the shape of the adsorption isotherm. A detailed analysis is provided on the preferential arrangement of the confined adsorbates as well as the energetics of the host/guest interactions.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Synthesis and Characterization", "The MIL-91(Al) solid has been prepared according to the reported procedure.", "(22)", " Nitrogen adsorption experiments at 77 K gave essentially a type I isotherm characteristic of microporous solids (", "Figure S9 in the Supporting Information (SI)", "), with resulting BET area and micropore volume of 310 m", "2", " g", "–1", " and 0.12 cm", "3", " g", "–1", ", respectively.", "2.2", "In Situ X-ray Diffraction", "In situ synchrotron X-ray powder diffraction (XRPD) experiments were carried out at the BM01A station at the Swiss Norwegian BM01A Beamline of the European Synchrotron Radiation Facility (Grenoble, France). The powdered sample was introduced in a 1 mm quartz capillary and connected to a homemade gas-dosing system.", "(12)", " Prior to the experiments, the sample was outgassed under vacuum (pressure ca. 10", "–3", " mbar) at 423 K for a few hours. The temperature was then adjusted to 303 K, and doses of gas mixtures were introduced. XRPD were collected using a MAR345 imaging plate with a sample-to-detector distance of 300 mm (λ = 0.694018 Å). The data were integrated using the Fit2D program (Dr. A. Hammersley, ESRF) and a calibration measurement of a NIST LaB6 standard sample. The patterns were indexed using the Dicvol software.", "(28)", " Le Bail fits were then performed with the Fullprof2k software package.", "(29, 30)", " XRPD diffractograms were collected 1 min after the gas introduction, with an acquisition time of 30 s (rotation rate 1 deg·s", "–1", "). New XRPD patterns were recorded at the same pressure every 5 min, and equilibrium (at a given pressure) was assumed when no change was observed between three successive patterns.", "In a second step, the structure solutions of both the activated and CO", "2", " loaded MIL-91(Al) solids were carried out starting from the atomic parameters of the hydrated MIL-91(Al) using Fullprof and its graphical interface Winplotr. The location of the guest molecules was found using difference Fourier maps (Shelxtl). All structures were then refined using Fullprof2k. Best results for the refinement were obtained using experimental point values to adjust the background, a Pearson VII function to determine the peak profile, and two asymmetry parameters. We included soft distances constraints, that is, Al–O, P–O, P–C, C–C, and C–O bonds lengths fixed at 1.85, 1.52, 1.9, 1.5, and 1.25 Å, respectively, as well as angles constraints; the piperazine ring and the CO", "2", " molecules were treated as rigid bodies. An overall thermal parameter was also introduced during the refinement. The CO", "2", " guest molecules could only have a maximum of 50% site occupancy because of close atom–atom contacts. Details of the structure determination are reported in ", "Table S1 in the SI", ".", "2.3", "Infrared Spectroscopy Characterization", "The solid was deposited on a silicon wafer after dispersion in ethanol. The mixture was dried in air and placed in an IR quartz cell equipped with KBr windows. A movable quartz sample holder allowed us to put the sample in the infrared beam for IR measurements or into the furnace for thermal treatments. The cell is connected to a vacuum line for evacuation, calcination, and introduction of doses of gases. Spectra were all recorded at room temperature. Prior to CO", "2", " adsorption, the compounds were pretreated in vacuum at 423 K for 1 h. Transmission spectra were recorded in the 500–5600 cm", "–1", " range at 4 cm", "–1", " resolution on a Nicolet Nexus spectrometer equipped with an extended KBr beam splitting device and a mercury cadmium telluride (MCT) cryodetector. CO", "2", " was purified by freeze thawing before use.", "2.4", "Adsorption and Calorimetry Measurements", "The single-component adsorption isotherms (CH", "4", ", CO", "2", ", and N", "2", ") were measured using an in-house-built apparatus based on a high-pressure magnetic suspension balance marketed by Rubotherm with a resolution of 10 μg.", "(31)", " The samples (∼0.5 g) were activated in the cell by outgassing at 443 K under secondary vacuum (10", "–5", " mbar) for 8 h. The experimental setup is described in detail elsewhere,", "(12, 17)", " and it was already used for probing the adsorption properties of several MOFs.", "(12, 17)", " The adsorbent sample is exposed to single gases CH", "4", " (99.9995%), CO", "2", " (99.996%), and N", "2", " (99.9995%), provided by Air Liquide, at 303 K with pressure varying from vacuum to 50 bar. The sample mass variations at different pressures were measured when the thermodynamic equilibrium was reached. The buoyancy effect on the adsorbent and the adsorbent phases is taken into account to obtain excess and absolute isotherms, respectively.", "(19, 32)", " It should be noticed that the experimental excess amounts have been converted into the absolute values using the pore volumes measured for the sample outgassed at the corresponding temperature.", "The adsorption enthalpies were experimentally measured using a Tian–Calvet-type microcalorimeter coupled to a homemade manometric gas dosing system, which were both built in-house.", "(32)", " Approximately 0.5 g of sample was used for these experiments and first activated ex situ by heating under secondary vacuum at its activation temperature using sample-controlled thermal analysis for 16 h. For each injection of gas, the equilibrium was assumed to have been reached after 90 min.", "2.5", "Molecular Simulations and Macroscopic Thermodynamic Models", "Grand canonical Monte Carlo (GCMC) simulations were performed at 303 K to probe the adsorption of CO", "2", ", CH", "4", ", and N", "2", " by means of the complex adsorption and diffusion simulation suite (CADSS) code.", "(33)", " Details of (i) the microscopic models selected for representing each adsorbate and the MOF framework, (ii) the DFT calculations of the partial charges centered on each atom of the MOF framework, and (iii) the set of the Lennard-Jones (LJ) potential parameters used for both the MOF and the adsorbates are provided in the ", "SI", ". The simulation box was made of 30 (2 × 5 × 3) unit cells of the MIL-91(Al) structure that had been experimentally elucidated in the dry and the CO", "2", " loaded states. (See section ", "2.2", ".) Short-range dispersion forces described by LJ potentials were truncated at a cutoff radius of 14 Å, while the long-range electrostatic interactions were handled using the Ewald summation technique. The fugacities for each adsorbed species at a given thermodynamic condition were computed with the Peng–Robinson equation of state (EoS).", "(34)", " For each state point, 2 × 10", "7", " Monte Carlo steps have been used for both equilibration and production runs. Three types of trials were considered for the molecules: (i) translation or rotation, (ii) creation/deletion, and (iii) exchange of molecular identity. The adsorption enthalpy at low coverage (Δ", "h", ") for each gas was calculated through configurational-bias Monte Carlo simulations performed in the NVT ensemble using the revised Widom’s test particle insertion method.", "(35)", " Finally, to gain insight into the configurational distribution of the adsorbed species in MIL-91(Al), some additional data were calculated at different pressure including the radial distribution functions between the guests and the host as well as the spatial and the orientational distribution functions for the guests. Details of these calculations are provided in the ", "SI", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "The adsorption isotherms, measured at 303 K for CH", "4", ", CO", "2", ", and N", "2", " on the MIL-91(Al) are shown in Figure ", "2", ".", "Figure 2. Adsorption isotherms for CO", "2", ", CH", "4", ", and N", "2", " measured at 303 K on MIL-91(Al).", "At the temperature of these experiments, the isotherms all seem to be Langmuir-type in shape. However, what is striking here is the strong difference in behavior between CO", "2", " and CH", "4", " or N", "2", ". While in the case of CO", "2", ", the pore filling is fully achieved at ∼15 bar with most of the capacity reached at low pressure (below 1 bar); the scenario significantly differs for the two other adsorbates characterized by the absence of a saturation plateau even at the final pressure of the experiments ∼50 bar. The observed gas uptakes are within the same range of values as those previously measured for similar small pore zeolites and MOFs, as illustrated in ", "Table S5 in the SI", ". ", "Table S7 in the SI", " reports the CO", "2", " amount adsorbed at different pressures by MIL-91(Al) in comparison with the performances of a series of other MOFs. In addition, while the adsorption isotherms measured for N", "2", " and CH", "4", " show a usual convex shape as commonly reported for a microporous system, this does not hold true for CO", "2", ", which exhibits an inflection in the isotherm at pressures below 0.5 bar (Figure ", "3", "). This is reversible, occurs without any hysteresis, and is cycled several times with a simple primary vacuum between each cycle. Such a singularity was already evidenced for the adsorption of CO", "2", " in the relatively large-pore rigid-type MOF MIL-47(V) (pore size around 8 Å) and ascribed to the occurrence of two different subregimes of adsorption within the pore.", "(18)", " Here due to the small pore size of MIL-91(Al), one might suspect that some local flexibility of the host induced by the adsorption of such polar molecules could be at the origin of such phenomena.", "Figure 3. CO", "2", ", CH", "4", ", and N", "2", " adsorption isotherms at 303 K measured at low pressure on MIL-91(Al). To confirm the presence of an inflection point for CO", "2", ", several adsorption–desorption cycles were recorded. The circles, squares, and triangles indicate the first, second, and third cycles, respectively, while the adsorption and the desorption are represented by closed and open symbols, respectively.", "To confirm such a hypothesis, in situ XRPD experiments were performed for various CO", "2", " pressures up to 30 bar (Figure ", "4", "). The whole patterns do not exhibit any drastic modification upon increasing dose of CO", "2", " with only a few Bragg peaks showing an intensity change. The resulting powder patterns for the loaded samples at high pressure were indexed in a monoclinic cell (space group ", "C", "2/", "m", ") by using the Dicvol software and refined using the Fullprof/Winplotr programmes (", "Figure S2 in the SI", "). As shown in Table ", "1", ", the corresponding unit-cell dimensions are very similar to the ones obtained for the activated solid (unit cell variation of ∼1.8%, ", "Figure S1 in the SI", "), while the symmetry ", "C", "2/", "m", " is maintained.", "Figure 4. XRPD patterns at 303 K measured on MIL-91(Al) with increasing CO", "2", " pressure doses, λ = 0.694018 Å. The first pattern corresponds to the activated form; the Bragg peaks showing an intensity change along CO", "2", " adsorption are noted with a red circle.", "Table 1. Comparison of the Unit-Cell Parameters/Symmetry Obtained for the Activated and CO", "2", "-Loaded MIL-91(Al) Samples at 303 K", "phase", "space group", "a", " (Å)", "b", " (Å)", "c", " (Å)", "β°", "V", " (Å", "3", ")", "MIL-91(Al) activated", "C", "2/", "m", "18.947(5)", "6.915(2)", "11.295(3)", "90.45(1)", "1479.8(1)", "MIL-91(Al) CO", "2", " loaded (30 bar)", "C", "2/", "m", "19.031(4)", "6.952(2)", "11.386(3)", "91.28(1)", "1506.1(1)", "Both the atomic coordinates of the activated and the CO", "2", " loaded MIL-91(Al) forms were further refined (see ", "SI", ") using the initial reported crystal structure and the in situ XRPD data collected at the ESRF synchrotron. Despite the relatively low quality of the XRPD data, this refinement provided a good agreement with the experimental data (", "Figure S2 in the SI", "). A closer inspection of the CO", "2", "-loaded structure clearly shows that compared with the activated structure, the organic linkers undergo a subtle change in conformation with a 20° twist, as illustrated in Figure ", "5", ". Such a reorientation of the ligand is similar to that previously observed for a series of MOFs of different pore dimensions.", "(20, 21, 36-43)", " The location of the CO", "2", " molecules will be discussed later.", "Figure 5. Illustration of the local configurational changes of the organic linkers along the ", "a", "/", "c", " axis in MIL-91(Al)_CO", "2", " (right) versus MIL-91(Al)_activated (left). The white and cyan ovals are guided for eyes to emphasize the ±20° ligand twist about the rotational axis (represented in yellow), resulting from the chemical stimulus induced by the adsorption of CO", "2", ".", "In situ IR experiments were further carried out during CO", "2", " adsorption to gain further insight into these structural changes. The IR spectrum of the activated MIL-91(Al) solid shows a sharp band present at 3688 cm", "–1", ", which is characteristic of the bridging Al–OH–Al groups. The absence of a signal around 3670 cm", "–1", " (Figure ", "6", "a) indicates that the P–OH groups are not free.", "(44)", " The very broad band below 2300 cm", "–1", " emphasizes that the piperazine N atoms interact with the acidic proton of the P–OH groups via the formation of either a P–OH···N hydrogen bond or a zwitterionic structure PO", "–", "···NH", "+", " (", "Figure S9 in the SI", ").", "(22)", " Upon CO", "2", " adsorption, a new Al–OH band appears at 3705 cm", "–1", " (Figure ", "6", "a). The intensity of this latter band gradually increases with the CO", "2", " loading at the expense of the one of the band at 3688 cm", "–1", ", which additionally shows its wavenumber slightly downshifted. The appearance of this high wavenumber component at 3705 cm", "–1", " cannot be ascribed to a direct interaction between CO", "2", " and the P–OH group as it is well-documented that such a scenario would lead to a band below 3670 cm", "–1", ".", "(45, 46)", " Indeed, referring to some of our previous studies on MOFs,", "(47)", " this can be related to a structural change of MIL-91(Al) upon adsorption consistent with the XRPD observations, which evidenced a significant modification of the Al–OH–Al angle from 134 to 163° when one passes from the activated to the CO", "2", "-loaded structures. Hence, the 3688 and 3705 cm", "–1", " bands characterize the Al–OH–Al group of the activated and CO", "2", "-loaded form, respectively. The ratio of the intensity of the 3705 cm", "–1", " plotted versus the total intensity of the Al–OH–Al bands (Figure ", "6", "b) shows the presence of an inflection point and confirms that the contribution of the CO", "2", " loaded form becomes noticeable for CO", "2", " pressures higher than 0.2 bar.", "Adsorbed CO", "2", " is characterized by two ν", "3", "(CO", "2", ") bands of ", "12", "CO", "2", " at 2338 and 2349 cm", "–1", ", revealing the existence of two distinct CO", "2", " species (Figure ", "6", "c, inset). This is a remarkable result because it was previously reported that CO", "2", " confined in MOFs without any coordinatively unsaturated sites usually leads to only a single ν", "3", "(CO", "2", ") band at ∼2338 cm", "–1", ".", "(48)", " This observation reveals the formation of two CO", "2", " species. The ν", "3", "(", "12", "CO", "2", ") band intensity becomes very high when the CO", "2", " pressure increases. Thus, we have measured for large amounts of CO", "2", " introduced the intensity of the corresponding ν", "3", " bands of ", "13", "CO", "2", " at 2282 and 2273 cm", "–1", ", respectively. The integrated area of the ν", "3", "(CO", "2", ") band versus the CO", "2", " pressure is reported in Figure ", "6", "d. The shape of the so-obtained optical isotherm is similar to that obtained from gravimetric measurements. This unusual shape of the isotherm is indeed related to the structural change of MIL-91(Al) (appearance of new Al–OH group) occurring at ", "P", "CO", "2", " >0.1 bar (Figure ", "6", "a,b).", "Figure 6. In situ IR spectra recorded upon CO", "2", " adsorption at 303 K in the regions corresponding to (a) the ν(OH) band characteristic of the bridged Al–OH groups and (c) the ν", "3", "(", "13", "CO", "2", ") band of adsorbed CO", "2", ". (The ν", "3", "(", "12", "CO", "2", ") band is shown as inset.) (b) Ratio of the intensity of the 3705 cm", "–1", " band area versus the integrated total intensity of the Al–OH–Al band is reported in panel b. (d) Optical isotherm (integrated area of the ν", "3", "(CO", "2", ") massif band versus the CO", "2", " pressure).", "On the basis of these XRPD and IR findings, molecular simulations were further employed to check whether the CO", "2", " adsorption isotherm at low loading is reproduced by considering the decomposition of this isotherm into the contribution of the activated and the CO", "2", "-loaded MIL-91(Al) structures. GCMC simulations were then performed to calculate the CO", "2", " adsorption isotherm for each structure considered individually, and the simulated global isotherm was constructed using a composite approach", "(49, 50)", " by applying the following equation", "where for a given pressure (", "p", ") the total amount of CO", "2", " adsorbed, labeled as ", "N", "sim", " (", "p", "), is calculated from (i) the GCMC-simulated amounts adsorbed in the activated (", "N", "activated", "sim.", "(", "p", ")) and the CO", "2", "-loaded structures (", "N", "CO", "2", "loaded", "sim.", "(", "p", ")), respectively and (ii) the molar fractions of the corresponding structures obtained from IR experiments labeled as ", "X", "activated", "FTIR", "(", "p", ") and ", "X", "CO", "2", "loaded", "FTIR", "(", "p", ") respectively. (See Figure ", "6", "b.) The resulting simulated adsorption isotherm reported in Figure ", "7", " in the low domain of pressure is in fair agreement with the experimental data, more particularly in the region centered on the inflection point. This further confirms that MIL-91(Al) undergoes local structural changes upon CO", "2", " adsorption in the domain of pressure refined by IR.", "Figure 7. GCMC-simulated CO", "2", " adsorption isotherms at 303 K on MIL-91(Al) for the activated (in black) and the CO", "2", "-loaded structures (in red). The composite adsorption isotherm (in green) is obtained from the equation given in the text. For comparison, the experimental isotherm is represented in blue.", "A further step consisted of exploring the host/guest interactions starting first with the case of CO", "2", ". The 2338 cm", "–1", " band (ν", "12", "CO", "2", ") is similar to that observed for silicalite, which does not contain any specific adsorption sites for polar molecules.", "(51)", " This could be assigned to CO", "2", " species located at the intersection of the ", "b", " and the ", "c", " axes, relatively far away from the (N···H–OP) groups. The second band is located at a relatively high wavenumber (2349 cm", "–1", "), which indicates the presence of strong polarizing sites.", "(51)", " It is reminiscent of the behavior already reported for CO", "2", " confined in different microporous materials presenting strong Brönsted acidity.", "(47, 52)", " Here such a signature is expected to be associated with the interactions between CO", "2", " and the H atoms present in the environment of the N atom and the PO group (N···H–OP). In alkali metal cation forms of zeolites, the configuration of adsorbed CO", "2", " is generally considered in terms of a dual acid–base interaction: the O atom of CO", "2", " interacting with an acid site and the C atom playing the role of an electron acceptor center toward the oxygen basic site.", "(53, 54)", " Basic sites indeed exist in MIL-91(Al), as evidenced by propyne adsorption. (See ", "Figure S10 in the SI", ".) By analogy, taking into account the local environment of the (N···H–OP) interacting sites, a dual (O–C", "O", "2", "–H–N···", "H", "–OP/C–", "C", "O", "2", "–O–N···H–", "O", "P) interaction can be expected as illustrated in Scheme ", "1", ". Such an interaction is reminiscent of that reported in the MIL-53(Cr) for which a dual acid–base interaction occurs between CO", "2", " and structural bridged OH groups,", "(55)", " with the O atom of CO", "2", " playing the role of H acceptor and the C atom acting as electron-acceptor center toward the O atom of bridged hydroxyl group.", "Scheme 1. Illustration of One of the Conformations of CO", "2", " Adsorbed in the MIL-91(Al) CO", "2", " Loaded Form Deduced from Infrared Observations at Pressures below 1 bar and the C, N, O, and P Atomic Positions Determined from in Situ XRPD Data", "The most probable arrangements of CO", "2", " were further explored by GCMC simulations. Figure ", "8", "a shows that the CO", "2", " molecules are predominantly lined along the ", "c", " axis, as clearly emphasized by the analysis of the orientational distribution functions reported in ", "Figures S4 and S5 in the SI", ". These molecules interact via both their O and C atoms with H–N···", "H", "–OP and O–N···H–", "O", "P, respectively, with mean separating distances of 3.15 and 2.95 Å, as shown in the corresponding radial distribution plots. (See ", "Figure S6 in the SI", ".) Such a preferential ordered arrangement is validated by the location of the CO", "2", " molecules, as extracted by the Fourier difference from the XRPD data (Figure ", "8", "b), which also implies weak interactions between C atoms of CO", "2", " and O of the P═O function. In addition, a few CO", "2", " molecules are distributed perpendicularly to the ", "b", " axis (yellow circles, Figure ", "8", "a) and do not give rise to any specific interaction with the adsorption sites of MIL-91(Al). This observation is consistent with the presence of the second IR band at 2338 cm", "–1", ".", "Figure 8. GCMC simulated arrangements of CO", "2", " molecules at ", "p", " = 1.0 bar and 300 K obtained using MIL-91(Al)-POH (a) and MIL-91(Al)-NH (c). Comparison with the geometries obtained from the XRPD data (b).", "Scheme ", "1", " and Figure ", "8", "a are relative to the structure P–OH···N. In the case of a zwitterionic form (P–O", "–", "···H–N", "+", "), it was important to verify if the dual host/guest interaction proposed from the IR observation is also plausible. GCMC simulations were therefore performed using a structure where the proton was placed on the N atom of the piperazine organic spacer. (See the ", "SI", ".) In this scenario, Figure ", "8", "c clearly shows that CO", "2", " preferentially interact via both their O and C atoms with H–N", "H", "···OP and O– NH···", "O", "P, respectively, with mean separating distances of 3.70 and 2.92 Å, as shown in the corresponding radial distribution plots. (See ", "Figure S7 in the SI", ".) Such a simulated geometry also supports the IR findings. The rather long P–O distance (1.53 Å) is, however, in favor of the P–OH···N structure because the P–O(H) single bond distance is generally reported around 1.55 Å, whereas P═O double-bond distance is shorter, observed between 1.44 and 1.50 Å.", "(56)", " Indeed, Figure ", "8", "a is a more reliable picture of the adsorption mechanism.", "This global host/guest interaction leads to a relatively high simulated adsorption enthalpy at low coverage (−37 kJ/mol). This is further confirmed by microcalorimetry measurements (Figure ", "9", "), which evidenced that the initial enthalpies observed during CO", "2", " adsorption on this solid range from −39 to −43 kJ mol", "–1", " during the loading up to ∼1 mmol g", "–1", ". The scenario significantly differs for the other two gases. The GCMC simulations clearly show that neither CH", "4", " nor N", "2", " interacts with specific adsorption sites of the pore wall; instead they are distributed homogeneously in the center of the pore. (See the spatial distribution functions reported in ", "Figure S8 in the SI", ".) This result is consistent with the flat experimental enthalpy profile (Figure ", "9", ") measured for these two gases, which is characteristic of an interaction between a guest and homogeneous energetic surface free of any more strongly adsorbing sites. Furthermore, the adsorption enthalpies simulated at low loading for CH", "4", " and N", "2", " of −24.6 and −19.2 kJ/mol, respectively, are in very good agreement with the microcalorimetry data (−24.0 and −20.0 kJ/mol, respectively). We note that the experimental and predicted enthalpies for CH", "4", " are higher than the values (−19.0 kJ mol", "–1", ") currently obtained for many other MOFs.", "(4, 12, 19, 20, 23, 32)", " This can be related to the high degree of confinement created by the MIL-91(Al) pores whose dimensions are very close to the kinetic diameter of methane.", "Figure 9. Experimental adsorption enthalpy obtained by microcalorimetry with methane, nitrogen, and carbon dioxide on MIL-91(Al) samples at 303 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "A joint experimental–computational approach revealed that MIL-91(Al) undergoes a subtle structural change upon CO", "2", " adsorption corresponding to a ligand twist of 20° that results in a small unit cell volume variation while the symmetry remains monoclinic. Such a guest-assisted flexibility of the framework is similar to that previously reported for other MOFs such as the UiO-66(Zr) series or ZIF-8. However, in contrast with those MOFs that showed a standard I-type adsorption isotherm whatever the adsorbates, here the structural change results in an inflection point in the isotherm that might suggest a higher activation barrier to initiate the reorientation of the linker. Furthermore, this solid was shown to interact relatively strongly with CO", "2", " due to both the presence of the (N···H–OP) active sites and the relatively high degree of confinement within its pore. It is noticeable that the resulting adsorption enthalpy differences between CO", "2", " and CH", "4", " or N", "2", ", that is, Δ(Δ", "H", "(CO", "2", ") – Δ", "H", "(CH", "4", ")) ≈ 15.0 kJ mol", "–1", " and Δ(Δ", "H", "(CO", "2", ") – Δ", "H", "(N", "2", ")) ≈ 19.0 kJ mol", "–1", ", are as high as the values previously reported for MOFs with their organic parts grafted by diverse polar functions. (See ", "Table S6 in the SI", ".) One clear advantage of this solid is to maintain an almost constant value of these adsorption enthalpy differences in a wide range of pressure up to 20 bar, as evidenced by microcalorimetry (Figure ", "9", "). In addition, this material adsorbs a significant amount of CO", "2", " in a small pressure region (0 to 0.3 bar). This is of interest because it can potentially lead to improved selectivity for physisorption processes operating at low pressure, especially for postcombustion CO", "2", " capture. All of these favorable features are expected to make this solid, readily synthesized under water conditions, attractive for gas separation.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Details of the molecular simulations, XRPD analysis, adsorption data, and IR spectroscopy measurements. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The research leading to these results has received funding from the European Community’s Seventh Framework Program (FP7/2007-2013) under grant agreement no. 228862 (Macademia project) and from the FP6-Specific Targeted Research Project DeSANNS (SES6-020133). A.V. and J-C.V. thank C. Binet for fruitfull discussion. G.M. thanks the Institut Universitaire de France for its support. We thank the ESRF for providing access to the beamline BM01A.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 56 other publications.", "1. ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Themed Collection Metal–Organic Frameworks (MOFs)", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "– ", "5418", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "2. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Introduction to Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "3. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Large Breathing Effects in Three-Dimensional Porous Hybrid Matter: Facts, Analyses, Rules and Consequences", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "4. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Maurin", ", ", "G.", "; ", "Jobic", ", ", "H.", "; ", "Llewellyn", ", ", "P. L.", "; ", "De Weireld", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Chang", ", ", "J.-S.", " ", "Why Hybrid Porous Solids Capture Greenhouse Gases?", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "550", "– ", "562", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Why hybrid porous solids capture greenhouse gases?", "Ferey, Gerard; Serre, Christian; Devic, Thomas; Maurin, Guillaume; Jobic, Herve; Llewellyn, Philip L.; De Weireld, Guy; Vimont, Alexandre; Daturi, Marco; Chang, Jong-San", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "550-562", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A tutorial review, using a combination of structural, thermodn. expts., and mol. simulations to answer the question, why to hybrid porous solids capture greenhouse gases, with special emphasis on CO2 and CH4 storage by rigid and flexible hybrid porous materials, is given.  Topics discussed include: necessary qualities for selected adsorbents; strategy for understanding; CO2 and CH4 adsorption in hybrid porous solids MIL-53 (flexible) and MIL-47 (rigid); CO2 and CH4 adsorption in crystd. mesoporous solids MIL-100 and MIL-101; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsQ%253D%253D&md5=a5508ab734cd5fcfe110dd2c1aed02e2", "5. ", "Schneemann", ", ", "A.", "; ", "Bon", ", ", "V.", "; ", "Schwedler", ", ", "I.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Fischer", ", ", "R. A.", " ", "Flexible Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6062", "– ", "6096", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Flexible metal-organic frameworks", "Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6062-6096", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in flexible and functional metal-org. frameworks (MOFs), also called soft porous crystals, are reviewed by covering the literature of the five years period 2009-2013 with ref. to the early pertinent work since the late 1990s.  Flexible MOFs combine the cryst. order of the underlying coordination network with cooperative structural transformability.  These materials can respond to phys. and chem. stimuli of various kinds in a tunable fashion by mol. design, which does not exist for other known solid-state materials.  Among the fascinating properties are so-called breathing and swelling phenomena as a function of host-guest interactions.  Phase transitions are triggered by guest adsorption/desorption, photochem., thermal, and mech. stimuli.  Other important flexible properties of MOFs, such as linker rotation and sub-net sliding, which are not necessarily accompanied by crystallog. phase transitions, are briefly mentioned as well.  Emphasis is given on reviewing the recent progress in application of in situ characterization techniques and the results of theor. approaches to characterize and understand the breathing mechanisms and phase transitions.  The flexible MOF systems, which are discussed, are categorized by the type of metal-nodes involved and how their coordination chem. with the linker mols. controls the framework dynamics.  Aspects of tailoring the flexible and responsive properties by the mixed component solid-soln. concept are included, and as well examples of possible applications of flexible metal-org. frameworks for sepn., catalysis, sensing, and biomedicine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nI&md5=b824d2bff6379c9662b50e86739b42f7", "6. ", "Neimark", ", ", "A. V.", "; ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", " ", "Stress-Based Model for the Breathing of Metal-Organic Frameworks", " ", "J. Phys. Chem. Lett.", " ", "2009", ",  ", "1", ",  ", "445", "– ", "449", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "7. ", "Serra-Crespo", ", ", "P.", "; ", "Gobechiya", ", ", "E.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Juan-Alcaniz", ", ", "J.", "; ", "Martinez-Joaristi", ", ", "A.", "; ", "Stavitski", ", ", "E.", "; ", "Kirschoock", ", ", "C. E. A.", "; ", "Martens", ", ", "J. A.", "; ", "Kapteinj", ", ", "F.", "; ", "Gascon", ", ", "J.", " ", "Interplay of Metal Node and Amine Functionality in NH", "2", "-MIL-53: Modulating Breathing Behavior through Intra-framework Interactions", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "12916", "– ", "12922", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Interplay of Metal Node and Amine Functionality in NH2-MIL-53: Modulating Breathing Behavior through Intra-framework Interactions", "Serra-Crespo, Pablo; Gobechiya, Elena; Ramos-Fernandez, Enrique V.; Juan-Alcaniz, Jana; Martinez-Joaristi, Alberto; Stavitski, Eli; Kirschhock, Christine E. A.; Martens, Johan A.; Kapteijn, Freek; Gascon, Jorge", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "35", "),\r\n    ", "12916-12922", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Amino-functionalized MIL-53 with different metals as nodes were synthesized, NH2-MIL-53(Al, Ga, and In) derived with 2-aminoterephthalic acid.  By detg. adsorption properties and spectroscopic characterization, the authors unequivocally show that the interaction between the amines of the org. linker and bridging μ2-OH of the inorg. scaffold modulates metal org. framework (MOF) flexibility.  The strength of the interaction was found to correlate with the electropositivity of the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Sitb%252FI&md5=f792478da7cf860cb47a9b891d68585c", "8. ", "Kitagawa", ", ", "S.", "; ", "Uemura", ", ", "K.", " ", "Dynamic Porous Properties of Coordination Polymers Inspired by Hydrogen Bonds", " ", "Chem. Soc. Rev.", " ", "2005", ",  ", "34", ",  ", "109", "– ", "119", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Dynamic porous properties of coordination polymers inspired by hydrogen bonds", "Kitagawa, Susumu; Uemura, Kazuhiro", "Chemical Society Reviews", "\r\n        (", "2005", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "109-119", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the last decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn., exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  In this tutorial review, the authors focus on the H bonding type arrangements for dynamic porous coordination polymers exhibiting elastic guest accommodations, in contrast to rigid three-dimensional (3-D) frameworks.  Such dynamic porous properties induce highly-selective guest accommodation and magnetic modulation, and could now be considered a new class of practical materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCrsA%253D%253D&md5=549cd9cf67911fef4ac936fc02d104a1", "9. ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Duren", ", ", "T.", " ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "– ", "8902", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "10. ", "Kitaura", ", ", "R.", "; ", "Seki", ", ", "K.", "; ", "Akiyama", ", ", "G.", "; ", "Kitagawa", ", ", "S.", " ", "Porous Coordination-Polymer Crystals with Gated Channels Specific for Supercritical Gases", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", ",  ", "428", "– ", "431", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Porous coordination-polymer crystals with gated channels specific for supercritical gases", "Kitaura, Ryo; Seki, Kenji; Akiyama, George; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "428-431", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new types of flexible and dynamic nanoporous frameworks (type A with mutually interdigitated 2D motifs and type B with mutually interpenetrated 3D motifs) were prepd. and examd. on their gas-adsorption properties (CO2, CH4, O2, and N2) at high pressure and ambient temp.  Type A coordination polymer, [Cu(dhbc)2(4,4'-bpy)] × H2O (I), was prepd. from Cu(NO3)2, 2,5-dihydroxybenzoic acid (Hdhbc), and 4,4'-bipyridine (monoclinic, P2/c, a = 8.167(4), b = 11.094(8), c = 15.863(2) Å, β = 99.703(4)°, Z = 2 V = 1416(1) Å3).  Release of crystal water from compd. I was obsd. during thermogravimetric anal. with increasing temp. ≤120°.  Type B coordination polymer (C13H8NO4Cu) [Cu(p-OOC-C6H4-COO)·1/2(4,4'-bpy)]n was obtained from CuII terephthalate and 4,4'-bpy according to a published procedure.  Type A coordination polymer was characterized by x-ray powder diffraction.  Adsorption and desorption isotherms were recorded for all gases at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFKgtLY%253D&md5=3f7e420f3c700d4c35702ef32b811047", "11. ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", "; ", "Barnes", ", ", "P.", " ", "An Explanation for the Very Large Breathing Effect of a Metal–Organic Framework during CO", "2", " Adsorption", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "2246", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "11. ", "An explanation for the very large breathing effect of a metal-organic framework during CO2 adsorption", "Serre, Christian; Bourrelly, Sandrine; Vimont, Alexandre; Ramsahye, Naseem A.; Maurin, Guillaume; Llewellyn, Philip L.; Daturi, Marco; Filinchuk, Yaroslav; Leynaud, Olivier; Barnes, Paul; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2246-2251", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The unusual adsorption behavior of CO2 in a nanoporous hybrid metalorg. solid is discussed.  The gas adsorption-desorption step is related to a breathing phenomenon.  Also probably the main interactions responsible for the breathing phenomenon are strong guest-framework CO2-OH interactions as well as CO2-CO2 interactions along the tunnels present in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSktrbP&md5=a886b928b0e86e5c709f1364b8dcbdb9", "12. ", "Llewellyn", ", ", "P. L.", "; ", "Horcajada", ", ", "P.", "; ", "Maurin", ", ", "G.", "; ", "Devic", ", ", "T.", "; ", "Rosenbach", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vincent", ", ", "D.", "; ", "Loera-Serna", ", ", "S.", "; ", "Filinchuk", ", ", "Y.", " ", "Complex Adsorption of Short Linear Alkanes in the Flexible Metal-Organic-Framework MIL-53(Fe)", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "13002", "– ", "13008", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Complex adsorption of short linear alkanes in the flexible metal-organic-framework MIL-53(Fe)", "Llewellyn, P. L.; Horcajada, P.; Maurin, G.; Devic, T.; Rosenbach, N.; Bourrelly, S.; Serre, C.; Vincent, D.; Loera-Serna, S.; Filinchuk, Y.; Ferey, G.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "36", "),\r\n    ", "13002-13008", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study is based on a combination of exptl. tools completed by a computational approach to deeply characterize the unusual adsorption behavior of the flexible MIL-53(Fe) in the presence of short linear alkanes.  In contrast to the aluminum or chromium analogs the authors previously reported, the iron MIL-53 solid, which initially exhibits a closed structure in the dry state, shows more complex adsorption isotherms with multisteps occurring at pressures that depend on the nature of the alkane.  This behavior was attributed to the existence of four discrete pore openings during the whole adsorption process.  Mol. simulations coupled with in situ x-ray powder diffraction were able to uncover these various structural states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVartbvE&md5=ae360b7f32e921909d3b3529c899c368", "13. ", "Horcajada", ", ", "P.", "; ", "Salles", ", ", "F.", "; ", "Wuttke", ", ", "S.", "; ", "Devic", ", ", "T.", "; ", "Heurtaux", ", ", "D.", "; ", "Maurin", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "David", ", ", "O.", "; ", "Magnier", ", ", "E.", " ", "How Linker’s Modification Controls Swelling Properties of Highly Flexible Iron(III) Dicarboxylates MIL-88", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17839", "– ", "17847", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "How Linker's Modification Controls Swelling Properties of Highly Flexible Iron(III) Dicarboxylates MIL-88", "Horcajada, Patricia; Salles, Fabrice; Wuttke, Stefan; Devic, Thomas; Heurtaux, Daniela; Maurin, Guillaume; Vimont, Alexandre; Daturi, Marco; David, Olivier; Magnier, Emmanuel; Stock, Norbert; Filinchuk, Yaroslav; Popov, Dmitry; Riekel, Christian; Ferey, Gerard; Serre, Christian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17839-17847", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Organically modified Fe(III) terephthalate MIL-88B and Fe(III) 4,4'-biphenyl dicarboxylate MIL-88D flexible solids were synthesized and characterized through a combination of x-ray diffraction, IR spectroscopy, and thermal anal. (MIL stands for Material from Institut Lavoisier).  The swelling amplitude of the highly flexible MOFs tuned by introducing functional groups onto the Ph rings shows a clear dependence on the steric hindrance and on the no. of groups per arom. ring.  For instance, while the introduction of four Me groups per spacer in dried MIL-88B results in a large permanent porosity, introducing two or four Me groups in MIL-88D allows an easier pore opening in the presence of liqs. without drastically decreasing the swelling magnitude.  The influence of the degree of satn. of the metal center and the nature of the solvent on the swelling is also discussed.  Finally, a computationally assisted structure detn. led to a proposal of plausible structures for the closed (dried) and open forms of modified MIL-88B and MIL-88D and to evaluation of their framework energies subject to the nature of the functional groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqsb7L&md5=10d3c68c2476fa1ed4072951da4b276d", "14. ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Knöfel", ", ", "C.", "; ", "Choi", ", ", "H. J.", "; ", "Filinchuk", ", ", "Y.", "; ", "Oliviero", ", ", "L.", "; ", "Vimont", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Multistep N", "2", " Breathing in the Metal-Organic Framework Co(1,4-benzenedipyrazolate)", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "13782", "– ", "13788", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Multistep N2 Breathing in the Metal-Organic Framework Co(1,4-benzenedipyrazolate)", "Salles, Fabrice; Maurin, Guillaume; Serre, Christian; Llewellyn, Philip L.; Knofel, Christina; Choi, Hye Jin; Filinchuk, Yaroslav; Oliviero, Laetitia; Vimont, Alexandre; Long, Jeffrey R.; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "39", "),\r\n    ", "13782-13788", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A variety of spectroscopic techniques combined with in situ pressure-controlled x-ray diffraction and mol. simulations were used to characterize the five-step phase transition obsd. upon N2 adsorption within the high-surface area metal-org. framework Co(BDP) (BDP2- = 1,4-benzenedipyrozolate).  The computationally assisted structure detns. reveal structural changes involving the orientation of the benzene rings relative to the pyrazolate rings, the dihedral angles for the pyrazolate rings bound at the metal centers, and a change in the metal coordination geometry from square planar to tetrahedral.  Variable-temp. magnetic susceptibility measurements and in situ IR and UV-visible-NIR spectroscopic measurements provide strong corroborating evidence for the obsd. changes in structure.  The results from in situ microcalorimetry measurements show that an addnl. heat of 2 kJ/mol is required for each of the 1st four transitions, while 7 kJ/mol is necessary for the last step involving the transformation of CoII from square planar to tetrahedral.  Based on the enthalpy, a weak N2 interaction with the open CoII coordination sites is proposed for the 1st four phases, which is supported by Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFChs7rI&md5=a134e5aa5d4698d3e16552f94fe12ffc", "15. ", "Nelson", ", ", "A. P.", "; ", "Parrish", ", ", "D. A.", "; ", "Cambrea", ", ", "L. R.", "; ", "Baldwin", ", ", "L. C.", "; ", "Trivedi", ", ", "N. J.", "; ", "Mulfort", ", ", "K. L.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Crystal to Crystal Guest Exchange in a Mixed Ligand Metal-Organic Framework", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "4588", "– ", "4591", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Crystal to Crystal Guest Exchange in a Mixed Ligand Metal-Organic Framework", "Nelson, Andrew P.; Parrish, Damon A.; Cambrea, Lee R.; Baldwin, Lawrence C.; Trivedi, Nirupam J.; Mulfort, Karen L.; Farha, Omar K.; Hupp, Joseph T.", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "11", "),\r\n    ", "4588-4591", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The occluded solvent in a mixed ligand metal-org. framework has been displaced by n-hexanol, chloroform, and nitrobenzene in a crystal to crystal guest exchange.  The X-ray structures of the three new solvent adducts of Zn2NDC2DPNI2 reveal the complete replacement of N',N-dimethylformamide with the new guest.  Structural changes to the framework geometry in response to the size of the incoming guest are also exhibited.  These new frameworks are characterized by powder X-ray diffraction, thermal gravimetric anal. coupled with IR spectroscopy, and cross-polarization magic angle spinning NMR.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFOksL7P&md5=64f6ea03b915376d2a9e25bd405b1065", "16. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Functional Porous Coordination Polymers", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "17. ", "Rouquerol", ", ", "F.", "; ", "Rouquerol", ", ", "J.", "; ", "Sing", ", ", "K. S. W.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", "  ", "Adsorption by Powders and Porous Solids", "; ", "Academic Press", ": ", "Oxford, U.K.", ", ", "2014", ".", "There is no corresponding record for this reference.", "18. ", "Salles", ", ", "F.", "; ", "Jobic", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Self and Transport Diffusivity of CO", "2", " in the Metal–Organic Framework MIL-47(V) Explored by Quasi-elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", " ", "ACS Nano", " ", "2010", ",  ", "4", ",  ", "143", "– ", "152", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Self and Transport Diffusivity of CO2 in the Metal-Organic Framework MIL-47(V) Explored by Quasi-elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", "Salles, Fabrice; Jobic, Herve; Devic, Thomas; Llewellyn, Philip L.; Serre, Christian; Ferey, Gerard; Maurin, Guillaume", "ACS Nano", "\r\n        (", "2010", "),\r\n    ", "4", "\r\n        (", "1", "),\r\n    ", "143-152", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quasi-elastic neutron scattering measurements are combined with mol. dynamics simulations to det. the self-diffusivity, cor. diffusivity, and transport diffusivity of CO2 in the metal-org. framework MIL-47(V) (MIL = Materials Institut Lavoisier) over a wide range of loading.  The force field used for describing the host/guest interactions is 1st validated on the thermodn. of the MIL-47(V)/CO2 system, prior to being transferred to the studies of the dynamics.  A decreasing profile is then deduced for Ds and Do whereas Dt presents a non monotonous evolution with a slight decrease at low loading followed by a sharp increase at higher loading.  Such decrease of Dt which has never been evidenced in any microporous systems comes from the atypical evolution of the thermodn. correction factor that reaches values <1 at low loading.  This implies that, due to intermol. interactions, the CO2 mols. in MIL-47(V) do not behave like an ideal gas.  Further, mol. simulations enabled one to elucidate unambiguously a 3-dimensional diffusion mechanism within the pores of MIL-47(V).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFSrsbvE&md5=b4c28aeaa8e6ca43084dad7e2b33ffa6", "19. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "20. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Jobic", ", ", "H.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Understanding the Thermodynamic and Kinetic Behavior of the CO", "2", "/CH", "4", " Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling approach", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "– ", "13774", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "21. ", "Devautour-Vinot", ", ", "S.", "; ", "Diaby", ", ", "S.", "; ", "Da Cunha", ", ", "D.", "; ", "Serre", ", ", "C.", "; ", "Horcajada", ", ", "P.", "; ", "Maurin", ", ", "G.", " ", "Ligand Dynamics of Drug-Loaded Microporous Zirconium Terephthalates-Based Metal–Organic Frameworks: Impact of the Nature and Concentration of the Guest", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "1983", "– ", "1989", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Ligand Dynamics of Drug-Loaded Microporous Zirconium Terephthalates-Based Metal-Organic Frameworks: Impact of the Nature and Concentration of the Guest", "Devautour-Vinot, Sabine; Diaby, Sekou; da Cunha, Denise; Serre, Christian; Horcajada, Patricia; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "4", "),\r\n    ", "1983-1989", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Impact of encapsulation of model drug mols. bearing different chem. features (caffeine or ibuprofen) over the mol. dynamics of a series of functionalized zirconium terephthalate UiO-66-(Zr) type metal-org. frameworks was investigated by dielec. relaxation spectroscopy.  If the rotational motions of the ligands are more significantly perturbed by the guest dimension and loading rather than their chem. features, the dynamics strongly depends on the nature of the functional group of the terephthalate ligand, as shown typically when comparing the amino- or bromo-functionalized forms.  While for UiO-66-(Zr)-NH2 the dynamics of the ligands is partially enhanced in the presence of both drugs, the scenario differs for the bromo form which shows a slower dynamics.  This is discussed from a qual. anal. of the global interactions within these solids as a matter of the ligand/framework and ligand/guest mols. pairs of interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlslCjsQ%253D%253D&md5=6c503f7bb3b692573092ad6a43c9a60f", "22. ", "Serre", ", ", "C.", "; ", "Groves", ", ", "J. A.", "; ", "Lightfoot", ", ", "P.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Wright", ", ", "P. A.", "; ", "Stock", ", ", "N.", "; ", "Bein", ", ", "T.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Synthesis, Structure and Properties of Related Microporous N,N′-Piperazinebismethylenephosphonates of Aluminum and Titanium", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "1451", "– ", "1457", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Synthesis, Structure and Properties of Related Microporous N,N'-Piperazinebismethylenephosphonates of Aluminum and Titanium", "Serre, Christian; Groves, John A.; Lightfoot, Philip; Slawin, Alexandra M. Z.; Wright, Paul A.; Stock, Norbert; Bein, Thomas; Haouas, Mohamed; Taulelle, Francis; Ferey, Gerard", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "6", "),\r\n    ", "1451-1457", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous framework titanium(IV) N,N'-piperazinebis(methylenephosphonate) (1) and its aluminum analog (2) have been prepd. under hydrothermal conditions.  The structure of the aluminum analog AlOH(H2L)·nH2O (n ∼ 3, L = O3P-CH2-NC4H8N-CH2-PO3) was solved from a small single crystal and refined against lab. powder X-ray diffraction data.  The structure of the titanium form (TiO(H2L)·nH2O (n ∼ 4.5)) was detd. using the structure of the aluminum form as a starting model and refining it against lab. X-ray data.  Their structures are built up from trans corner-sharing chains of TiO6 or AlO6 octahedra linked together in two directions via the diphosphonate groups.  In each case this gives rise to a three-dimensional hybrid network with small channels along the b axis filled with free water mols.  Thermogravimetric anal. and X-ray thermodiffractometry of the samples reveal that water is lost reversibly below 423 K and that both structures are stable up to 463 K.  Dehydration gives porous solids (pore size ∼ 3.5 × 4.0 Å2) which adsorb nitrogen at 77 K to give Langmuir surface areas close to 500 m2·g-1.  Crystal data for 1 is as follows: space group C2/m (No. 12) with a = 19.415(2) Å, b = 7.071(1) Å, c = 11.483(1) Å, β = 92.78(1)°, V = 1574.70(1) Å3 and Z = 2.  Crystal data for 2 is as follows: space group C2/m (No. 12) with a = 18.947(2) Å, b = 6.915(1) Å, c = 11.295(1) Å, β = 90.45(1)° and V = 1479.90(1)Å3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhslersb0%253D&md5=75162a413b2e6ee9b8c1a449158126ba", "23. ", "Miller", ", ", "S. R.", "; ", "Pearce", ", ", "G. M.", "; ", "Wright", ", ", "P. A.", "; ", "Bonino", ", ", "F.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Margiolaki", ", ", "I.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Bourrelly", ", ", "S.", " ", "Structural Transformations and Adsorption of Fuel-Related Gases of a Structurally Responsive Nickel Phosphonate Metal-Organic Framework, Ni-STA-12", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15967", "– ", "15981", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Structural Transformations and Adsorption of Fuel-Related Gases of a Structurally Responsive Nickel Phosphonate Metal-Organic Framework, Ni-STA-12", "Miller, Stuart R.; Pearce, Gordon M.; Wright, Paul A.; Bonino, Francesca; Chavan, Sachin; Bordiga, Silvia; Margiolaki, Irene; Guillou, Nathalie; Ferey, Gerard; Bourrelly, Sandrine; Llewellyn, Philip L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "47", "),\r\n    ", "15967-15981", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure of the Ni N,N'-piperazinebismethylenephosphonate, Ni-STA-12 (St. Andrews porous material-12), was detd. in the hydrated (Ni2L·8H2O, L = O3PCH2NC4H8NCH2PO3), partially dehydrated (Ni2L·2H2O), and fully dehydrated (Ni2L) forms from high-resoln. synchrotron x-ray powder diffraction.  The framework structures of Ni2L·8H2O and Ni2L·2H2O are almost identical (R‾3, a 27.8342(1), c 6.2421(2) Å; R‾3, a 27.9144(1), c 6.1655(2) Å) with addnl. physisorbed H2O of the as-prepd. Ni-STA-12 present in an ordered H-bonded network in the channels.  Ab initio structure soln. of the fully dehydrated solid indicates it has changed symmetry to triclinic (P‾1, a 6.03475(5), b 14.9157(2), c 16.1572(2) Å, α 112.5721(7), β 95.7025(11), γ 96.4950(11)°) as a result of a topotactic structural rearrangement.  The fully dehydrated solid possesses permanent porosity with elliptical channels 8 Å × 9 Å in free diam.  The structural change results from the loss of H2O coordinated to the Ni cations, so that the Ni coordination changes from edge-sharing octahedral NiO5N to edge- and corner-sharing 5-fold NiO4N.  During this change, two out of three phosphonate groups rotate to become fully coordinated to Ni cations, leaving the remainder of the phosphonate groups coordinated to Ni cations by two O atoms and with a P=O bond projecting into the channels.  This transformation, which is completely reversible, causes substantial changes in both vibrational and electronic properties as shown by IR, Raman, and UV-visible spectroscopies.  Complementary adsorption, calorimetric, and IR studies of the probe adsorbates H2, CO, and CO2 reveal several distinct adsorption sites in the solid, which are attributed to their interactions with Ni cations which are weak Lewis acid sites, as well as with P=O groups that project into the pores.  At 304 K, the adsorption isotherms and enthalpies of adsorption on dehydrated Ni-STA-12 were measured for CO2 and CH4: Ni-STA-12 gives adsorption uptakes of CO2 of 2.5 mmol g-1 at 1 bar, an uptake ca.  10 Times that of CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqurvN&md5=443bdbd4de665aa6713b6a25fd7ee4a0", "24. ", "Begun", ", ", "S.", " ", "Water-Mediated Proton Conduction in a Robust Triazolyl Phosphonate Metal-Organic Framework with Hydrophilic Nanochannels", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "8862", "– ", "8866", "[", "PubMed", "]", "There is no corresponding record for this reference.", "25. ", "Zhai", ", ", "F. P.", "; ", "Zheng", ", ", "Q. S.", "; ", "Chen", ", ", "Z. X.", "; ", "Ling", ", ", "Y.", "; ", "Liu", ", ", "X. F.", "; ", "Weng", ", ", "L. H.", "; ", "Zhou", ", ", "Y. M.", " ", "Crystal Transformation Synthesis of a Highly Stable Phosphonate MOF for Selective Adsorption of CO", "2", " ", "Crys. Eng. Commun.", " ", "2013", ",  ", "15", ",  ", "2040", "– ", "2043", "[", "Crossref", "], [", "CAS", "]", "25. ", "Crystal transformation synthesis of a highly stable phosphonate MOF for selective adsorption of CO2", "Zhai, Fupeng; Zheng, Qingshu; Chen, Zhenxia; Ling, Yun; Liu, Xiaofeng; Weng, Linhong; Zhou, Yaming", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "11", "),\r\n    ", "2040-2043", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 2D phosphonate MOF {[Ni(Hptz)2].7H2O}n (H2ptz = 4-(1,2,4-triazol-4-yl)phenylphosphonic acid) (I) was obtained through crystal transformation from a trinuclear compd. [Ni3(Hptz)6.(H2O)6].9H2O.  Studies of chem. stability show that I retains its crystallinity in boiling water and org. solvents.  Compd. I also exhibits high adsorption capacity for CO2 (80 cm3(STP) g-1) and selective sepn. of CO2 over N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXislygu70%253D&md5=9027b8816c87445e8ddb6c7a0b42094b", "26. ", "Ramaswamy", ", ", "P.", "; ", "Wong", ", ", "N. E.", "; ", "Shimizu", ", ", "G. K. H.", " ", "MOFs as Proton Conductors-Challenges and Opportunities", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5913", "– ", "5932", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "MOFs as proton conductors - challenges and opportunities", "Ramaswamy, Padmini; Wong, Norman E.; Shimizu, George K. H.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5913-5932", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Proton conducting materials have garnered immense attention for their role as electrolytes in fuel cells.  Metal Org. Frameworks (MOFs) and coordination polymers have recently been investigated as possible candidates for proton-conducting applications.  Their crystallinity, chem. functionalizable pores and options for systematic structural variation are some of the factors that allow for the targeted design of better proton conductors operating over a wide variety of temps. and/or humidity conditions.  This review will examine selected examples from this nascent field, and will focus on the design and synthesis of proton conducting MOFs, their properties and conditions under which they operate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nM&md5=f7aecfc848c072457e2dbf0116ebc62b", "27. ", "Taddei", ", ", "M.", "; ", "Costantino", ", ", "F.", "; ", "Marmottini", ", ", "F.", "; ", "Comotti", ", ", "A.", "; ", "Sozzani", ", ", "P.", "; ", "Vivani", ", ", "R.", " ", "The First Route to Highly Stable Crystalline Microporous Zirconium Phosphonate Metal-Organic Frameworks", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "14831", "– ", "14834", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "The first route to highly stable crystalline microporous zirconium phosphonate metal-organic frameworks", "Taddei, Marco; Costantino, Ferdinando; Marmottini, Fabio; Comotti, Angiolina; Sozzani, Piero; Vivani, Riccardo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "94", "),\r\n    ", "14831-14834", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The first cryst. microporous zirconium phosphonate metal-org. framework (UPG-1) was synthesized using the novel tritopic ligand 2,4,6-tris(4-(phosphonomethyl)phenyl)-1,3,5-triazine.  Its crystal structure was solved ab initio from lab. powder x-ray diffraction data.  UPG-1 displays remarkable thermal stability and hydrolysis resistance and has a good absorption affinity towards n-butane and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslCisL7I&md5=bd25347854f596d5f9771c1489ed5e98", "28. ", "Boultif", ", ", "A.", "; ", "Louer", ", ", "D.", " ", "Indexing of Powder Diffraction Patterns for Low-Symmetry Lattices by the Successive Dichotomy Method", " ", "J. Appl. Crystallogr.", " ", "1991", ",  ", "24", ",  ", "987", "– ", "993", "[", "Crossref", "], [", "CAS", "]", "28. ", "Indexing of powder diffraction patterns for low-symmetry lattices by the successive dichotomy method", "Boultif, A.; Louer, D.", "Journal of Applied Crystallography", "\r\n        (", "1991", "),\r\n    ", "24", "\r\n        (", "6", "),\r\n    ", "987-93", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    ", "The dichotomy method for indexing powder diffraction patterns for low-symmetry lattices were studied in terms of an optimization of bound relations used in the comparison of obsd. data with the calcd. patterns generated at each level of the anal.  A rigorous math. treatment is presented for monoclinic and triclinic cases.  A new program, DICVOL91, has been written, working from the cubic end of the symmetry sequence to triclinic lattices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvFWrsrw%253D&md5=5e0fa3642b9fa47258bc4c88dbc5d112", "29. ", "Rodriguez-Carvajal", ", ", "J.", " ", "FULLPROF: A Program for Rietveld Refinement and Pattern Matching Analysis", " ", "Collect. Abstr. Powder Diffr. Meeting", " ", "1990", ",  ", "127", "– ", "128", "There is no corresponding record for this reference.", "30. ", "Roisnel", ", ", "T.", "; ", "Rodriguez-Carvajal", ", ", "J.", " ", "WinPLOTR: A Windows Tool for Powder Diffraction Patterns Analysis. Materials Science Forum", " ", "Proc. 7th Eur. Powder Diffr. Conf. Barcelona", " ", "2000", ",  ", "118", "– ", "123", "There is no corresponding record for this reference.", "31. ", "Ghoufi", ", ", "A.", "; ", "Gaberova", ", ", "L.", "; ", "Rouquerol", ", ", "J.", "; ", "Vincent", ", ", "D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of CO", "2", ", CH", "4", " and Their Binary Mixture in Faujasite NaY: A Combination of Molecular Simulations with Gravimetry-Manometry and Microcalorimetry Measurements", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "119", ",  ", "117", "– ", "128", "[", "Crossref", "], [", "CAS", "]", "31. ", "Adsorption of CO2, CH4 and their binary mixture in Faujasite NaY: A combination of molecular simulations with gravimetry-manometry and microcalorimetry measurements", "Ghoufi, A.; Gaberova, L.; Rouquerol, J.; Vincent, D.; Llewellyn, P. L.; Maurin, G.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "119", "\r\n        (", "1-3", "),\r\n    ", "117-128", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption of pure carbon dioxide and methane, and their equimolar mixt. were explored in a model zeolite NaY by combining grand canonical Monte Carlo simulations and an original exptl. approach based on gravimetry/manometry and manometry/microcalorimetry devices.  Both exptl. and calcd. adsorption isotherms and enthalpy profiles obtained for the single gas and a 50/50 binary mixt. are provided for pressures up to 30 bar.  The gravimetry/manometry app. allows the detn. of single gas and mixt. isotherms whereas the manometry/microcalorimetry system allows a direct access to the enthalpies of adsorption enabling also a validation of the computational work.  The aim here is to fully characterize the interactions of the gas mixt. in NaY which are thus compared to those for the single gas adsorption.  In this way, the computational studies allow an understanding of the complex adsorption phenomena in play.  These calcns. which are based on different interat. potentials available in the literature to describe the adsorbate/adsorbent and adsorbate/adsorbate interactions, consist first of selecting the most convenient set of potential parameters able to reproduce well the adsorption data for the pure components.  These reliable force fields are thus transferred to the study of the equimolar CO2/CH4 gas mixt.  In agreement with the expts., our simulations show a high selectivity of CO2 over CH4 in NaY for the whole range of pressure.  We then report a complete exploration of the preferential adsorption sites for both adsorbates in the gas mixt. which are compared to that obsd. for the pure component adsorption.  The originality and the strength of this paper is thus to combine novel exptl. tools and realistic models to provide a detailed picture of the microscopic adsorption and co-adsorption mechanisms in NaY.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlygsg%253D%253D&md5=6ecff57b0e4435221c21c838c0556244", "32. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Gas Adsorption Microcalorimetry and Modelling to characterise Zeolites and Related Materials", " ", "C. R. Chim.", " ", "2005", ",  ", "8", ",  ", "283", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "32. ", "Gas adsorption microcalorimetry and modelling to characterize zeolites and related materials", "Llewellyn, Philip L.; Maurin, Guillaume", "Comptes Rendus Chimie", "\r\n        (", "2005", "),\r\n    ", "8", "\r\n        (", "3-4", "),\r\n    ", "283-302", "CODEN:\r\n                ", "CRCOCR", ";\r\n        ISSN:", "1631-0748", ".\r\n    \r\n            (", "Editions Scientifiques et Medicales Elsevier", ")\r\n        ", "A review.  The present work shows how gas adsorption microcalorimetry is a particularly powerful exptl. technique as it allows both an in depth examn. of the surface state of adsorbents and a minute following of adsorption mechanisms such as phase changes and transitions.  Several examples are thus given with zeolites and related materials which can be considered as model adsorbents showing the information that can be obtained at low temp. (77 K) and at room temp.  In the later sections, the increasing importance of modeling is highlighted as a tool to complete expts. and to gain a greater understanding of the microscopic mechanisms in play during adsorption phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1Smtr0%253D&md5=bd3d25f05c9a21634b357486653b015d", "33. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", "34. ", "Peng", ", ", "D.-Y.", "; ", "Robinson", ", ", "D. B.", " ", "A New Two-Constant Equation of State", " ", "Ind. Eng. Chem. Fundam.", " ", "1976", ",  ", "15", ",  ", "59", "– ", "64", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "A new two-constant equation of state", "Peng, Ding-Yu; Robinson, Donald B.", "Industrial & Engineering Chemistry Fundamentals", "\r\n        (", "1976", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "59-64", "CODEN:\r\n                ", "IECFA7", ";\r\n        ISSN:", "0196-4313", ".\r\n    ", "A new 2-const. equation of state was developed by modifying the attractive pressure term of the semiempirical van der Waals equation.  Examples of the use of the equation for predicting the vapor pressure and volumetric behavior of single-component systems, and the phase behavior and volumetric behavior of binary, ternary, and multicomponent systems are given.  The proposed equation is simple and accurate.  It performs as well as or better than the Soave-Redlich-Kwong equation (G. Soave, 1972) and shows its greatest advantages in predicting liq. phase ds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XmsFChsg%253D%253D&md5=070de4c55a808d1b5ddc9b26397dc26c", "35. ", "Vlugt", ", ", "T. J. H.", "; ", "García-Pérez", ", ", "E.", "; ", "Dubbeldam", ", ", "D.", "; ", "Ban", ", ", "S.", "; ", "Calero", ", ", "S.", " ", "Computing the Heat of Adsorption Using Molecular Simulations: The Effect of Strong Coulombic Interactions", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1107", "– ", "1118", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Computing the Heat of Adsorption using Molecular Simulations: The Effect of Strong Coulombic Interactions", "Vlugt, T. J. H.; Garcia-Perez, E.; Dubbeldam, D.; Ban, S.; Calero, S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "1107-1118", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations are an important tool for the study of adsorption of hydrocarbons in nanoporous materials such as zeolites.  The heat of adsorption is an important thermodn. quantity that can be measured both in expts. and mol. simulations, and therefore it is often used to study the quality of a force field for a certain guest-host (g-h) system.  In mol. simulations, the heat of adsorption in zeolites is often computed using either of the following methods: (1) using the Clausius-Clapeyron equation, which requires the partial deriv. of the pressure with respect to temp. at const. loading, (2) using the energy difference between the host with and without a single guest mol. present, and (3) from energy/particle fluctuations in the grand-canonical ensemble.  To calc. the heat of adsorption from expts. (besides direct calorimetry), only the 1st method is usually applicable.  Although the computation of the heat of adsorption is straightforward for all-SiO2 zeolites, severe difficulties arise when applying the conventional methods to systems with nonframework cations present.  The reason for this is that these nonframework cations have very strong Coulombic interactions with the zeolite.  The authors will present an alternative method based on biased interactions of guest mols. that suffers less from these difficulties.  This method requires only a single simulation of the host structure.  The authors will review some of the other important issues concerning the handling of these strong Coulombic interactions in simulating the adsorption of guest mols.  The recently proposed Wolf method (J. Chem. Phys. 1999) performs poorly for zeolites as a large cutoff radius is needed for convergence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnt1Wjtbg%253D&md5=57d8cc3a8ac9a7e590b9a7c362bee7d5", "36. ", "Kolokolov", ", ", "D. I.", "; ", "Jobic", ", ", "H.", "; ", "Stepanov", ", ", "A. G.", "; ", "Guillerm", ", ", "V.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Dynamics of Benzene Rings in MIL-53(Cr) and MIL-47(V) Frameworks Studied by ", "2", "H NMR Spectroscopy", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4791", "– ", "4794", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Dynamics of Benzene Rings in MIL-53(Cr) and MIL-47(V) Frameworks Studied by 2H NMR Spectroscopy", "Kolokolov, Daniil I.; Jobic, Herve; Stepanov, Alexander G.; Guillerm, Vincent; Devic, Thomas; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4791-4794, S4791/1-S4791/3", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "2H NMR method allowed us to show that the arom. rings in MIL-47(V) and MIL-53(Cr) perform π flips about their symmetry axis.  The benzene rings flip faster and with lower activation energy in the flexible MIL-53(Cr) than in the rigid MIL-47(V).  This demonstrates that arom. rings in MOFs can be a sensitive marker of the framework structural properties.  The terephthalate groups in both MILs can be considered as immobile on a microscopic timescale, in agreement with previous QENS studies and mol. simulations. However, in macroscopic measurements, small mols. like H2, CO2, and CH4 have the possibility to switch from one tunnel to another, and this must be taken into account, for instance, in adsorption or sepn. processes.  2010 Wiley-VCH Verlag GmbH and Co.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgu7Y%253D&md5=5e153c8b326eaf438208f14ae46b8340", "37. ", "Kolokolov", ", ", "D. I.", "; ", "Stepanov", ", ", "A. G.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Frick", ", ", "B.", "; ", "Jobic", ", ", "H.", " ", "Probing the Dynamics of the Porous Zr Terephthalate UiO-66 Framework Using ", "2", "H NMR and Neutron Scattering", " ", "J. Phys.Chem. C", " ", "2012", ",  ", "116", ",  ", "12131", "– ", "12136", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Probing the Dynamics of the Porous Zr Terephthalate UiO-66 Framework Using 2H NMR and Neutron Scattering", "Kolokolov, D. I.; Stepanov, A. G.; Guillerm, V.; Serre, C.; Frick, B.; Jobic, H.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "22", "),\r\n    ", "12131-12136", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "2H NMR and quasi-elastic neutron scattering techniques were used to study the rotational dynamics of the 1,4-benzene-dicarboxylate (BDC) linkers in the porous cubic UiO-66(Zr) metal-org. framework (MOF).  The rotation of the benzene rings in the BDC linkers is at the limit of detection of the neutron technique, but it fits perfectly on the 2H NMR time scale.  The arom. rings in the UiO-66 framework exhibit the lowest rotational barrier compared to other MOFs, the activation energy for π-flips being 30 kJ mol-1.  However, instead of having well-defined flipping rates like in MOF-5, MIL-47, or MIL-53, UiO-66(Zr) shows a distribution of flipping correlation times, probably due to local disorder in the structure.  Because of the rotational motion of the benzene rings, the effective size of the microporous windows in UiO-66(Zr) appears to be temp. dependent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvFGgtrk%253D&md5=e819c06b2f2699b620d49d906d429e4d", "38. ", "Morris", ", ", "W.", "; ", "Taylor", ", ", "R. E.", "; ", "Dybowski", ", ", "C.", "; ", "Yaghi", ", ", "O. M.", "; ", "Garcia-Garibay", ", ", "M. A.", " ", "Framework Mobility in the Metal–Organic Framework Crystal IRMOF-3: Evidence for Aromatic Ring and Amine Rotation", " ", "J. Mol. Struct.", " ", "2011", ",  ", "1004", ",  ", "94", "– ", "101", "[", "Crossref", "], [", "CAS", "]", "38. ", "Framework mobility in the metal-organic framework crystal IRMOF-3: Evidence for aromatic ring and amine rotation", "Morris, William; Taylor, R. E.; Dybowski, C.; Yaghi, Omar M.; Garcia-Garibay, Miguel A.", "Journal of Molecular Structure", "\r\n        (", "2011", "),\r\n    ", "1004", "\r\n        (", "1-3", "),\r\n    ", "94-101", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The framework motions in IRMOF-3 (Zn4O(BDC-NH2)3), where BDC-NH2 represents 2-amino-1,4-benzenedicarboxylate, were studied with 1H NMR relaxation measurements.  Isotopic enrichment of the 2-amino group with 15N was crit. in elucidating the lattice dynamics and enhancing spectral resoln.  These results indicate a low energy process assocd. with rotation of the amino group, with an activation energy of 1.8 ± 0.6 kcal/mol, and full 180° rotation of the phenylene group in the BDC-NH2 moiety with an activation energy of 5.0 ± 0.2 kcal/mol.  A relatively low pre-exponential factor for amine rotation (1.3 × 107 s-1) is tentatively assocd. with the need to break a H bond as the rate-limiting step.  Both amine rotation and the arom. ring flip occur at frequencies that provide an effective relaxation mechanism for the 99.6% natural abundance quadrupolar 14N in the amino group.  Dipolar coupling of the 14N to adjacent spin-1/2 nuclei (both 1H and 13C) occurs not only in the static sample but also in the MAS expts. at the 7 T magnetic field used in this study.  As a result, the spin dynamics and the cross-polarization dynamics are affected, resulting in spectral broadening.  In the MAS expts., isotopic replacement of the natural abundance 14N with 15N significantly improves resoln. of the 15N spectra as well as in the 1H and 13C spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Kmsb7I&md5=bc0fe31fb009954122285a271bb3ede8", "39. ", "Frunza", ", ", "S.", "; ", "Schonhals", ", ", "A.", "; ", "Frunza", ", ", "L.", "; ", "Ganea", ", ", "P.", "; ", "Kosslick", ", ", "H.", "; ", "Harloff", ", ", "J.", "; ", "Schulz", ", ", "A.", " ", "Molecular Relaxation Processes in a MOF-5 Structure Revealed by Broadband Dielectric Spectroscopy: Signature of Phenylene Ring Fluctuations", " ", "J. Phys. Chem. B", " ", "2010", ",  ", "114", ",  ", "12840", "– ", "12846", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Molecular Relaxation Processes in a MOF-5 Structure Revealed by Broadband Dielectric Spectroscopy: Signature of Phenylene Ring Fluctuations", "Frunza, Stefan; Schoenhals, Andreas; Frunza, Ligia; Ganea, Paul; Kosslick, Hendrik; Harloff, Joerg; Schulz, Axel", "Journal of Physical Chemistry B", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "40", "),\r\n    ", "12840-12846", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mol. mobility of a MOF-5 metal-org. framework was investigated by broadband dielec. spectroscopy.  Three relaxation processes were revealed.  The temp. dependence of their relaxation rates follows an Arrhenius law.  The process obsd. at lower temps. is attributed to bending fluctuations of the edges of the cages involving the Zn-O clusters.  The processes (\"region II\") at higher temps. were assigned to fluctuations of Ph rings in agreement with the NMR data found by Gould et al.  The carboxylate groups might also be involved.  The rotational fluctuations of the Ph rings leading to the low frequency part of relaxation region II might be hindered either by some solvent mols. entrapped in the cages or by an interpenetrated structure and have a broad distribution of activation energies.  The high frequency part of region II corresponds nearly to a Debye-like process: This is explained by a well-defined structure of empty pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKlu77F&md5=86c3ccbb9f1e84ee565cd29ce800ce34", "40. ", "Devautour-Vinot", ", ", "S.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Horcajada", ", ", "P.", "; ", "da Cunha", ", ", "D. P.", "; ", "Guillerm", ", ", "V.", "; ", "de Souza Costa", ", ", "E.", "; ", "Taulelle", ", ", "F.", "; ", "Martineau", ", ", "C.", " ", "Structure and Dynamics of the Functionalized MOF type UiO-66(Zr): NMR and Dielectric Relaxation Spectroscopies Coupled with DFT Calculations", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "2168", "– ", "2177", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Structure and Dynamics of the Functionalized MOF Type UiO-66(Zr): NMR and Dielectric Relaxation Spectroscopies Coupled with DFT Calculations", "Devautour-Vinot, Sabine; Maurin, Guillaume; Serre, Christian; Horcajada, Patricia; Paula da Cunha, Denise; Guillerm, Vincent; de Souza Costa, Elisangela; Taulelle, Francis; Martineau, Charlotte", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "11", "),\r\n    ", "2168-2177", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Advanced 1- and 2-dimensional high-field and ultrafast MASNMR measurements were conducted in tandem with DFT calcns. for the NMR parameters to deeply characterize the local environment and the long-range structure order of the porous metal-org. framework (MOF) type UiO-66(Zr) (UiO for University of Oslo) functionalized by polar -Br, -2OH, and -NH2 groups.  Such an innovative combining approach applied to the complex architecture of MOFs was revealed successful not only to unambiguously assign all the NMR signals to the corresponding crystallog. sites but also to validate the crystal structures for each functionalized material that were only predicted so far.  A further step consisted of probing the impact of the grafted functions on the ligand dynamics of these MOFs by dielec. relaxation spectroscopy measurements.  It was evidenced that the rotational motion of the org. linker requires overpassing an energy barrier that strongly depends on the functional groups, the -NH2 functionalized version implying the highest activation energy.  Such a finding was further explained by the relatively strong intraframework interactions which take place between the grafted function and the inorg. node as suggested by the anal. of the corresponding simulated crystal structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntlOgu7Y%253D&md5=371fdbbaaaede06ced5e363fd614e4f2", "41. ", "Devautour-Vinot", ", ", "S.", "; ", "Martineau", ", ", "C.", "; ", "Sekou", ", ", "D.", "; ", "Ben Yahia", ", ", "M.", "; ", "Miller", ", ", "S. R.", "; ", "Serre", ", ", "C.", "; ", "Horcajada", ", ", "P.", "; ", "Cunha", ", ", "D.", "; ", "Taulelle", ", ", "F.", "; ", "Maurin", ", ", "G.", " ", "Caffeine Confinement into a Series of Functionalized Porous Zirconium MOFs: A Joint Experimental/Modelling Exploration", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "11654", "– ", "11704", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "42. ", "Horike", ", ", "S.", "; ", "Matsuda", ", ", "R.", "; ", "Tanaka", ", ", "D.", "; ", "Matsubara", ", ", "S.", "; ", "Mizuno", ", ", "M.", "; ", "Endo", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Dynamic Motion of Building Blocks in Porous Coordination Polymers", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7226", "– ", "7230", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Dynamic motion of building blocks in porous coordination polymers", "Horike, Satoshi; Matsuda, Ryotaro; Tanaka, Daisuke; Matsubara, Seijiro; Mizuno, Motohiro; Endo, Kazunaka; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "43", "),\r\n    ", "7226-7230", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous coordination polymers contg. mobile org. groups, [[CdNa(2-stp)(pyz)0.5(H2O)](H2O)]n (stp = sulfoterephthalate, pyz = pyrazine) and [Zn2(1,4-ndc)22(dabco)]n (ndc = naphthalenedicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane), were synthesized, and their rotational motion was characterized by solid-state 2H NMR spectroscopy.  The rotation of the groups can be switched off by guest (benzene) adsorption and switched on again by guest desorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Cnt7fM&md5=23c3e4c2252085e5ef8184bea49c2366", "43. ", "Yang", ", ", "Q. Y.", " ", "A Water Stable Metal-Organic Framework with Optimal Features for CO", "2", " Capture", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "10316", "– ", "10320", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "A Water Stable Metal-Organic Framework with Optimal Features for CO2 Capture", "Yang, Qingyuan; Vaesen, Sebastien; Ragon, Florence; Wiersum, Andrew D.; Wu, Dong; Lago, Ana; Devic, Thomas; Martineau, Charlotte; Taulelle, Francis; Llewellyn, Philip L.; Jobic, Herve; Zhong, Chongli; Serre, Christian; De Weireld, Guy; Maurin, Guillaume", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "39", "),\r\n    ", "10316-10320", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new zirconium benzenetetracarboxylate metal-org. framework (MOF), UiO-66(Zr)(COOH)2, was prepd. by environmental friendly and cheap scalable method.  UiO-66(Zr)(COOH)2 is water stable and shows great promise for CO2/N2 gas mixt. sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpvVektLc%253D&md5=e6c8ef26ab57410de5599adddb8ad961", "44. ", "Lion", ", ", "M.", "; ", "Maache", ", ", "M.", "; ", "Lavalley", ", ", "J. C.", "; ", "Ramis", ", ", "G.", "; ", "Busca", ", ", "G.", "; ", "Rossi", ", ", "P. F.", "; ", "Lorenzelli", ", ", "V.", " ", "FT-IR Study of the Brønsted Acidity of Phosphated and Sulphated Silica Catalysts", " ", "J. Mol. Struct.", " ", "1990", ",  ", "218", ",  ", "417", "– ", "422", "[", "Crossref", "], [", "CAS", "]", "44. ", "FT-IR study of the Broensted acidity of phosphated and sulfated silica catalysts", "Lion, M.; Maache, M.; Lavalley, J. C.; Ramis, G.; Busca, G.; Rossi, P. F.; Lorenzelli, V.", "Journal of Molecular Structure", "\r\n        (", "1990", "),\r\n    ", "218", "\r\n        (", "),\r\n    ", "417-22", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    ", "The Fourier transform (FT)-IR spectroscopy of adsorbed basic mols. (piperidine, pyridine, dimethyl ether, and acetonitrile) was used to characterize the surface acidity of, SiO2 catalysts impregnated by sulfate and phosphate ions.  Both samples, like pure SiO2, do not show surface Lewis acidity.  The presence of the oxo-anions instead cause the formation of Broensted and centers.  The Broensted acid strength of sulfated SiO2 is stronger than that of phosphated SiO2.  While POH groups are at least predominantly free from H bonding on the activated surface, the SOH groups seem to be H bonded, leading to a broad, poorly characterized OH stretching absorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXisVWjtbk%253D&md5=426e3d7b8bf1c316f74d1f93247f8117", "45. ", "Armandi", ", ", "M.", "; ", "Garrone", ", ", "E.", "; ", "Areán", ", ", "C. O.", "; ", "Bonelli", ", ", "B.", " ", "Thermodynamics of Carbon Dioxide Adsorption on the Protonic Zeolite H-ZSM-5", " ", "ChemPhysChem", " ", "2009", ",  ", "10", ",  ", "3316", "– ", "3319", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Thermodynamics of carbon dioxide adsorption on the protonic zeolite H-ZSM-5", "Armandi, Marco; Garrone, Edoardo; Arean, Carlos O.; Bonelli, Barbara", "ChemPhysChem", "\r\n        (", "2009", "),\r\n    ", "10", "\r\n        (", "18", "),\r\n    ", "3316-3319", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Adsorption of carbon dioxide on H-ZSM-5 zeolite (Si:Al = 11.5:1) was studied by variable-temp. FT-IR spectroscopy, in the temp. range of 310-365 K.  The adsorbed CO2 mols. interact with the zeolite Bronsted-acid OH groups bringing about a characteristic red-shift of the O-H stretching band from 3610 cm-1 to 3480 cm-1.  Simultaneously, the ν3 mode of adsorbed CO2 was obsd. at 2345 cm-1.  From the variation of integrated intensity of the IR absorption bands at both 3610 and 2345 cm-1, upon changing temp. (and CO2 equil. pressure), the std. adsorption enthalpy of CO2 on H-ZSM-5 is ΔH0 = -31.2 kJ mol-1 and the corresponding entropy change is ΔS0 = -140 J mol-1 K-1.  These results are discussed in the context of available data for carbon dioxide adsorption on other protonic, and also alkali-metal exchanged, zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKgurnP&md5=23c1efdb57b4c2e94e8e97389930538d", "46. ", "Delgado", ", ", "M. R.", "; ", "Areán", ", ", "C. O.", " ", "Carbon Monoxide, Dinitrogen and Carbon Dioxide Adsorption on Zeolite H-Beta: IR Spectroscopic and Thermodynamic Studies", " ", "Energy", " ", "2011", ",  ", "36", ",  ", "5286", "– ", "5291", "[", "Crossref", "], [", "CAS", "]", "46. ", "Carbon monoxide, dinitrogen and carbon dioxide adsorption on zeolite H-Beta: IR spectroscopic and thermodynamic studies", "Delgado, Montserrat Rodriguez; Arean, Carlos Otero", "Energy (Oxford, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "8", "),\r\n    ", "5286-5291", "CODEN:\r\n                ", "ENEYDS", ";\r\n        ISSN:", "0360-5442", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Variable temp. IR spectroscopy (VTIR) was used to investigate the adsorption thermodn. of carbon monoxide, dinitrogen and carbon dioxide on the protonic zeolite H-Beta.  Interaction of the adsorbed gases with the zeolite Bronsted acid sites was found to involve an enthalpy change of -27, -19 and -33 kJ mol-1 for CO, N2 and CO2, resp.; the corresponding entropy change was -150, -140 and -146 J mol-1 K-1.  The adsorbed gases showed also a weak interaction with silanols, which involves a ΔH0 value in the approx. range of -7 to -10 kJ mol-1.  These results were discussed in the context of gas sepn. and carbon capture and sequestration (CCS) using zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVOhsbc%253D&md5=728f1baaf619f515d783e7210561c7a1", "47. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Elkaımc", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "XRD and IR Structural Investigations of a Particular Breathing Effect in the MOF-Type Gallium Terephthalate MIL-53(Ga)", " ", "Dalton Trans.", " ", "2009", ",  ", "2241", "– ", "2249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "48. ", "Vitillo", ", ", "J. G.", "; ", "Savonnet", ", ", "M.", "; ", "Ricchiardi", ", ", "G.", "; ", "Bordiga", ", ", "S.", " ", "Tailoring Metal-Organic Frameworks for CO", "2", " Capture: The Amino Effect", " ", "ChemSusChem", " ", "2011", ",  ", "4", ",  ", "1281", "– ", "1290", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Tailoring Metal-Organic Frameworks for CO2 Capture: The Amino Effect", "Vitillo, Jenny G.; Savonnet, Marie; Ricchiardi, Gabriele; Bordiga, Silvia", "ChemSusChem", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "1281-1290", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "CO2 capture from processes is one strategy adopted to decrease anthropogenic greenhouse gas emissions.  To lower costs assocd. with regenerating amine-based scrubber systems, one strategy is grafting amines on high surface area supports, particularly, on metal-org. frameworks (MOF).  This work characterized the interaction between CO2 and aliph. and arom. amines using quantum mech. methods (MP2), focusing attention on species already reported in MOF and on new amine-based linkers, to inspire the rational synthesis of new, high-capacity MOF.  Calcns. highlight binding-site requisites and indicate CO2 vibrations are independent of adsorption energy and monitoring them in probe-mol. expts. is not a suitable marker of efficient adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOls7rM&md5=c530b8cf208c8dc6ad5825ca2f580cfd", "49. ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Férey", ", ", "G.", " ", "Physics Behind the Guest-Assisted Structural Transitions of a Porous Metal-Organic Framework Material", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "2810", "– ", "2815", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Physics Behind the Guest-Assisted Structural Transitions of a Porous Metal-Organic Framework Material", "Ghoufi, A.; Maurin, G.; Ferey, G.", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "19", "),\r\n    ", "2810-2815", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-53(Cr) is one of the metal-org. framework (MOF)-type materials which shows the most spectacular breathing behavior upon adsorption of various types of fluids.  The previously reported thermodn. models did not allow a subtle anal. of the factors and mechanisms that govern the structural transition of the framework in play.  Here, we demonstrate that probing the interplay between the host and the guest mols. is crucial to capturing the physics behind such a transition, which has never been addressed so far.  It is thus emphasized that the host/guest interactions preliminarily induce a soft mode in the host framework, which is a prerequirement for initiating the structural transition of the MIL-53(Cr) solid.  It follows a displacive type of mechanism, which involves the occurrence of a new metastable phase that has been neither exptl. evidenced nor predicted.  Such an observation questions the bistability of the MIL-53(Cr) solid upon adsorption reported so far in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFelsbrL&md5=09ec94e8f29e1b4f2b246bf40b3bc89e", "50. ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", " ", "Hybrid Monte Carlo Simulations Combined with a Phase Mixture Model to Predict the Structural Transitions of a Porous Metal-Organic Framework Material upon Adsorption of Guest Molecules", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "6496", "– ", "6502", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Hybrid Monte Carlo Simulations Combined with a Phase Mixture Model to Predict the Structural Transitions of a Porous Metal-Organic Framework Material upon Adsorption of Guest Molecules", "Ghoufi, A.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "14", "),\r\n    ", "6496-6502", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Anisotropic isobaric/isothermal mol. dynamics (MD) and grand canonical Monte Carlo (GCMC) techniques are combined in a hybrid scheme to get an osmotic Monte Carlo approach able to deal with a guest-assisted structural transition of a metal org. framework (MOF) porous solid corresponding to a large reversible breathing of its structure.  This strategy based on (i) a consideration of a more general expression of the partition functions and (ii) a rigorous homogenization of the MD and MC parts allows one to capture the structural transition of the MIL-53(Cr) MOF-type solid in relation to the CO2 pressure.  Further, combining this revisited hybrid osmotic Monte Carlo (HOMC) approach to a newly developed phase mixt. model, which is based on the existence of a pressure domain where several structural forms of MIL-53(Cr) are present, is an efficient way to accurately predict the adsorption behavior of this solid in the whole range of pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslamu74%253D&md5=37d91f017a76aaef82594a98e6730618", "51. ", "Bonelli", ", ", "B.", "; ", "Civalleri", ", ", "B.", "; ", "Fubini", ", ", "B.", "; ", "Ugliengo", ", ", "P.", "; ", "Otero Arean", ", ", "C.", "; ", "Garrone", ", ", "E.", " ", "Experimental and Quantum Chemical Studies on the Adsorption of Carbon Dioxide on Alkali-Metal-Exchanged ZSM-5 Zeolites", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "10978", "– ", "10988", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Experimental and Quantum Chemical Studies on the Adsorption of Carbon Dioxide on Alkali-Metal-Exchanged ZSM-5 Zeolites", "Bonelli, B.; Civalleri, B.; Fubini, B.; Ugliengo, P.; Otero Arean, C.; Garrone, E.", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "47", "),\r\n    ", "10978-10988", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 onto M-ZSM-5 zeolites (M = Li, Na, K, Cs) was studied by FTIR spectroscopy and adsorption microcalorimetry.  Quantum chem. calcns., at the B3-LYP level, on the interaction of CO2 with the bare alkali-metal cations were performed to assist interpretation of the exptl. results.  With the likely exception of Li+, CO2 was found to undergo a 2-step interaction with the metal ions.  At a low equil. pressure linear 1:1 adducts M+···O:C:O (M = Na+, K+, Cs+) are formed; upon increasing the CO2 equil. pressure, the metal cation coordinates a 2nd CO2 mol., forming a 2:1 adduct.  Calcd. (ab initio) bond lengths for the 1:1 adduct are given, as well as corresponding values of the binding energy and enthalpic term.  Exptl. derived values of the main thermodn. functions (ΔH°, ΔG°, and ΔS°) are discussed and correlated with detailed results from IR spectroscopy.  The interaction cation/CO2 alone cannot account for the body of evidence, and the contribution of nearby O2- anions has to be invoked.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXnsFylsLs%253D&md5=abcbf0bb812cd645e7d406c06cf3d955", "52. ", "Otero Areán", ", ", "C. O.", "; ", "Delgado", ", ", "M. R.", " ", "Variable-Temperature FT-IR Studies on the Thermodynamics of Carbon Dioxide Adsorption on a Faujasite-Type H-Y Zeolite", " ", "Appl. Surf. Sci.", " ", "2010", ",  ", "256", ",  ", "5259", "– ", "5262", "[", "Crossref", "]", "There is no corresponding record for this reference.", "53. ", "Pirngruber", ", ", "G. D.", "; ", "Raybaud", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Čejka", ", ", "J.", "; ", "Zukal", ", ", "A.", " ", "The Role of the Extra-Framework Cations in the Adsorption of CO", "2", " on Faujasite Y", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "13534", "– ", "13546", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "The role of the extra-framework cations in the adsorption of CO2 on faujasite Y", "Pirngruber, G. D.; Raybaud, P.; Belmabkhout, Y.; Cejka, Jiri; Zukal, Arnost", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "41", "),\r\n    ", "13534-13546", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A purely electrostatic picture predicts that small, more polarizing cations adsorb more strongly than the large ones.  In the case of the adsorption of CO2 on faujasite Y, however, the inverse order is found at low pressure: CsY and KY adsorb stronger than NaY and LiY.  This trend cannot be explained by a simple monopole-dipole or monopole-quadrupole interaction of CO2 with a single cation.  Therefore, the authors have conducted a combined adsorption, IR and DFT study to shed light on this phenomenon.  A simultaneous interaction of CO2 with the cations (located in the hexagonal window between supercage and sodalite cage) and framework oxygen atoms (in the 12-ring connecting two supercages) can explain the strong adsorption of CO2 on CsY and KY.  The authors also discuss the effect of van der Waals interactions.  Although there is a redistribution of the charge of three framework oxygen atoms in the 12-ring towards the carbon atom of CO2, the geometry of CO2 remains almost linear.  The adsorption mode can, therefore, be interpreted as a carbonate precursor.  In zeolite Y, this acid-base like interaction is more important than polarization of CO2 by the cation only.  Also, evidence for an adsorption mode where CO2 binds simultaneously to two cations in the supercage was detected by DFT, as already reported for Na-ferrierite.  This adsorption mode is, however, strongly dependant on the distance between two cations in the supercage and is only favorable in the case of KY.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1yktbbE&md5=a413e5312267686e22a1fb009c8c61de", "54. ", "Nachtigall", ", ", "P.", "; ", "Delgado", ", ", "M. R.", "; ", "Nachtigallova", ", ", "D.", "; ", "Arean", ", ", "C. O.", " ", "The Nature of Cationic Adsorption Sites in Alkaline Zeolites-Single, Dual and Multiple Cation Sites", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "1552", "– ", "1569", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "The nature of cationic adsorption sites in alkaline zeolites - single, dual and multiple cation sites", "Nachtigall, P.; Delgado, M. R.; Nachtigallova, D.; Arean, C. O.", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "5", "),\r\n    ", "1552-1569", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Gas adsorption on zeolites constitutes the base of many technol. applications of these versatile porous materials.  Quite often, esp. when dealing with small mols., individual extra-framework (exchangeable) cations are considered to be the adsorption site on which mols. coming from a gas phase form the corresponding adsorption complex.  Nonetheless, while that can be the case in some instances, recent research work that combines variable temp. IR spectroscopy with periodic d. functional theory calcns. showed that some types of adsorption sites involve two or more cations, which constitute dual and multiple cation sites, resp.  Adsorption complexes formed on these cationic adsorption sites differ in both structure and stability from those formed on a single cation alone.  Examples concerning CO, CO2 and H2 adsorption on alkali and alk.-earth metal exchanged zeolites are reviewed, with the double purpose of clarifying concepts and highlighting their relevance to practical use of zeolites in such fields as gas sepn. and purifn., gas storage and heterogeneous catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XntlKqsg%253D%253D&md5=fd703c8aa38e3b97f8fadef7e6b13748", "55. ", "Vimont", ", ", "A.", "; ", "Travert", ", ", "A.", "; ", "Bazin", ", ", "P.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", " ", "Evidence of CO", "2", " Molecule Acting as an Electron Acceptor on a Nanoporous Metal–Organic-Framework MIL-53 or Cr", "3+", "(OH)(O", "2", "C–C", "6", "H", "4", "–CO", "2", ")", " ", "Chem. Commun.", " ", "2007", ",  ", "3291", "– ", "3293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Evidence of CO2 molecule acting as an electron acceptor on a nanoporous metal-organic-framework MIL-53 or Cr3+(OH)(O2C-C6H4-CO2)", "Vimont, Alexandre; Travert, Arnaud; Bazin, Philippe; Lavalley, Jean-Claude; Daturi, Marco; Serre, Christian; Ferey, Gerard; Bourrelly, Sandrine; Llewellyn, Philip L.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "31", "),\r\n    ", "3291-3293", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption mode of CO2 at low coverage in the nanoporous metal benzenedicarboxylate MIL-53(Cr) or Cr3+(OH)(O2C-C6H4-CO2) has been identified using IR spectroscopy; the red shift of the ν3 band and the splitting of the ν2 mode of CO2 in addn. to the shifts of the ν(OH) and δ(OH) bands of the MIL-53(Cr) hydroxyl groups provide evidence that CO2 interacts with the oxygen atoms of framework OH groups as an electron-acceptor via its carbon atom; this is the first example of such an interaction between CO2 and bridged OH groups in a solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXosVSntLg%253D&md5=e04ad5d830678fd8529476a4eaa99802", "56. ", "Allen", ", ", "F. H.", "; ", "Kennard", ", ", "O.", "; ", "Watson", ", ", "D. G.", "; ", "Brammer", ", ", "L.", "; ", "Guy Orpen", ", ", "A.", "; ", "Taylor", ", ", "R.", " ", "Tables of Bond Lengths Determined by ", "X", "-Ray and Neutron Diffraction. Part 1. Bond Lengths in Organic Compounds", " ", "J. Chem. Soc., Perkin Trans. 2", " ", "1987", ",  ", "S1", "– ", "S19", "[", "Crossref", "], [", "CAS", "]", "56. ", "Tables of bond lengths determined by x-ray and neutron diffraction.  Part 1.  Bond lengths in organic compounds", "Allen, Frank H.; Kennard, Olga; Watson, David G.; Brammer, Lee; Orpen, A. Guy; Taylor, Robin", "Journal of the Chemical Society, Perkin Transactions 2:  Physical Organic Chemistry (1972-1999)", "\r\n        (", "1987", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "S1-S19", "CODEN:\r\n                ", "JCPKBH", ";\r\n        ISSN:", "0300-9580", ".\r\n    ", "The av. lengths of bonds involving the elements H, B, C, N, O, F, Si, P, S, Cl, As, Se, Br, Te, and I in org. compds. are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmt1ylsg%253D%253D&md5=d503dac6e5f2374e2d49a82f1ffd6a14"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-8/jp512596u/20150220/images/small/jp-2014-12596u_0010.gif\">"]}
