{"title": ["Highly Effective Hydrogen Isotope Separation in Nanoporous Metal–Organic Frameworks with Open Metal Sites: Direct Measurement and Theoretical Analysis"], "authors": ["Hyunchul Oh", "Ievgeniia Savchenko", "Andreas Mavrandonakis", "Thomas Heine", "Michael Hirscher"], "doi": ["10.1021/nn405420t"], "abstract": ["Separating gaseous mixtures that consist of very similar size is one of the critical issues in modern separation technology. Especially, the separation of the isotopes hydrogen and deuterium requires special efforts, even though these isotopes show a very large mass ratio. Conventionally, H/D separation can be realized through cryogenic distillation of the molecular species or the Girdler-sulfide process, which are among the most energy-intensive separation techniques in the chemical industry. However, costs can be significantly reduced by using highly mass-selective nanoporous sorbents. Here, we describe a hydrogen isotope separation strategy exploiting the strongly attractive open metal sites present in nanoporous metal–organic frameworks of the CPO-27 family (also referred to as MOF-74). A theoretical analysis predicts an outstanding hydrogen isotopologue separation at open metal sites due to isotopal effects, which has been directly observed through cryogenic thermal desorption spectroscopy. For H", "/D", " separation of an equimolar mixture at 60 K, the selectivity of 12 is the highest value ever measured, and this methodology shows extremely high separation efficiencies even above 77 K. Our theoretical results imply also a high selectivity for HD/H", " separation at similar temperatures, and together with catalytically active sites, we propose a mechanism to produce D", " from HD/H", " mixtures with natural or enriched deuterium content."], "text": ["Deuterium, a stable isotope of hydrogen, is widely used as a research tool not only in chemistry but also in numerous industrial and scientific applications including nuclear fusion, fission reactors as a cold source, lighting, nonradioactive isotopic tracing, as well as neutron scattering. In order to meet the demand of both academia and industry with the limited availability (the natural abundance of deuterium in the ocean is approximately 156.25 ppm),", "(1)", " the development of a cost-effective separation method is required. However, as consequence of the identical size, shape, and thermodynamic properties, large-scale industrial separation of hydrogen isotopes is only possible with a limited number of techniques, such as cryogenic distillation performed at 24 K or electrolysis of heavy water produced by the Girdler-sulfide process. Furthermore, both methods show low separation factors (1.5", "(2)", " and 2.3,", "(3)", " respectively), resulting in extremely high processing cost.", "In their seminal work, Beenakker ", "et al.", "(4)", " suggested that quantum sieving (QS) is one promising avenue to separate hydrogen isotopes efficiently. QS takes place when the difference between pore and molecular size becomes comparable to the de Broglie wavelengths of molecular hydrogen, as lighter isotopes are confined more than heavier ones in the pore due to the difference in the zero point energy (ZPE). Thus, the lower the temperature in the confined system, the stronger the diffusion coefficients of the isotopes will differ", "(5)", " inside the porous material, resulting in the separation of the isotopes. Therefore, in this kinetic isotope QS, the aperture size plays an important role for determining the diffusion kinetics and thereby overall separation. By now, only a few porous materials like carbons,", "(6)", " zeolites,", "(7)", " and metal–organic frameworks (MOFs)", "(8-11)", " have been experimentally studied. Theoretical work on this phenomenon requires to take into account the quantum nature of the systems, either by explicit methodology, for example, using the path integral (PI) approach,", "(12, 13)", " or by including quantum effects in semiclassical simulations, such as using the Feynman–Hibbs (FH) correction.", "(14, 15)", " Simulations have been carried out for a series of materials, in particular, carbon-based ones, with focus on low-temperature separation. At technologically interesting liquid nitrogen temperature, however, the ability of these materials to separate hydrogen isotopologues mediated by quantum kinetic effects is rather low. So far, the highest selectivity factors reported in experiment was 3, with 0.2 mmol g", "–1", " adsorbed D", "2", " at 77 K.", "(7)", " As an alternative to kinetic isotope QS, it may be possible to use thermodynamic effects to separate hydrogen isotopologue mixtures (", "i.e.", ", H", "2", "/D", "2", "). Here, molecules are adsorbed on strongly attracting sites of the host material. The different molecular masses imply different zero point energies and also different adsorption enthalpies Δ", "H", ". The latter includes, besides the quantum-mechanical ZPE, temperature-dependent isotope effects that are of classical nature but may be still of high impact. Significant Δ", "H", " may result in appreciable selectivity even at liquid nitrogen temperature (77 K) and above. In the case of molecular hydrogen, six degrees of freedom contribute to the ZPE and the partition function and thus to the enthalpy. These are the vibrations of the center of the hydrogen molecule toward the adsorption site of the host, the vibration of the intramolecular bond, two rotational and two translational degrees of freedom. Depending on the substrate, the latter four degrees could be hindered. The first degree of freedom is the one that is most strongly influenced by the host material.", "Nanoporous MOFs are excellent candidates for applications in hydrogen isotopologue sieving. Their crystalline framework enables precise control of aperture size and functionality (", "i.e.", ", open metal sites) by accurate design of structures at the molecular level. Here, we demonstrate that the D", "2", "/H", "2", " separation performance can be greatly enhanced through the incorporation of a high number of unsaturated metal coordination sites as in our case that the strong attraction between the unsaturated Co(II) centers and hydrogen keeps these sites occupied at relatively high temperature, and that the isotope effects are strong enough to lead to enthalpy differences in a large range of temperatures. This prediction is confirmed ", "via", " low-pressure high-resolution isotherm measurements and advanced cryogenic thermal desorption spectroscopy (TDS). To the best of our knowledge, this is the first direct experimental evidence for such excellent performance in the separation of D", "2", "/H", "2", " mixtures, even above the liquid nitrogen temperature. On the basis of our results and on theoretical predictions, we propose here a temperature swing process that is capable of producing D", "2", " from hydrogen flue gas. The suggested process involves multistep separation cycles and a catalytic conversion of HD to H", "2", "/HD/D", "2", " mixtures and should be suitable for industrial application.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Results", "The redox-active metal–organic framework CPO-27-Co was selected for testing the separation of D", "2", "/H", "2", " mixtures as its isosteric heat of adsorption is among the highest recorded values", "(16)", " for physisorptive materials. The N", "2", " BET surface area of CPO-27-Co is determined to be 1012 m", "2", "/g (Figure S1, ", "Supporting Information", "), and its large hexagonal one-dimensional channels, 10 Å in diameter, are defined by the space between the van der Waals radii of the wall atoms inside the channel (Figure S1b, ", "Supporting Information", "). Thus, it provides a large enough window for small H", "2", " and D", "2", " molecules to enter without any structural barrier as it was observed for MFU-4.", "(10)", "Low-Pressure High-Resolution Isotherms and Isosteric Heat of Adsorption", "The pure H", "2", " and D", "2", " gas adsorption isotherms of CPO-27-Co have been measured at various temperatures between 19.5 and 70 K (", "Figure ", "1", "a and Figure S2, ", "Supporting Information", "). Fully reversible type I isotherms (Figure S3, ", "Supporting Information", ") without hysteresis have been observed, indicating a highly nanoporous material and no kinetic diffusion hindrance. The corresponding saturation uptake for H", "2", " and D", "2", " adsorption at 19.5 K is 17.8 mmol/g (0.7 bar) and 20.0 mmol/g (0.2 bar), respectively. The steep initial increase at low pressure implies a strong affinity of the material for H", "2", " and D", "2", ". As clearly shown in ", "Figure ", "1", "a, the adsorbed amount of D", "2", " is always higher than that of H", "2", ", indicating appreciable quantum effects. Applying the Clausius–Clapeyron equation, the isosteric heat of adsorption has been calculated by using the adsorption isotherms at different temperatures from 19.5 to 70 K as function of surface coverage normalized by saturation uptake at 19.5 K. For clarity, a fourth-order polynomial fit (solid line in ", "Figure ", "1", "b) of the H", "2", " and D", "2", " isotherms has been applied. The analysis of the D", "2", " and H", "2", " adsorption enthalpies gives different maximum values of 7.3 and 6.1 kJ mol", "–1", " at ∼15% coverage, respectively. The adsorption enthalpy calculation below ∼15% coverage (", "ca.", " 2–3 mmol g", "–1", ") is limited due to the sudden high initial uptake at ", "T", " < 40 K caused by strong interaction with the metal sites at low pressures. Thus, we additionally measured high temperature (77–125 K) H", "2", " isotherms. The hydrogen heat of adsorption at low coverage is found to be slightly higher than 10 kJ mol", "–1", " (see Figure S4, ", "Supporting Information", "), which is in good agreement with literature values.", "(17, 18)", " With increasing H", "2", " or D", "2", " loading, both adsorption enthalpies decrease and eventually converge to the same value. This implies that (i) strong primary sites are occupied first, followed by less attractive secondary sites, and thereby (ii) the initial D", "2", " and H", "2", " difference in heat of adsorption (∼1.2 kJ mol", "–1", ") is produced by these strong primary sites, indicating a significant isotope effect and preferential D", "2", " adsorption.", "Figure 1. High-resolution low-pressure D", "2", " (open symbols) and H", "2", " (filled symbols) adsorption isotherms for CPO-27-Co at various temperatures: (a) 19.5 K (black square), 40 K (blue triangle), 60 K (red diamond). (b) Isosteric heat of hydrogen (black) and deuterium (red) adsorption for CPO-27-Co as function of the surface coverage. The solid lines are polynomial fits of H", "2", " and D", "2", " heats of adsorption (see Figure S2, ", "Supporting Information", " for additional H", "2", " and D", "2", " isotherm comparisons at 30, 50, and 70 K).", "Cryogenic Thermal Desorption Spectroscopy", "In order to identify preferred adsorption sites on CPO-27-Co and to estimate the adsorption strength at these sites, we performed cryogenic TDS", "(19)", " measurements after exposure to pure H", "2", " and D", "2", " atmospheres under identical experimental conditions (see procedure details in Figures S5 and S6a, ", "Supporting Information", "). ", "Figure ", "2", "a shows the H", "2", " and D", "2", " desorption spectra in the range of 17–140 K, recorded with a heating rate of 0.1 K s", "–1", ". In accordance with pure gas isotherms, the pure D", "2", " TDS signal is higher than that for H", "2", ". After careful calibration of the TDS device with a Pd", "95", "Ce", "5", " alloy and by integration of the area under the desorption curve (see details in ", "Supporting Information", "), the total amount of desorbed H", "2", " and D", "2", " can be determined to be 16.0 and 18.7 mmol g", "–1", ", respectively.", "Figure 2. (a) Pure gas H", "2", " and D", "2", " thermal desorption spectra of CPO-27-Co with 0.1 K s", "–1", " heating rate. Inset: Identification of the three adsorption sites on CPO-27-Co. Site I is the metal site, site II is the triangle of oxygen atoms, and site III is the benzene ring. (b) Qualitative plot of the strength of the adsorption sites. Zero point energies are indicated qualitatively for H", "2", " (black) and D", "2", " (red). The strength of each binding site is demonstrated by the depth of the potential well.", "In the TDS measurements, the sequential filling from strong to weak adsorption sites is typically observed.", "(20)", " The occurrence of three desorption maxima in both H", "2", " and D", "2", " desorption spectra (", "Figure ", "2", "a) points to the existence of three energetically different adsorption sites. By comparison with neutron powder diffraction measurements,", "(21)", " we can directly assign each maximum to an adsorption site in the CPO-27-Co framework (as the adsorption strength decreases along the series; open metal site > triangle of oxygen atoms > benzene ring; see ", "Figure ", "2", "a,b). Furthermore, the D", "2", " spectrum is slightly shifted to higher desorption temperatures compared to the H", "2", " spectrum, indicating the difference of binding energy between the two molecules and the host surface (", "e.g.", ", D", "2", "–surface interaction is higher than H", "2", "–surface interaction). In particular, the temperature shift of the D", "2", " spectrum at open metal sites (∼80 K) is more pronounced, implying a stronger attraction of D", "2", " over H", "2", ".", "Quantum-Mechanical Adsorption Calculations and Simulation of D", "2", "/H", "2", " Separation", "The experimental isotherms and TDS analysis indicate that the hydrogen isotopologues are strongly physisorbed in the framework. Chemisorption can be ruled out as in that case we would expect the formation of HD from the H", "2", "/D", "2", " mixtures, which is not observed at the thermodynamic conditions of the experiments. In MOFs, only open metal sites show adsorption enthalpies of 10 kJ mol", "–1", " or higher. These sites are expected to exhibit the strongest quantum sieving effect, as the ZPE difference between adsorbed H", "2", " and D", "2", " molecules is highest. The low-energy adsorption sites II and III show much weaker ZPE differences and, therefore, poor selectivities. At temperatures higher than ∼50 K (", "Figure ", "2", "a), only the open metal sites remain occupied, and for these thermodynamic conditions, we can restrict our theoretical investigations to the undercoordinated Co(II) sites present in CPO-27-Co. A finite structure model has been chosen to model the hydrogen framework interaction. The construction of the finite molecular model follows the work of Chen ", "et al.", "(22)", " and is described in the ", "Methods", " section. All quantum-mechanical calculations have been carried out using London dispersion corrected density functional theory (DFT) as described in the ", "Methods", " section. The structure has been fully optimized (Table S1 in ", "Supporting Information", "), and afterward, the position and orientation of H", "2", " has been determined as adsorbed at the central Co(II) site of the finite MOF model. The most stable dihydrogen orientation is a T-shaped configuration with respect to the open Co(II) site, as shown in ", "Figure ", "3", "a, at a distance of 2.2 Å from the central Co atom. The molecule became slightly elongated by 0.01 Å with respect to the free gas phase geometry, resulting to the equilibrium bond length of 0.76 Å. By harmonic analysis, this structure has been verified to be a minimum on the potential energy surface (PES). The six vibrational modes of the adsorbed hydrogen molecule can be characterized as two rotations, two translations normal to the Co center, one vibration varying the metal–dihydrogen distance and one stretching mode. The PES calculations are based on the Born–Oppenheimer approximation. In order to assess the quantum contributions, we performed a harmonic analysis of the adsorbed dihydrogen molecule on the adsorption site model (see Table S2, ", "Supporting Information", "). The obtained vibrational modes of the D", "2", " and H", "2", " moieties have been further analyzed as suggested by Sillar ", "et al.", ",", "(23)", " and one of the rotational modes (corresponding to the frequency of 145 cm", "–1", " within the harmonic approximation for H", "2", ") is treated within the rigid rotor approximation, while the second mode that corresponds to a rotational mode (at 617 cm", "–1", " for H", "2", ") shows a significant barrier in the rotation and is thus treated as vibration. The rotational contribution needs to take into account the nuclear spin distribution of the protons in H", "2", " and D", "2", ". Those effects play an appreciable, but not determining, role. The rotational partition function depends on the nuclear spin distribution in H", "2", " and D", "2", " and is treated following the approach of Sillar ", "et al.", ",", "(23)", " as outlined in the ", "Supporting Information", ". The distribution of ", "ortho", "- and ", "para", "-hydrogen depends on the temperature and is hence not exactly known from experiment.", "Figure 3. (a) Structure of finite model of CPO-27-Co as optimized by DFT and corresponding equilibrium position of the hydrogen molecule adsorbed at the central cobalt atom (blue, cobalt; red, oxygen; silver, carbon; gray, lithium; white, hydrogen; black, adsorbed hydrogen molecule). Details on model choice and calculations are given in the ", "Supporting Information", ". (b) Theoretically predicted selectivity of D", "2", "/H", "2", " for an equimolar 1:1 mixture (dark red curve, filled squares) adsorbed in CPO-27-Co. The contribution of quantum (red filled triangles) and thermal (empty red triangles) effects in the isotope separation is shown.", "On the basis of the above conclusions, we compute the adsorption enthalpy of H", "2", " and D", "2", " in the CPO-27-Co complex as −12.5 and −14.5 kJ mol", "–1", " at 77 K, respectively, in good agreement with our experiments and with the literature.", "(18)", "The other adsorption sites have a significantly weaker binding energy. The TDS experiment and experience with other MOF structures", "(24, 25)", " predict these sites to adsorb hydrogen with 5 kJ mol", "–1", " or less, and treatment of these sites requires a significantly higher level of theory.", "(26)", " At temperatures of 77 K and higher and moderate pressure, there is no significant amount of hydrogen adsorbed at these sites and thus they can be safely neglected in the forthcoming analysis. Thus, we can concentrate on the open metal site modeled using the cluster as shown in ", "Figure ", "3", "a. We assume that only one hydrogen molecule can occupy any open metal site as assumed in the Langmuir isotherm model. The relative occupation of the Co(II) sites with D", "2", " and H", "2", " gives the selectivity of the material. Thus, the selectivity is a function of the temperature and of the adsorption enthalpy. The relative occupation of the Co(II) adsorption sites is given as", "with ", "i", " and ", "j", " being indexes that denote either H", "2", " or D", "2", ". The selectivity is calculated as ", "S", "j", "/", "i", " = θ", "j", "/", "x", "j", "/θ", "i", "/", "x", "i", ", where ", "x", "i", ",", "j", " is the fraction of molecules in the gas phase, ", "K", "i,j", " is the equilibrium constant for the adsorption process of each isotope, and ", "P", "i,j", " is the partial pressure of isotopes in the gas phase. Results are shown in ", "Figure ", "3", "b, and our calculations confirm the experimentally observed selectivity. Note that our calculations refer only to the individual selectivity of the open Co(II) sites. The remaining gas in the framework pores has a much weaker adsorption enthalpy, thus a smaller difference in ZPE and in the partition functions and consequently a much lower selectivity. Hence, our calculations are expected to somewhat overestimate the selectivity, in particular, for higher surface coverage when additionally weaker adsorption sites are occupied which are not considered in the theoretical calculation, and for a correct treatment, different approaches (", "e.g.", ", PI-GCMC", "(13)", " or QLDFT", "(27)", ") in conjunction with a force field well-parametrized for CPO-27-Co would be necessary. However, here we concentrate on ", "T", " = 77 K and above, and the agreement with experiment is very satisfactory. The selectivity of a 1:1 mixture of D", "2", "/H", "2", " exhibits a remarkably high value of ", "S", " ∼ 7 at 77 K and drops to 4 and 3 for temperatures of 100 and 120 K, respectively. We conclude that our theoretical model works and can be used to estimate trends for isotopologue selectivities that are beyond the current experiment, as discussed later. First, we address the situation that our process works at rather high temperature, where quantum effects are not expected to dominate. D", "2", " and H", "2", " contribute to the adsorption enthalpy ", "via", " the ZPE and the partition function ", "q", ", while the latter is scaled by the temperature as −", "Nk", "B", "T", " ln ", "q", ". The difference in ZPE is a pure ", "quantum effect", " and independent of the temperature. The latter term, which also dominates the entropy ", "S", ", scales with the temperature and is therefore denoted as the ", "thermal effect", ". Our model allows the quantification of the contribution of quantum and thermal effects to the selectivity, and the results are included in ", "Figure ", "3", "b. The quantum effect is strongest for low ", "T", " and then decays. However, this decay is surprisingly slow, and even at 120 K, this contribution is still appreciable. The thermal effect is about 0.3 and relatively constant with temperature and favors—contrary to the quantum effect—the adsorption of H", "2", ".", "These results have a consequence on the overall selectivity–temperature relation, as will be confirmed by our experimental analysis below: at low temperature, weakly selecting sites and the interior of the framework pores are occupied with the gas mixture and contribute significantly to the selectivity. At 77 K and higher, the adsorbed gas is predominantly adsorbed at the open metal sites that offer highest adsorption enthalpy and also show the highest selectivity. Thus, in total, the selectivity is expected to increase with ", "T", " up to the point when only the strong adsorption sites are occupied and then drops. In contrast, framework materials with adsorption sites of similar energy are expected to have selectivities that decrease with ", "T", ".", "Experimental D", "2", "/H", "2", " Separation", "From pure gas adsorption isotherms, the D", "2", "/H", "2", " molar ratio can be directly determined as a function of temperature and pressure (", "Figure ", "4", "a). To test our hypothesis on the role of the open metal sites, we compare the molar ratio of CPO-27-Co to a covalent organic framework (COF-1), possessing similar pore size (9 Å) and no open metal sites (", "Figure ", "4", "b and Figure S8, ", "Supporting Information", "). For both materials, the highest D", "2", "/H", "2", " molar ratio is observed at near zero coverage pressure, decaying rapidly for higher pressures. In the case of COF-1, however, the molar ratio is increasing with decreasing temperature, whereas the reverse is the case of CPO-27-Co. Thus, we conclude that open metal sites determine the selectivity–temperature relation of the framework. In general, the quantum sieving effect is more evident at lower temperature as shown in ", "Figure ", "4", "b (COF-1), but an increase of molar ratio with temperature (CPO-27-Co) indicates that the material has a selectivity governed by the coverage of the adsorption sites, a quantity that is strongly related to pressure and temperature. As a result, hydrogen isotope adsorption on CPO-27-Co at above 60 K or low pressures is governed by the metal sites due to their high heat of adsorption, yielding the maximum D", "2", "/H", "2", " molar ratio of 7 at near zero coverage pressure and 70 K. To the best of our knowledge, this is the highest experimental value reported to date.", "Figure 4. Comparison of the molar ratio (", "n", "D", "2", "/", "n", "H", "2", ") at the temperature range of 19.5–70 K and pressure range of 0–1 bar. (a) CPO-27-Co (aperture = 10 Å) and (b) COF-1 (aperture = 9 Å).", "(11)", "In accordance with the high molar ratio in pure gas isotherms, the TDS experiments also suggest a high selectivity of CPO-27-Co for D", "2", "/H", "2", " separation due to different adsorption enthalpies for the two isotopologues. These measurements, as well as our theoretical considerations, allow estimation of the selectivity of the material if that quantity is controlled solely by thermodynamic factors, and no further, including kinetic, effects are involved. Even though the latter ones are not expected due to the absence of a hysteresis in the adsorption/desorption measurements, the proof of principle is only possible if the selectivity is directly measured in experiment by exposing a H", "2", "/D", "2", " mixture to the material. Hence, TDS experiments for an equimolar mixture of these isotopologues have been performed (see details in ", "Methods", " and Figure S6b, ", "Supporting Information", "). It is worth noting that signals of ", "m", "/", "z", " values of 1 (H) and 3 (HD) were also monitored during entire measurements, but their intensities were negligible compared to ", "m", "/", "z", " values of 2 (H", "2", ") and 4 (D", "2", ") under exposure condition of 20–80 K for 10 min.", "Figure ", "5", "a–d shows H", "2", " and D", "2", " TDS spectra of CPO-27-Co after an exposure to 30 mbar of a 1:1 H", "2", "/D", "2", " mixture at ", "T", "exp", " of 30–60 K. The desorption starts close to ", "T", "exp", " as all free molecules are released already during the evacuation process that was carried out at the same temperature. For all measurements, the area under the D", "2", " desorption curve is remarkably higher than that below the H", "2", " counterpart, and their ratio is directly reflecting the selectivity. Since the binding enthalpy of H", "2", " and D", "2", " at two sites (triangle of oxygen atoms and benzene ring) is rather weak, H", "2", " and D", "2", " desorption at these sites mostly occurs below 60 K (", "Figure ", "5", "a–d). The enthalpy difference between D", "2", " and H", "2", " is significantly greater at strong adsorption sites, that is, at the open metal sites. Those are the only sites with relevant occupation at high desorption temperature (above 60 K in ", "Figure ", "5", "a–d). Under an equimolar H", "2", "/D", "2", " mixture, these sites are predominantly occupied by D", "2", ", and therefore, only a D", "2", " desorption signal can be observed, indicating an extremely high D", "2", " selectivity at the open metal sites. In order to observe the influence of pressure and ", "T", "exp", " on the isotope sieving, H", "2", " and D", "2", " TDS spectra are measured for 3–60 mbar of 1:1 H", "2", "/D", "2", " mixture and ", "T", "exp", " of 20 to 80 K (Figures S9 and S10, ", "Supporting Information", "). Regardless of the applied pressure, we observe the occupation of the open metal sites preferentially by D", "2", " at ", "T", "exp", " ≥ 60 K.", "Figure 5. H", "2", " (black, filled symbols) and D", "2", " (red, open symbols) desorption spectra of 30 mbar (1:1 H", "2", "/D", "2", " mixture) loading on CPO-27-Co with a heating rate of 0.1 K/s. Exposure temperature (", "T", "exp", ") at (a) 30 K, (b) 40 K, (c) 50 K, and (d) 60 K (see Figure S9, ", "Supporting Information", " for additional 20, 70, and 80 K TDS). (e) Equimolar H", "2", "/D", "2", " mixture (30 mbar), selectivity as a function of ", "T", "exp", ", and its corresponding amount of adsorbed D", "2", ". (f) Development of D", "2", " mole fraction (%) in 5% D", "2", "/95% H", "2", " mixture as an initial bulk concentration at ", "T", "exp", " = 80 K and 30 mbar as function of separation cycle.", "Figure ", "5", "e shows the selectivity after exposure to 30 mbar of a 1:1 H", "2", "/D", "2", " mixture as function of ", "T", "exp", " and the adsorbed D", "2", " amount. It is clear that ", "S", "D", "2", "/H", "2", " at ", "T", "exp", " ≤ 50 K is less than 4 due to the simultaneous D", "2", " and H", "2", " adsorption at weak binding sites, whereas ", "S", "D", "2", "/H", "2", " at ", "T", "exp", " ≥ 60 K, thus governed by the strong binding sites, increases dramatically and reaches to the highest ", "S", "D", "2", "/H", "2", " of 11.8 ± 1.3 at ", "T", "exp", " = 60 K. Although ", "S", "D", "2", "/H", "2", " and the amount of adsorbed D", "2", " at ", "T", "exp", " = 80 K decrease to 6.3 ± 0.6 and 1.3 mmol/g, it is still the highest value ever reported above liquid nitrogen temperature and far more superior compared to the commercial cryogenic distillation process (", "S", "D", "2", "/H", "2", " ∼ 1.5 at 24 K).", "(3)", " Table S4 summarizes the ", "S", "D", "2", "/H", "2", " values for all exposure temperatures and pressures ranging from 3 to 60 mbar.", "Motivated by the significantly enhanced selectivity, we experimentally simulated 3 cycles of a temperature swing (range of 80–110 K) separation process. Since the natural abundance of deuterium is much lower than in a 1:1 D", "2", "/H", "2", " mixture, we prepared a mixture containing only 5% D", "2", ". Thus, a 5:95 D", "2", "/H", "2", " mixture is exposed to CPO-27-Co above liquid nitrogen temperature. After evacuation, the adsorbed gas is desorbed by increasing the temperature to 110 K, showing already a D", "2", " concentration of almost 80% after this first cycle. For the second cycle, the samples were exposed to this D", "2", "-enriched mixture and likewise for the third cycle. The result is presented in ", "Figure ", "5", "f, showing clearly that within only 3 separation cycles D", "2", " is enriched from 5 to 95%. Indeed, this result demonstrates the strong capability of CPO-27-Co for a practical application of hydrogen isotope separation.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Discussion", "Despite many theoretical suggestions on the QS, almost all physisorptive porous materials that have been examined at 77 K exhibit a very low separation factor for the isotopologues, indicating that those materials are not competitive for industrial application. A recent review article", "(28)", " summarizes that the adsorptive separation of hydrogen isotopes should not be based on equilibrium but on kinetic quantum sieving. However, the foregoing results evidently demonstrate the feasibility of achieving effective “equilibrium-based QS” for industrial hydrogen isotope separation. Clearly, designing MOFs possessing numerous strong binding sites will substantially improve the overall isotope separation performance even at high temperature. As it is shown in ", "Figure ", "3", "b, the performance of these highly D", "2", "-selective metal sites can be rationalized by the fact that the difference in zero point energies (producing quantum effects) of isotopes is the main driving force for the separation of the hydrogen isotopes even at high temperature. Moreover, the direct observation of first experimental equilibrium-based QS, which is not influenced by kinetic effects during the separation process, in conjunction with a theoretical analysis highlights its great advantage in terms of technical and economical aspects. Finally, we note that Fitzgerald ", "et al.", "(29)", " also estimated a high selectivity by analyzing infrared signals of H", "2", " and D", "2", " adsorbed in MOF-74 (what is equivalent to CPO-27).", "On the basis of the experimental and theoretical results obtained so far, and with the confidence that our theoretical model is capable of describing the experimental process in sufficient accuracy, we suggest a process that could be directly applied in industrial applications (", "Figure ", "6", ").", "Figure 6. Suggested procedure for an industrial deuterium production process. Flue gas with enriched deuterium content (predominantly present as HD) is purified in several cycles to HD. This gas is catalytically transformed and produces a 25% D", "2", " fraction. The pure D", "2", " product is again separated in CPO-27.", "The thermodynamic conditions (", "T", ", ", "P", ") are chosen similar as in our experiment reported here, namely, such that the strongly binding metal sites are covered with hydrogen, while the weak adsorption sites are emptied. According to our calculations, for ", "P", " = 25 mbar, this is the case at temperatures smaller than the desorption temperature ", "T", "D", " = 180 K.", "As a small inaccuracy in the adsorption enthalpy leads to strong shifts of the surface coverage shoulder, and as the results depend crucially on the pressure (", "Figure ", "7", "a), the thermodynamic conditions must be adjusted in experiment rather than predicted by the simulation. The framework is loaded at a temperature just below ", "T", "D", ". Using a temperature-swing process, the gas covering the MOF surface is released into a new reservoir. Repeating this process, HD is purified within 8 cycles at 77 K from an initial concentration of 1% (", "Figure ", "7", "b).", "Figure 7. (a) Simulated thermal desorption spectra of pure H", "2", " and D", "2", " at 25 and 1 mbar. (b) Cyclical selection of HD over H", "2", " starting with typical concentration of HD 1% as in an industrial process. (c) Cyclical selection of D", "2", " over mixture of 1/2/1 D", "2", "/HD/H", "2", ".", "It has been reported that the open metal sites activate hydrogen molecules and thus are capable of isotope exchange reactions.", "(30)", " Thus, the nearly pure HD gas can be catalytically converted to a statistical isotopologue distribution of H", "2", "/HD/D", "2", " as 1:2:1 in an isotope exchange reaction, for example, in CPO-27-Co at sufficiently high temperature, or on any other hydrogen-activating catalyst. Finally, this 1:2:1 isotopologue mixture is separated in only six cycles using the same material (", "Figure ", "7", "c). HD is recycled for catalytic conversion, and D", "2", " is separated as product.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Conclusion", "We have combined theory and experiment to demonstrate the extraordinary D", "2", "/H", "2", " separation on open metal sites in porous frameworks. Extremely efficient hydrogen isotopologue separation can be achieved in the presence of strong adsorption sites that enable highly selective D", "2", " adsorption by exploiting the quantum phenomenon. In a theoretical analysis based on results obtained ", "via", " DFT calculations, we could quantify the contributions of thermal and quantum effects to H", "2", "/D", "2", " separation, showing that the largest contribution is due to the difference in the zero point energy for the adsorbed isotopes. To the best of our knowledge, our experimental value of ", "S", "D", "2", "/H", "2", " of ∼11.8 ± 1.3 at 30 mbar and 60 K is the highest one reported so far. Remarkably, CPO-27-Co can enrich very efficiently from low (", "5%", "D", "2", "/", "95%", "H", "2", " isotope mixtures) to high D", "2", " concentrated isotope mixtures (", "95%", "D", "2", "/", "5%", "H", "2", ") within only 3 separation steps at a practical temperature of 80 K (", "S", "D", "2", "/H", "2", " of ∼6.3 ± 0.6). On the basis of these results, we propose a process that may lead to a significant reduction of the deuterium production cost. We expect our results to lead to the design of new porous framework materials with more and even higher selective adsorption sites that may enable deuterium production at even higher temperature.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Methods", "Materials", "CPO-27-Co sample has been produced by semitechnical scale-up synthesis approach", "(31)", " at BASF SE.", "Low-Pressure, High-Resolution Hydrogen/Deuterium Adsorption Isotherm Measurement", "The H", "2", " and D", "2", " adsorption isotherms of CPO-27-Co from 70 down to 20 K were measured with volumetric adsorption equipment (Quantachrome Autosorb-1 MP) utilizing a laboratory-designed temperature-controlled cryostat. Twenty-nine milligrams of CPO-27-Co was activated at 420 K under vacuum for 12 h. For the laboratory-designed cryostat, the temperature control was calibrated by measuring the liquefaction pressure for H", "2", ", D", "2", ", and N", "2", " in the empty sample chamber at various temperatures.", "Thermal Desorption Spectroscopy", "TDS experiments were performed in a homemade device", "(19)", " with 3.05 mg of CPO-27-Co powder. The high vacuum (HV) chamber contains the sample holder that is screwed tightly to a Cu block, which is surrounded by a resistive heater. This Cu block is connected to a coldfinger of a flowing helium cryostat, which allows cooling below 20 K. The CPO-27-Co powder was activated at 420 K under vacuum for several hours. For the pure gas thermal desorption experiment, the sample is exposed to D", "2", " or H", "2", " atmosphere (25 mbar) at RT. Afterward, the sample is rapidly cooled to the boiling temperature of the adsorbed gas, and the gas molecules that had not been adsorbed were pumped out. Finally, a linear heating ramp (0.1 K s", "–1", ") is applied. In the case of the D", "2", "/H", "2", " mixture thermal desorption experiments, the sample was exposed to a 30 mbar 1:1 H", "2", "/D", "2", " mixture at the given exposure temperatures between 20 and 80 K for 10 min. After 10 min, the gas molecules that had not been adsorbed were mildly pumped off until HV is reached again. Afterward, the sample chamber was cooled quickly down to below 20 K. For desorption, the sample was heated with a rate of 0.1 K s", "–1", " from 20 to 150 K and the desorbing gas was continuously detected by a quadrupole mass spectrometer. In order to quantify the mass spectrometer signal, the TDS device had been calibrated by a hydrogen/deuterium-loaded Pd", "95", "Ce", "5", " alloy. For more details, consult the ", "Supporting Information", ".", "Density Functional Theory Calculations", "The framework is modeled by using a molecular cluster of finite size that was cut out from the experimental XRD crystal structure. The model was cut along the ", "c", "-direction of the periodic cell containing five cobalt ions. To simplify the structure, we replaced the five dioxidoterephthalate anions with 3-oxidoacrylate and one formate anion. The final substitution of two cobalt atoms at each end of the chain with two lithium atoms, while saturating all the dangling bonds by hydrogen atoms, led to the final electro-neutral cluster model shown in ", "Figure ", "3", "a. Our goal was to create a molecular cluster, where the active center (", "i.e.", ", the unsaturated Co(II) atom) possesses the same coordination environment and preserves the electronic structure as in the periodic structure. This model has been used by Chen ", "et al.", "(22)", " for studying the adsorption of CO", "2", " on CPO-27-Mg.", "Cluster calculations were performed with the Turbomole 6.4 program. The PBE0 hybrid functional", "(32)", " along with the def2-TZVPP basis set was used. The London dispersion interactions have been treated by Grimme’s approach (denoted as DFT-D3)", "(33)", " and corrected with Counterpoise (CP) correction for basis set superposition error (BSSE).", "(34)", " The structure of the model was relaxed, with the cobalt and oxygen atoms belonging to the square-pyramidal positions fixed such that the atoms are located at their lattice positions. Tight convergence criteria and fine grid were applied for the geometry optimization procedure. For the calculation of the host–guest interactions, the structure of the framework was kept fixed and only the H", "2", " molecule was allowed to relax, resulting in H–H distance elongation of 0.01 Å, change in H", "2", " orientation with respect to the Co atom retaining T-shape and spacing from the central Co atom of 2.2 Å. This approximation has been used in two recent works, where the adsorption of CO", "2", " and small hydrocarbons on the CPO-27-Mg and -Co has been studied, respectively.", "(35, 23)", " Finally, a harmonic analysis confirmed the minimum of the optimized structure and yielded the vibrational modes for the thermodynamic calculations.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Acknowledgment", "Special thanks go to U. Müller (BASF SE) for providing the CPO-27-Co samples and A. Fuchs (MPI for Solid States Research) for the N", "2", " BET measurements. H.O. is grateful for the scholarship from the International Max Planck Research School for Advanced Materials (IMPRS-AM). Partial funding by the German Research Foundation DFG within the priority program SPP 1362 (AM), of the European Research Council (IS, ERC-StG C3ENV, GA256962) and of the Marie-Curie IAPP QUASINANO (TH, GA251149) is gratefully acknowledged.", " ", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Supporting Information", "A detailed description of the methods and additional results are available. This material is available free of charge ", "via", " the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Reference QuickView", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "References", "This article references 35 other publications.", "1. ", "Greenwood", ", ", "N. N.", "; ", "Earnshaw", ", ", "A.", "  ", "Chemistry of the Elements", ", ", "2", "nd ed.; ", "Butterworth-Heinemann", ": ", "Oxford", ", ", "1997", ".", "There is no corresponding record for this reference.", "2. ", "Tanaka", ", ", "H.", "; ", "Noguchi", ", ", "D.", "; ", "Yuzawa", ", ", "A.", "; ", "Kodaira", ", ", "T.", "; ", "Kanoh", ", ", "H.", "; ", "Kaneko", ", ", "K.", " ", "Quantum Effects on Hydrogen Isotopes Adsorption in Nanoporse", " ", "J. Low Temp. Phys.", " ", "2009", ",  ", "157", ",  ", "352", "– ", "373", "[", "Crossref", "], [", "CAS", "]", "2. ", "Quantum Effects on Hydrogen Isotopes Adsorption in Nanopores", "Tanaka, Hideki; Noguchi, Daisuke; Yuzawa, Akiko; Kodaira, Tetsuya; Kanoh, Hirofumi; Kaneko, Katsumi", "Journal of Low Temperature Physics", "\r\n        (", "2009", "),\r\n    ", "157", "\r\n        (", "3/4", "),\r\n    ", "352-373", "CODEN:\r\n                ", "JLTPAC", ";\r\n        ISSN:", "0022-2291", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "We have investigated the applicability of simulations and theor. techniques for exploring the selectivities of hydrogen isotopes.  We have simulated the adsorption isotherms of H2 in an idealized carbon slit pore at 77 K by using the grand canonical Monte Carlo simulations with the Feynman-Hibbs effective potential (FH-GCMC) and the rigorous path integral method (PI-GCMC), and we obtained good agreement between the isotherms from both simulations.  This suggests that FH-GCMC, which uses the approximative Feynman-Hibbs treatment, is as useful as PI-GCMC for exploring H2 adsorption at 77 K. Moreover, we show that the ideal adsorption soln. theory (IAST) can predict the selectivity of D2 over H2 in the interstices of single-wall carbon nanotube (SWNT) bundles at 77 K (below 0.1 MPa) very well by comparing the obtained results with the mixt. adsorption FH-GCMC simulations.  This indicates that IAST is also applicable to the estn. of the selectivity of D2 over H2 at moderate pressures and at 77 K from exptl. single-component adsorption isotherms.  We also demonstrate that the FH-GCMC simulation can reproduce the exptl. adsorption isotherms of H2 and D2 in aluminophosphate AlPO4-5 at 77 K.  Finally, we analyze the selectivity of D2 over H2 by IAST with the exptl. single-component adsorption isotherms of H2 and D2 at 77 K for a variety of adsorbents: AlPO4-5, activated carbon fibers (ACFs), HiPco SWNT, and SWNHs.  The selectivities predicted by the exptl. adsorption data based on the results from the FH-GCMC simulations are presented and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1WhtbbN&md5=73287e306cee90c11cce4246a6223368", "3. ", "Rae", ", ", "H. K.", " ", " ", "Selecting Heavy Water Processes", ".  ", "Separation of Hydrogen Isotopes", "; ", "American Chemical Society", ": ", "Washington, DC", ", ", "1978", "; Vol.  ", "68", ", pp  ", "1", "– ", "26", ".", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "4. ", "Beenakker", ", ", "J. J. M.", "; ", "Borman", ", ", "V. D.", "; ", "Krylov", ", ", "S. Y.", " ", "Molecular-Transport in Subnanometer Pores-Zero-Point Energy, Reduced Dimensionality and Quantum Sieving", " ", "Chem. Phys. Lett.", " ", "1995", ",  ", "232", ",  ", "379", "– ", "382", "[", "Crossref", "], [", "CAS", "]", "4. ", "Molecular transport in subnanometer pores: zero-point energy, reduced dimensionality and quantum sieving", "Beenakker, J. J. M.; Borman, V. D.; Krylov, S. Yu.", "Chemical Physics Letters", "\r\n        (", "1995", "),\r\n    ", "232", "\r\n        (", "4", "),\r\n    ", "379-82", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "In microporous materials, quantum effects in mol. adsorption and transport become of importance if the difference between pore diam. and the mol. hard core is no longer large compared to the de Broglie wavelength of radial motion.  Two aspects are discussed, the freezing of the radial degrees of freedom resulting in a 1-dimensional gas and the situation where the zero-point energy overcompensates the attraction of the walls, creating an energy barrier at the entrance of the pores.  In both cases, the material can act as a quantum mol. sieve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjt1KjtbY%253D&md5=f8a3939fec96a2a69f02c6918205d29e", "5. ", "Nguyen", ", ", "T. X.", "; ", "Jobic", ", ", "H.", "; ", "Bhatia", ", ", "S. K.", " ", "Microscopic Observation of Kinetic Molecular Sieving of Hydrogen Isotopes in a Nanoporous Material", " ", "Phys. Rev. Lett.", " ", "2010", ",  ", "105", ",  ", "085901", "[", "Crossref", "], [", "CAS", "]", "5. ", "Microscopic Observation of Kinetic Molecular Sieving of Hydrogen Isotopes in a Nanoporous Material", "Nguyen, T. X.; Jobic, H.; Bhatia, S. K.", "Physical Review Letters", "\r\n        (", "2010", "),\r\n    ", "105", "\r\n        (", "8", "),\r\n    ", "085901/1-085901/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We report quasielastic neutron scattering studies of H2-D2 diffusion in a carbon mol. sieve, demonstrating remarkable quantum effects, with the heavier isotope diffusing faster below 100 K, confirming our recent predictions.  Our transition state theory and mol. dynamics calcns. show that while it is crit. for this effect to have narrow windows of size comparable to the de Broglie wavelength, high flux requires that the energy barrier be reduced through small cages.  Such materials will enable novel processes for kinetic mol. sieving of hydrogen isotopes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFSrsbzP&md5=6da9a02e617d777d67dbb17d68a466e2", "6. ", "Kagita", ", ", "H.", "; ", "Ohba", ", ", "T.", "; ", "Fujimori", ", ", "T.", "; ", "Tanaka", ", ", "H.", "; ", "Hata", ", ", "K.", "; ", "Taira", ", ", "S.-i.", "; ", "Kanoh", ", ", "H.", "; ", "Minami", ", ", "D.", "; ", "Hattori", ", ", "Y.", "; ", "Itoh", ", ", "T.", "et al.", " ", "Quantum Molecular Sieving Effects of H2 and D2 on Bundled and Nonbundled Single-Walled Carbon Nanotubes", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20918", "– ", "20922", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Quantum Molecular Sieving Effects of H2 and D2 on Bundled and Nonbundled Single-Walled Carbon Nanotubes", "Kagita, Hirotoshi; Ohba, Tomonori; Fujimori, Toshihiko; Tanaka, Hideki; Hata, Kenji; Taira, Sei-ichi; Kanoh, Hirofumi; Minami, Daiki; Hattori, Yoshiyuki; Itoh, Tsutomu; Masu, Hyuma; Endo, Morinobu; Kaneko, Katsumi", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "39", "),\r\n    ", "20918-20922", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The quantum mol. sieving effects of pore-structure-controlled single-walled carbon nanotubes (SWCNTs) for H2 and D2 were evaluated at 20, 40, and 77 K.  The adsorption amts. of D2 were larger than those of H2.  The lower the adsorption temp., the greater the difference between the D2 and H2 adsorption amts.  Bundled SWCNTs with interstitial pores of diam. 0.6 nm gave the greatest adsorption difference between D2 and H2 per unit pore vol.  Diffusion-dominated behavior was obsd. in the low-pressure region at 20 and 40 K as a result of lower mobility.  Bundled SWCNTs with only interstitial pores provided a significant quantum mol. sieving as a result of strongly interacting potential wells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWmtbfI&md5=4f168e141876a8ccdf6ea4277e622c74", "7. ", "Niimura", ", ", "S.", "; ", "Fujimori", ", ", "T.", "; ", "Minami", ", ", "D.", "; ", "Hattori", ", ", "Y.", "; ", "Abrams", ", ", "L.", "; ", "Corbin", ", ", "D.", "; ", "Hata", ", ", "K.", "; ", "Kaneko", ", ", "K.", " ", "Dynamic Quantum Molecular Sieving Separation of D2 from H2–D2 Mixture with Nanoporous Materials", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18483", "– ", "18486", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Dynamic Quantum Molecular Sieving Separation of D2 from H2-D2 Mixture with Nanoporous Materials", "Niimura, Subaru; Fujimori, Toshihiko; Minami, Daiki; Hattori, Yoshiyuki; Abrams, Lloyd; Corbin, Dave; Hata, Kenji; Kaneko, Katsumi", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "45", "),\r\n    ", "18483-18486", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quantum mol. sieving separability of D2 from an H2-D2 mixt. was measured at 77 K for activated carbon fiber, carbon mol. sieve, zeolite and single wall carbon nanotube using a flow method.  The amt. of adsorbed D2 was evidently larger than H2 for all samples.  The max. adsorption ratio difference between D2 and H2 was 40% for zeolite (MS13X), yielding a selectivity for D2 with respect to H2 of 3.05.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qt7%252FO&md5=5fa390893157c8af9dcf2a5ad56def87", "8. ", "Noguchi", ", ", "D.", "; ", "Tanaka", ", ", "H.", "; ", "Kondo", ", ", "A.", "; ", "Kajiro", ", ", "H.", "; ", "Noguchi", ", ", "H.", "; ", "Ohba", ", ", "T.", "; ", "Kanoh", ", ", "H.", "; ", "Kaneko", ", ", "K.", " ", "Quantum Sieving Effect of Three-Dimensional Cu-Based Organic Framework for H-2 and D-2", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6367", "– ", "6372", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Quantum Sieving Effect of Three-Dimensional Cu-Based Organic Framework for H2 and D2", "Noguchi, Daisuke; Tanaka, Hideki; Kondo, Atsushi; Kajiro, Hiroshi; Noguchi, Hiroshi; Ohba, Tomonori; Kanoh, Hirofumi; Kaneko, Katsumi", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6367-6372", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The crystal structure of [Cu(4,4'-bipyridine)2(CF3SO3)2]n metal-org. framework (CuBOTf) of 1-dimensional pore networks after pre-evacuation at 383 K was detd. with synchrotron x-ray powder diffraction measurement.  Effective nanoporosity of the pre-evacuated CuBOTf was detd. with N2 adsorption at 77 K.  The exptl. H2 and D2 adsorption isotherms of CuBOTf at 40 and 77 K were measured and then compared with GCMC-simulated isotherms using the effective nanoporosity.  The quantum-simulated H2 and D2 isotherms at 77 K using the Feynman-Hibbs effective potential coincided with the exptl. ones, giving a direct evidence on the quantum mol. sieving effect for adsorption of H2 and D2 on CuBOTf.  However, the selectivity for the 1:1 mixed gas of H2 and D2 was 1.2.  On the contrary, exptl. H2 and D2 isotherms at 40 K had an explicit adsorption hysteresis, originating from the marked pore blocking effect on measuring the adsorption branch.  The blocking effect for quantum H2 is more prominent than that for quantum D2; the selectivity for D2 over H2 at 40 K was at 2.6-5.8.  The possibility of the quantum mol. sieving effect for H2 and D2 adsorption on [Cu3(benzene-1,3,5-tricarboxylate)2(H2O)3]n of 3-dimensional pore networks was also shown at 77 K.  Crystals of CuBOTf are P42nm, with a = b 1.0033(5), c 0.9645(5); Z = 4, dc = 1.17; Rp = 0.0843, Rwp = 0.1463.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlt1Ghtbs%253D&md5=1864af37c9c639c984521f21c7e4d16c", "9. ", "Chen", ", ", "B.", "; ", "Zhao", ", ", "X.", "; ", "Putkham", ", ", "A.", "; ", "Hong", ", ", "K.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Hurtado", ", ", "E. J.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", " ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H-2 and D-2 Adsorption on a Mixed Metal–Organic Framework Material", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6411", "– ", "6423", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H2 and D2 Adsorption on a Mixed Metal-Organic Framework Material", "Chen, Banglin; Zhao, Xuebo; Putkham, Apipong; Hong, Kunlun; Lobkovsky, Emil B.; Hurtado, Eric J.; Fletcher, Ashleigh J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6411-6423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rational strategy was used to immobilize open metal sites in ultramicroporosity for stronger binding of multiple H2 mols. per unsatd. metal site for H2 storage applications.  The synthesis and structure of a mixed Zn/Cu metal-org. framework material Zn3(BDC)3[Cu(Pyen)]·(DMF)5(H2O)5 (H2BDC = 1,4-benzenedicarboxylic acid and PyenH2 = (5-methyl-4-hydroxopyridine-3-methylene)ethylenediaminecarbaldehyde) is reported.  Desolvation provides a bimodal porous structure Zn3(BDC)3[Cu(Pyen)] (M'MOF 1) with narrow porosity (<0.56 nm) and an array of pores in the bc crystallog. plane where the adsorbate-adsorbent interactions are maximized by both the presence of open Cu centers and overlap of the potential energy fields from pore walls.  The H2 and D2 adsorption isotherms for M'MOF 1 at 77.3 and 87.3 K were reversible with virtually no hysteresis.  Methods for detn. of the isosteric enthalpies of H2 and D2 adsorption were compared.  A virial model gave the best agreement (av. deviation <1 std. deviation) with the isotherm data.  This was used in conjunction with the van't Hoff isochore giving isosteric enthalpies at zero surface coverage of 12.29 ± 0.53 and 12.44 ± 0.50 kJ mol-1 for H2 and D2 adsorption, resp.  This is the highest value so far obsd. for H adsorption on a porous material.  The enthalpy of adsorption, decreases with increasing amt. adsorbed to 9.5 kJ mol-1 at .ltorsim.≈1.9 mmol g-1 (2 H2 or D2 mols. per Cu corresponding to adsorption on both sides of planar Cu open centers) and is virtually unchanged in the range 1.9-3.6 mmol g-1.  Virial anal. of isotherms at 87.3 K is also consistent with 2 H2 or D2 mols. being bound to each open Cu center.  The adsorption kinetics follow a double exponential model, corresponding to diffusion along 2 types of pores, a slow component with high activation energy (13.35 ± 0.59 kJ mol-1) for the narrow pores and a faster component with low activation energy (8.56 ± 0.41 kJ mol-1).  The D2 adsorption kinetic consts. for both components were significantly faster than the corresponding H2 kinetics for specific pressure increments and had slightly lower activation energies than the corresponding values for H2 adsorption.  The kD2/kH2 ratio for the slow component was 1.62 ± 0.07, while the fast component was 1.38 ± 0.04 at 77.3 K, and the corresponding ratios were smaller at 87.3 K.  These observations of kinetic isotope quantum mol. sieving in porous materials are due to the larger zero-point energy for the lighter H2, resulting in slower adsorption kinetics compared with the heavier D2.  A combination of open metal centers and confinement in ultramicroporosity leads to a high enthalpy for H2 adsorption over a wide range of surface coverage and quantum effects influence diffusion of H2 and D2 in pores in M'MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVyjsLo%253D&md5=cd9993fbfa093dfecfd6324ec8f7d042", "10. ", "Teufel", ", ", "J.", "; ", "Oh", ", ", "H.", "; ", "Hirscher", ", ", "M.", "; ", "Wahiduzzaman", ", ", "M.", "; ", "Zhechkov", ", ", "L.", "; ", "Kuc", ", ", "A.", "; ", "Heine", ", ", "T.", "; ", "Denysenko", ", ", "D.", "; ", "Volkmer", ", ", "D.", " ", "MFU-4—A Metal-Organic Framework for Highly Effective H2/D2 Separation", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "635", "– ", "639", "[", "Crossref", "], [", "CAS", "]", "10. ", "MFU-4 - A Metal-Organic Framework for Highly Effective H2/D2 Separation", "Teufel, Julia; Oh, Hyunchul; Hirscher, Michael; Wahiduzzaman, Mohammad; Zhechkov, Lyuben; Kuc, Agnieszka; Heine, Thomas; Denysenko, Dmytro; Volkmer, Dirk", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "4", "),\r\n    ", "635-639", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Isotope sepn. was investigated using a metal-org. material.  Highly effective H2/D2 sepn. was obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Ghu7jN&md5=d33f5090ee9b85440f79f18eed1a5076", "11. ", "Oh", ", ", "H.", "; ", "Park", ", ", "K. S.", "; ", "Kalidindi", ", ", "S. B.", "; ", "Fischer", ", ", "R. A.", "; ", "Hirscher", ", ", "M.", " ", "Quantum Cryo-Sieving for Hydrogen Isotope Separation in Microporous Frameworks: An Experimental Study on the Correlation between Effective Quantum Sieving and Pore Size", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "3244", "– ", "3248", "[", "Crossref", "], [", "CAS", "]", "11. ", "Quantum cryo-sieving for hydrogen isotope separation in microporous frameworks: an experimental study on the correlation between effective quantum sieving and pore size", "Oh, Hyunchul; Park, Kyo Sung; Kalidindi, Suresh Babu; Fischer, Roland A.; Hirscher, Michael", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "10", "),\r\n    ", "3244-3248", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Different microporous frameworks were exptl. studied by cryogenic ( < 77 K) hydrogen and deuterium adsorption measurements.  The D2/H2 molar ratio is strongly dependent on pore size, pressure and temp.  The expts. clearly indicate that the optimum pore diam. for quantum sieving lies 3.0-3.4 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisVGju7Y%253D&md5=330807f39021d8f9a4e4f03ff8166360", "12. ", "Kowalczyk", ", ", "P.", "; ", "Gauden", ", ", "P. A.", "; ", "Terzyk", ", ", "A. P.", "; ", "Furmaniak", ", ", "S.", " ", "Impact of the Carbon Pore Size and Topology on the Equilibrium Quantum Sieving of Hydrogen Isotopes at Zero Coverage and Finite Pressures", " ", "J. Phys.: Condens. Matter", " ", "2009", ",  ", "21", ",  ", "144210", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Impact of the carbon pore size and topology on the equilibrium quantum sieving of hydrogen isotopes at zero coverage and finite pressures", "Kowalczyk, Piotr; Gauden, Piotr A.; Terzyk, Artur P.; Furmaniak, Sylwester", "Journal of Physics: Condensed Matter", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "14", "),\r\n    ", "144210/1-144210/12", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Carbonaceous slit-shaped and square-shaped pores efficiently differentiate adsorbed H isotopes at 77 and 33 K.  Extensive path integral Monte Carlo simulations revealed that the square-shaped C pores enhanced the selectivity of D over H in comparison to equiv. slit-shaped C pores at zero coverage as well as at finite pressures (i.e. quantum sieving of H isotopes is pore-topol.-dependent).  This enhancement of the D2/H2 equil. selectivity results from larger localization of H isotopes in square-shaped pores.  The operating pressures for efficient quantum sieving of H isotopes are strongly dependent on the topol. as well as on the size of the C pores.  However, for both considered C pore topologies the highest D2/H2 sepn. factor is obsd. at zero-coverage limit.  Depending on C pore size and topol. the authors predicted monotonic decreasing and nonmonotonic shape of the D2/H2 equil. selectivity at finite pressures.  For both kinds of carbonaceous pores of mol. sizes the authors predict high compression of H isotopes at 77 and 33 K (for example, the pore d. of compressed H isotopes at 77 K and 0.25 MPa in a square-shaped C of size 2.6 Å exceeds 60 mmol cm-3; for comparison, the liq. d. of para-H2 at 30 K and 30 MPa is 42 mmol cm-3).  Finally, by direct comparison of simulation results with exptl. data it is explained why ordinary carbonaceous materials are not efficient quantum sieves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1OisLg%253D&md5=70d786c174e114119246f6f91b2cac75", "13. ", "Zhao", ", ", "X.", "; ", "Johnson", ", ", "J. K.", "; ", "Rasmussen", ", ", "C. E.", " ", "Surface Tension of Quantum Fluids from Molecular Simulations", " ", "J. Chem. Phys.", " ", "2004", ",  ", "120", ",  ", "8707", "– ", "8715", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Surface tension of quantum fluids from molecular simulations", "Zhao, Xiongce; Johnson, J. Karl; Rasmussen, Craig E.", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "18", "),\r\n    ", "8707-8715", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We present the first mol. simulations of the vapor-liq. surface tension of quantum liqs.  The path integral formalism of Feynman was used to account for the quantum mech. behavior of both the liq. and the vapor.  A replica-data parallel algorithm was implemented to achieve good parallel performance of the simulation code on at least 32 processors.  We have computed the surface tension and the vapor-liq. phase diagram of pure H over the temp. range 18-30 K and pure D from 19 to 34 K.  The simulation results for surface tension and vapor-liq. orthobaric densities are in very good agreement with exptl. data.  We have computed the interfacial properties of H-D mixts. over the entire concn. range at 20.4 and 24 K.  The calcd. equil. compns. of the mixts. are in excellent agreement with exptl. data.  The computed mixt. surface tension shows neg. deviations from ideal soln. behavior, in agreement with exptl. data and predictions from Prigogine's theory.  The magnitude of the deviations at 20.4 K are substantially larger from simulations and from theory than from expts.  The exptl. measured mixt. surface tension values are systematically too high.  Anal. of the concn. profiles in the interfacial region shows that the nonideal behavior can be described entirely by segregation of H2 to the interface, indicating that H2 acts as a surfactant in H2-D2 mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVKrsLw%253D&md5=aa3ee046a92edb79b579dc014e9d8f55", "14. ", "Tanaka", ", ", "H.", "; ", "Miyahara", ", ", "M. T.", " ", "Hydrogen Isotope Separation in Carbon Nanopores", " ", "J. Chem. Eng. Jpn.", " ", "2011", ",  ", "44", ",  ", "355", "– ", "363", "[", "Crossref", "], [", "CAS", "]", "14. ", "Hydrogen isotope separation in carbon nanopores", "Tanaka, Hideki; Miyahara, Minoru T.", "Journal of Chemical Engineering of Japan", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "4", "),\r\n    ", "355-363", "CODEN:\r\n                ", "JCEJAQ", ";\r\n        ISSN:", "0021-9592", ".\r\n    \r\n            (", "Society of Chemical Engineers, Japan", ")\r\n        ", "We investigate the adsorption of D2/H2 and HD/H2 binary mixts. in carbon slit pores and carbon cylindrical pores using equil. mol. simulations, and det. the optimum pore size and topol. for the quantum sieving of hydrogen isotopes at 77 K.  We show that the grand canonical Monte Carlo method with the Feynman-Hibbs variational approach (FH-GCMC) can be used as an alternative to that with the rigorous Feynman path-integral formalism (PI-GCMC) for exploring quantum H2 adsorption at 77 K.  Further, we employ FH-GCMC to investigate the adsorption of D2/H2 and HD/H2 binary mixts. at 77 K.  We show that, under the sepn. conditions of adsorption/desorption cycling between 0.1 and 1 MPa at 77 K, the optimum pore topol. for quantum sieving of hydrogen isotopes is a cylindrical pore, and the pore sizes that yield the largest recoverable adsorption amts. with high selectivity are 0.623 nm for D2 and 0.625 nm for HD.  We also demonstrate, by comparing the results with those from the binary-mixt. FH-GCMC simulations, that the ideal adsorbed soln. theory can effectively predict the selectivity of D2 and HD over H2 in nanopores at 77 K (below 1 MPa).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVemurjL&md5=1c79b8e0802ffa352a9e9e94f75bd95a", "15. ", "Gotzias", ", ", "A.", "; ", "Steriotis", ", ", "T.", " ", "D2/H2 Quantum Sieving in Microporous Carbons: A Theoretical Study on the Effects of Pore Size and Pressure", " ", "Mol. Phys.", " ", "2012", ",  ", "110", ",  ", "1179", "– ", "1187", "[", "Crossref", "], [", "CAS", "]", "15. ", "D2/H2 quantum sieving in microporous carbons: a theoretical study on the effects of pore size and pressure", "Gotzias, A.; Steriotis, Th.", "Molecular Physics", "\r\n        (", "2012", "),\r\n    ", "110", "\r\n        (", "11-12", "),\r\n    ", "1179-1187", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The adsorption of hydrogen and deuterium in slit-shaped carbon pores is studied by grand canonical Monte Carlo simulations.  All interactions are assumed to be of Lennard-Jones type, while the Feynman-Hibbs expression is used to account for quantum effects.  The interaction energy of both isotopes inside the slit pore space is discussed thoroughly.  Furthermore, pure component adsorption isotherms of both isotopes were simulated at 77 K for pressures up to 20 bar in slit pores having widths of up to 2.0 nm.  According to our simulations, in equil., slit pores reveal slight deuterium selectivity over hydrogen, and this quantum-based selectivity depends both on pressure and pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Smu7Y%253D&md5=b31be4ee2eb9b2396bdebd2aca12ad7c", "16. ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Hydrogen Adsorption in a Nickel Based Coordination Polymer with Open Metal Sites in the Cylindrical Cavities of the Desolvated Framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "17. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "Enhanced H2 Adsorption in Isostructural Metal–Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "– ", "15269", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "18. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Interaction of Hydrogen with Accessible Metal Sites in the Metal–Organic Frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "– ", "4964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "19. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Ludescher", ", ", "B.", " ", "Low-Temperature Thermal-Desorption Mass Spectroscopy Applied To Investigate the Hydrogen Adsorption on Porous Materials", " ", "Microporous Mesoporous Mater.", " ", "2007", ",  ", "103", ",  ", "230", "– ", "234", "[", "Crossref", "], [", "CAS", "]", "19. ", "Low-temperature thermal-desorption mass spectroscopy applied to investigate the hydrogen adsorption on porous materials", "Panella, Barbara; Hirscher, Michael; Ludescher, Bernd", "Microporous and Mesoporous Materials", "\r\n        (", "2007", "),\r\n    ", "103", "\r\n        (", "1-3", "),\r\n    ", "230-234", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Hydrogen adsorption on single-walled carbon nanotubes and activated carbon was investigated using thermal-desorption spectroscopy at temps. down to 20 K.  This powerful technique allows to identify the adsorption sites of H2 and to det. quant. the amt. of hydrogen stored in these materials.  For single-walled carbon nanotubes 2 distinct adsorption sites could be identified, while the H2 desorption spectrum of activated carbon reflects the disordered texture of the adsorbent by a broad max.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtVKht74%253D&md5=d24ce900b640c687d663a75657a808d0", "20. ", "Krkljus", ", ", "I.", "; ", "Hirscher", ", ", "M.", " ", "Characterization of Hydrogen/Deuterium Adsorption Sites in Nanoporous Cu-BTC by Low-Temperature Thermal-Desorption Mass Spectroscopy", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "725", "– ", "729", "[", "Crossref", "], [", "CAS", "]", "20. ", "Characterization of hydrogen/deuterium adsorption sites in nanoporous Cu-BTC by low-temperature thermal-desorption mass spectroscopy", "Krkljus, Ivana; Hirscher, Michael", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "142", "\r\n        (", "2-3", "),\r\n    ", "725-729", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Hydrogen and deuterium adsorption sites in the cryst. MOF copper(II) benzene-1,3,5-tricarboxylate, Cu-BTC were studied by low-temp. thermal desorption spectroscopy.  For a max. loading of 218 D2 mols. per unit cell of Cu-BTC three desorption maxima were obsd.  The maxima could be sepd. by either interrupted desorption or partial loading.  By comparing to neutron diffraction studies from the literature the maxima could be assigned to three different adsorption sites, i.e. coordinatively-unsatd. Cu2+ sites, tetrahedral side pockets and the large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVGntL4%253D&md5=9e9fb1c299a755699f3c173c93c73f00", "21. ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal–Organic Frameworks", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "– ", "4777", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "22. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ", "Ab Initio", " Parameterization, and GCMC Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "23. ", "Sillar", ", ", "K.", "; ", "Hofmann", ", ", "A.", "; ", "Sauer", ", ", "J.", " ", "Ab Initio", " Study of Hydrogen Adsorption in MOF-5", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4143", "– ", "4150", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Ab Initio Study of Hydrogen Adsorption in MOF-5", "Sillar, Kaido; Hofmann, Alexander; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "4143-4150", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are promising adsorbents for hydrogen storage.  D. functional theory and second-order Moller-Plesset perturbation theory (MP2) are used to calc. the interaction energies between H2 and individual structural elements of the MOF-5 framework.  The strongest interaction, ΔH77 = -7.1 kJ/mol, is found for the α-site of the OZn4(O2Ph)6 nodes.  We show that dispersion interactions and zero-point vibrational energies must be taken into account.  Comparison of calcns. done under periodic boundary conditions for the complete structure with those done for finite models cut from the MOF-5 framework shows that the interactions with H2 originate mainly from the local environment around the adsorption site.  When used within a Multi-Langmuir model, the MP2 results reproduce measured adsorption isotherms (the predicted amt. is 6 wt % at 77 K and 40 bar) if we assume that the H2 mols. preserve their rotational degrees of freedom in the adsorbed state.  This allows to discriminate between different isotherms measured for different MOF-5 samples and to reliably predict isotherms for new MOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFamtLs%253D&md5=e21016ff258b4e71ff723af70ff22d71", "24. ", "Kuc", ", ", "A.", "; ", "Heine", ", ", "T.", "; ", "Seifert", ", ", "G.", "; ", "Duarte", ", ", "H. A.", " ", "H2 Adsorption in Metal–Organic Frameworks: Dispersion or Electrostatic Interactions?", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "6597", "– ", "6600", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "H2 adsorption in metal-organic frameworks: dispersion or electrostatic interactions?", "Kuc, Agnieszka; Heine, Thomas; Seifert, Gotthard; Duarte, Helio A.", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "22", "),\r\n    ", "6597-6600", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The role of the two principal metalorg. framework (MOF) components, the inorg. connector and the org. linker, is studied at DFT and ab initio (HF and MP2) levels.  We prove that electrostatic interactions (polar MOF connector with induced dipole on H2) have a negligible contribution to the interaction energy, but many sites show appreciable London dispersion attraction to H2 (3-5 kJ mol-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpslOis7g%253D&md5=dfb7a5fa353e2d9273dd9f317838aa32", "25. ", "Kuc", ", ", "A.", "; ", "Heine", ", ", "T.", "; ", "Seifert", ", ", "G.", "; ", "Duarte", ", ", "H.", " ", "On the Nature of the Interaction between H2 and Metal–Organic Frameworks", " ", "Theor. Chem. Acc.", " ", "2008", ",  ", "120", ",  ", "543", "– ", "550", "[", "Crossref", "], [", "CAS", "]", "25. ", "On the nature of the interaction between H2 and metal-organic frameworks", "Kuc, Agnieszka; Heine, Thomas; Seifert, Gotthard; Duarte, Helio A.", "Theoretical Chemistry Accounts", "\r\n        (", "2008", "),\r\n    ", "120", "\r\n        (", "4-6", "),\r\n    ", "543-550", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-881X", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "The mechanism of adsorption of mol. hydrogen (H2) on IRMOF-1 is studied at the MP2 level.  The role of the 2 principal MOF components, the inorg. connector and the org. linker, for H2 adsorption is evaluated.  Correlation methods and large basis sets are necessary to describe correctly the weak interactions (London dispersion) and to account for the polarisability of H2.  The authors prove that the electrostatic interactions have a negligible contribution to the interaction energy and the adsorption mechanism is governed by London dispersion (3-5 kJ mol-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnt1OrsL0%253D&md5=063cfff174e0e2749953f9fd74709c12", "26. ", "Heine", ", ", "T.", "; ", "Zhechkov", ", ", "L.", "; ", "Seifert", ", ", "G.", " ", "Hydrogen Storage by Physisorption on Nanostructured Graphite Platelets", " ", "Phys. Chem. Chem. Phys.", " ", "2004", ",  ", "6", ",  ", "980", "– ", "984", "[", "Crossref", "], [", "CAS", "]", "26. ", "Hydrogen storage by physisorption on nanostructured graphite platelets", "Heine, Thomas; Zhechkov, Lyuben; Seifert, Gotthard", "Physical Chemistry Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "6", "\r\n        (", "5", "),\r\n    ", "980-984", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The physisorption energy of mol. H on flat C nanoparticles (graphitic platelets) and polycyclic arom. hydrocarbons (PAHs) is 3.5 to 7.2 kJ/mol, depending on the orientation of H2 and on the particle size.  Entropy, estd. from exptl. data, reduces the interaction energy by 3.4 kJ/mol at room temp. and nanostructured graphitic platelets may be suitable for H storage.  Computations for the PAH compds. benzene to coronene using 2nd order Moller-Plesset (MP2) theory at the basis set limit were performed and the results are extrapolated to include graphene layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhsFSju74%253D&md5=5211b4305df1e660f85735c49e635303", "27. ", "Walther", ", ", "C. F. J.", "; ", "Patchkovskii", ", ", "S.", "; ", "Heine", ", ", "T.", " ", "Grand-Canonical Quantized Liquid Density-Functional Theory in a Car–Parrinello Implementation", " ", "J. Chem. Phys.", " ", "2013", ",  ", "139", ",  ", "034110", "[", "Crossref", "], [", "CAS", "]", "27. ", "Grand-canonical quantized liquid density-functional theory in a Car-Parrinello implementation", "Walther, Christian F. J.; Patchkovskii, Serguei; Heine, Thomas", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "139", "\r\n        (", "3", "),\r\n    ", "034110/1-034110/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Quantized Liq. D.-Functional Theory (QLDFT) , a method developed to assess the adsorption of gas mols. in porous nanomaterials, is reformulated within the grand canonical ensemble.  With the grand potential it is possible to compare directly external and internal thermodn. quantities.  In our new implementation, the grand potential is minimized utilizing the Car-Parrinello approach and gives, in particular for low temp. simulations, a significant computational advantage over the original canonical approaches.  The method is validated against original QLDFT, and applied to model potentials and graphite slit pores.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCju7bP&md5=f5995f4863a247b8876f4153f1633ab0", "28. ", "Cai", ", ", "J.", "; ", "Xing", ", ", "Y.", "; ", "Zhao", ", ", "X.", " ", "Quantum Sieving: Feasibility and Challenges for the Separation of Hydrogen Isotopes in Nanoporous Materials", " ", "RSC Adv.", " ", "2012", ",  ", "2", ",  ", "8579", "– ", "8586", "[", "Crossref", "], [", "CAS", "]", "28. ", "Quantum sieving: feasibility and challenges for the separation of hydrogen isotopes in nanoporous materials", "Cai, Jinjun; Xing, Yanlong; Zhao, Xuebo", "RSC Advances", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "23", "),\r\n    ", "8579-8586", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Quantum effects on the mol. adsorption and migration in confined porous materials can not be ignored if the difference between the pore size and mol. hard core is no longer large compared to the de Broglie wavelength of gas mols.  Extensive studies of the quantum sieving have been focused on nanoporous materials due to their potential applications in sepg. hydrogen (H2) isotopes.  This article reviews state-of-the-art research activities in the field of sepn., discussing the feasibility of sepg. H2 isotopes by quantum sieving in nanoporous materials including zeolites, carbons and org. framework materials.  The overall results indicate that an effective sepn. of H2 isotopes is possible via combining the equil. and kinetic selectivity of adsorption induced by a quantum sieving effect.  A fundamental understanding of the factors that affect the quantum mol. sieving is discussed.  We hope to outline a clear insight into the perspectives and challenges on this novel sepn. technique for H2 isotopes in the subsequent course of researches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaks7jM&md5=0abf7d89a998460882a6bf76855576ac", "29. ", "Fitzgerald", ", ", "S. A.", "; ", "Pierce", ", ", "C. J.", "; ", "Rowsell", ", ", "J. L. C.", "; ", "Bloch", ", ", "E. D.", "; ", "Mason", ", ", "J. A.", " ", "Highly Selective Quantum Sieving of D2 from H2 by a Metal–Organic Framework As Determined by Gas Manometry and Infrared Spectroscopy", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "9458", "– ", "9464", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Highly Selective Quantum Sieving of D2 from H2 by a Metal-Organic Framework As Determined by Gas Manometry and Infrared Spectroscopy", "FitzGerald, Stephen A.; Pierce, Christopher J.; Rowsell, Jesse L. C.; Bloch, Eric D.; Mason, Jarad A.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "25", "),\r\n    ", "9458-9464", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The quantum sieving effect between D2 and H2 was examd. for metal-org. frameworks (MOFs) over the temp. range 77-150 K.  Isothermal adsorption measurements demonstrate a consistently larger isosteric heat of adsorption for D2 vs. H2, with the largest difference being 1.4 kJ/mol in the case of Ni-MOF-74.  This leads to a low-pressure selectivity for this material that increases from 1.5 at 150 K to 5.0 at 77 K.  Idealized adsorption soln. theory indicates that the selectivity decreases with increasing pressure, but remains well above unity at ambient pressure.  IR measurements on different MOF materials show a strong correlation between selectivity and the frequency of the adsorbed H2 translational band.  This confirms that the sepn. is predominantly due to the difference in the zero-point energies of the adsorbed isotopologues.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXot1aktrs%253D&md5=af269f33b4a30013396518543cfc64cc", "30. ", "Valvekens", ", ", "P.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D.", " ", "Metal–Organic Frameworks as Catalysts: The Role of Metal Active Sites", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "1435", "– ", "1445", "[", "Crossref", "], [", "CAS", "]", "30. ", "Metal-organic frameworks as catalysts: the role of metal active sites", "Valvekens, Pieterjan; Vermoortele, Frederik; De Vos, Dirk", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "1435-1445", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this perspective first the use of metal-org. frameworks (MOFs) as supports for catalytic functions were critically compared with the possibilities offered by other classes of porous materials.  Then the incidental or deliberate formation of active sites in MOF lattices were discuss and some strategies to control the no. and activity of these sites, ultimately resulting in MOF catalysts with improved performance, are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1KjsL4%253D&md5=38d269d004b12fe72deddab664c2c606", "31. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Industrial Applications of Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "32. ", "Perdew", ", ", "J. P.", "; ", "Ernzerhof", ", ", "M.", "; ", "Burke", ", ", "K.", " ", "Rationale for Mixing Exact Exchange with Density Functional Approximations", " ", "J. Chem. Phys.", " ", "1996", ",  ", "105", ",  ", "9982", "– ", "9985", "[", "Crossref", "], [", "CAS", "]", "32. ", "Rationale for mixing exact exchange with density functional approximations", "Perdew, John P.; Ernzerhof, Matthias; Burke, Kieron", "Journal of Chemical Physics", "\r\n        (", "1996", "),\r\n    ", "105", "\r\n        (", "22", "),\r\n    ", "9982-9985", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "D. functional approxns. for the exchange-correlation energy ExcDFA of an electronic system are often improved by admixing some exact exchange Ex: Exc ≈ ExcDFA + (1/n)(Ex - ExDFA).  This procedure is justified when the error in ExcDFA arises from the λ = 0 or exchange end of the coupling-const. integral ∫01dλ Exc,λDFA.  We argue that the optimum integer n is approx. the lowest order of Goerling-Levy perturbation theory which provides a realistic description of the coupling-const. dependence Exc,λ in the range 0 ≤ λ ≤ 1, whence n ≈ 4 for atomization energies of typical mols.  We also propose a continuous generalization of n as an index of correlation strength, and a possible mixing of second-order perturbation theory with the generalized gradient approxn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XnsFahtbg%253D&md5=cb0b0c07f3fde8c429bfe9fa8a1f2a4a", "33. ", "Grimme", ", ", "S.", "; ", "Antony", ", ", "J.", "; ", "Ehrlich", ", ", "S.", "; ", "Krieg", ", ", "H.", " ", "A Consistent and Accurate ", "Ab Initio", " Parametrization of Density Functional Dispersion Correction (DFT-D) for the 94 Elements H-Pu", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", ",  ", "154104", "– ", "154119", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu", "Grimme, Stefan; Antony, Jens; Ehrlich, Stephan; Krieg, Helge", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "15", "),\r\n    ", "154104/1-154104/19", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The method of dispersion correction as an add-on to std. Kohn-Sham d. functional theory (DFT-D) has been refined regarding higher accuracy, broader range of applicability, and less empiricism.  The main new ingredients are atom-pairwise specific dispersion coeffs. and cutoff radii that are both computed from first principles.  The coeffs. for new eighth-order dispersion terms are computed using established recursion relations.  System (geometry) dependent information is used for the first time in a DFT-D type approach by employing the new concept of fractional coordination nos. (CN).  They are used to interpolate between dispersion coeffs. of atoms in different chem. environments.  The method only requires adjustment of two global parameters for each d. functional, is asymptotically exact for a gas of weakly interacting neutral atoms, and easily allows the computation of at. forces.  Three-body nonadditivity terms are considered.  The method has been assessed on std. benchmark sets for inter- and intramol. noncovalent interactions with a particular emphasis on a consistent description of light and heavy element systems.  The mean abs. deviations for the S22 benchmark set of noncovalent interactions for 11 std. d. functionals decrease by 15%-40% compared to the previous (already accurate) DFT-D version.  Spectacular improvements are found for a tripeptide-folding model and all tested metallic systems.  The rectification of the long-range behavior and the use of more accurate C6 coeffs. also lead to a much better description of large (infinite) systems as shown for graphene sheets and the adsorption of benzene on an Ag(111) surface.  For graphene it is found that the inclusion of three-body terms substantially (by about 10%) weakens the interlayer binding.  We propose the revised DFT-D method as a general tool for the computation of the dispersion energy in mols. and solids of any kind with DFT and related (low-cost) electronic structure methods for large systems.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkvVyks7o%253D&md5=2bca89d904579d5565537a0820dc2ae8", "34. ", "Boys", ", ", "S. F.", "; ", "Bernardi", ", ", "F.", " ", "The Calculation of Small Molecular Interactions by the Differences of Separate Total Energies. Some Procedures with Reduced Errors", " ", "Mol. Phys.", " ", "1970", ",  ", "19", ",  ", "553", "– ", "566", "[", "Crossref", "], [", "CAS", "]", "34. ", "The calculation of small molecular interactions by the differences of separate total energies. Some procedures with reduced errors", "Boys, S. F.; Bernardi, F.", "Molecular Physics", "\r\n        (", "1970", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "553-566", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A new direct difference method for the computation of mol. interactions has been based on a bivariational transcorrelated treatment, together with special methods for the balancing of other errors.  It appears that these new features can give a strong redn. in the error of the interaction energy, and they seem to be particularly suitable for computations in the important region near the min. energy.  It has been generally accepted that this problem is dominated by unresolved difficulties and the relation of the new methods of these apparent difficulties is analyzed here.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1alt7fM&md5=c4f847835a638b4fc449fae688c557e9", "35. ", "Verma", ", ", "P.", "; ", "Xu", ", ", "X.", "; ", "Truhlar", ", ", "D. G.", " ", "Adsorption on Fe-MOF-74 for C1–C3 Hydrocarbon Separation", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "12648", "– ", "12660", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Adsorption on Fe-MOF-74 for C1-C3 Hydrocarbon Separation", "Verma, Pragya; Xu, Xuefei; Truhlar, Donald G.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "24", "),\r\n    ", "12648-12660", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An increase in demand for energy efficient processes for the sepn. of a mixt. of hydrocarbons drives the need for understanding metal-org. frameworks (MOFs) that can provide better noncryogenic alternatives for the fractionation of hydrocarbon mixts.  Here we study the structure and properties of a metal-org. framework, Fe-MOF-74, and its effectiveness to sep. C1-C3 hydrocarbon mixts.  The binding of these hydrocarbons to the open metal sites of Fe-MOF-74 has been investigated using a meta-generalized gradient approxn. d. functional, M06-L, which has previously been validated for systems contg. transition metals.  For interpretive purposes, charge model 5 (CM5) is used to det. the partial at. charges on the metal cations and the oxygen atoms of the ligands surrounding these metal centers.  Our computations show preferential binding to the metal center of Fe-MOF-74 of unsatd. hydrocarbons over satd. ones in agreement with exptl. results, and the calcd. binding energies are in semiquant. agreement with expt.  The results are analyzed in terms of various factors contributing to the binding, including structural distortion, electrostatics, damped dispersion, charge transfer, back bonding, and ligand field effects on the d orbitals.  The CM5 charges are not sensitive to small differences in structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXotV2lu7o%253D&md5=dd2f860a1f6e20ecbceee58c3c2e28e2"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-1/nn405420t/production/images/small/nn-2013-05420t_0008.gif\">"]}
