{"title": ["Selective Gas Adsorption in a Pair of Robust Isostructural MOFs Differing in Framework Charge and Anion Loading"], "authors": ["Matthew G. Cowan", "Reece G. Miller", "Peter D. Southon", "Jason R. Price", "Ozgur Yazaydin", "Joseph R. Lane", "Cameron J. Kepert", "Sally Brooker"], "doi": ["10.1021/ic501876m"], "abstract": ["Doubling the anion occupancy in the channels of the MOF (Ni", "-based MOF → Co", "-based MOF) increases the observed adsorption selectivity for CO", " over N", ".", "Activation of the secondary assembly instructions in the mononuclear pyrazine imide complexes [Co", "(dpzca)", "](BF", ") or [Co", "(dpzca)", "] and [Ni", "(dpzca)", "] has facilitated the construction of two robust nanoporous three-dimensional coordination polymers, [Co", "(dpzca)", "Ag](BF", ")", "·2(H", "O) [", "·2(H", "O)] and [Ni", "(dpzca)", "Ag]BF", "·0.5(acetone) [", "·0.5(acetone)]. Despite the difference in charge distribution and anion loading, the framework structures of ", "·2(H", "O) and ", "·0.5(acetone) are isostructural. One dimensional channels along the ", "-axis permeate the structures and contain the tetrafluoroborate counterions (the Co", "-based MOF has twice as many BF", " anions as the Ni", "-based MOF) and guest solvent molecules. These anions are not readily exchanged whereas the solvent molecules can be reversibly removed and replaced. The H", ", N", ", CO", ", CH", ", H", "O, CH", "OH, and CH", "CN sorption behaviors of the evacuated frameworks ", " and ", " at 298 K have been studied, and modeled, and both show very high selectivity for CO", " over N", ". The increased anion loading in the channels of Co", "-based MOF ", " relative to Ni", "-based MOF ", " results in increased selectivity for CO", " over N", " but a decrease in the sorption kinetics and storage capacity of the framework."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Introduction", "Environmental and industrial concerns have motivated significant amounts of academic and commercial research into developing methods for the separation of small gas molecules. A large amount of effort has been devoted to developing chemical and physical technology to achieve these goals.", "(1, 2)", " One area of interest is the production of membrane-like materials capable of highly selective filtration of gas molecules from a complex mixture.", "(3-10)", " Metal organic frameworks (MOFs) demonstrate a wide range of gas separation properties", "(11, 12)", " and as such show promise as materials for comprising separation membranes.", "(13)", " In particular, carbon dioxide can be selectively adsorbed though physisorptive interactions", "(14-17)", " or by chemical reaction, e.g. the formation of carbonates.", "(18, 19)", " Temperature control of pore/aperture size allows gases to be selectively discriminated based on size in response to an external stimulus.", "(20, 21)", " The separation of carbon dioxide has been achieved within channels where the size and strength of interaction have been controlled by engineered features such as one-dimensional channels,", "(22)", " functionalization of the framework interior,", "(23, 24)", " interpenetration of layers,", "(25)", " guest dependent variation of framework structure,", "(26)", " and variation of cationic guests.", "(27)", "The separation of CO", "2", " from other gases is commercially relevant in processes such as precombustion separation (CO", "2", "/H", "2", "), postcombustion separation (CO", "2", "/N", "2", "), and purification of natural gas (CO", "2", "/CH", "4", "). A noncomprehensive selection of criteria that such a material would need to meet includes the following: (1) stability to a wide range of conditions such as temperature, pressure, and moisture variation; (2) pores or channels which, by size or some other virtue, selectively discriminate for or against the transport of desired molecules; (3) reasonably fast guest diffusion kinetics to allow facile separation.", "Despite wide-ranging interest into the potential use of MOFs for the separation of gas mixtures, there has been little investigation into the effect of anion loading. Anion–guest interactions", "(28, 29)", " may provide an interesting means of tuning selectivity for certain guests in a similar manner to that documented in some organic liquids.", "(30, 31)", "Herein we report the robust porous isostructural framework compounds ([Co(dpzca)", "2", "Ag]", "2", "(BF", "4", ")", "2", "(H", "2", "O))", "∞", " [", "1", "·2(H", "2", "O)] and ([Ni(dpzca)", "2", "Ag](BF", "4", ")0.5(acetone))", "∞", " [", "2", "·0.5(acetone)] (Hdpzca = ", "N", "-(2-pyrazylcarbonyl)-2-pyrazinecarboxamide). Both frameworks show high selectivity for carbon dioxide over nitrogen. ", "Increasing the anion loading in the channels", " of the evacuated isostructural frameworks, ", "2", " → ", "1", ", ", "increases the sorption selectivity but decreases the kinetics and storage capacity", ". This increase in anion loading in the channels is achieved simply by utilizing a M", "III", " ion, Co", "III", ", rather than a M", "II", " ion, Ni", "II", ", and results in a doubling of the number of anions present in the channels of the isostructural frameworks.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Results and Discussion", "Structures of ", "1", "·2(H", "2", "O) and ", "2", "·0.5(acetone)", "Activation of the secondary assembly instructions present", "(32)", " in [Co", "III", "(dpzca)", "2", "](BF", "4", ") (method A) or in [Co", "II", "(dpzca)", "2", "]", "(33)", " and [Ni", "II", "(dpzca)", "2", "] (method B) was achieved by addition of AgBF", "4", " and careful crystallization (Figure ", "1", "). In the case of the cobalt(III) MOF, ", "1", "·2(H", "2", "O), when method A is employed, there is no change in oxidation state, whereas, when method B is used, the cobalt(II) center is oxidized to +3 by Ag", "+", ". In the case of the nickel(II) MOF, ", "2", "·0.5(acetone), the nickel ion remains +2. Hence, both the charge on the framework itself and the anion loading in the channels differs: to the best of our knowledge, ", "1", "·2(H", "2", "O) and ", "2", "·0.5(acetone) are the ", "first examples of isostructural frameworks differing in framework charge and anion loadings", ". Variable counterion loadings have previously been achieved by cation exchange, for example replacing Li", "+", " with Mg", "2+", " ions,", "(34)", " rather than adjusting the charge of the framework structure, as is the case here and which results in twice as many anions in the channels of ", "1", " as there are in ", "2", ".", "As the frameworks are isostructural, only the structure of ", "1", "·2(H", "2", "O) is discussed in detail here (Figures ", "1", " and ", "2", "; see ", "SI", "). In the mononuclear complexes [M(dpzca)", "2", "]", "0/+", ", the “spare” pyrazine nitrogen atoms and imide oxygen atoms are effectively positioned orthogonally.", "(33)", " While both pyrazine", "(32, 35, 36)", " and imide", "(37-39)", " functionalities are well-known to produce bridged structures, these are the ", "first reported structures in which both types of bridges occur", ". In the assembled framework, silver(I) adopts an uncommon six-coordinate N", "4", "O", "2", " donor set comprised of the “spare” pyrazine nitrogen atoms and imide oxygen atoms of the five neighboring [Co", "III", "(dpzca)", "2", "]", "+", " units (Figure ", "1", " and ", "Supporting Information", " Figures S1–S4 and Table S3). Four of the [Co", "III", "(dpzca)", "2", "]", "+", " units are coordinated through a “spare” pyrazine nitrogen atom to the silver(I) ion, which arranges them as two-dimensional dimpled sheets along the ", "a", " and ", "c", " axes (", "Figure S2", "). Alternate layers of these ", "ac", " sheets are perfectly offset, allowing connections along the ", "b", "-axis by bidentate coordination of one pair of imide oxygen atoms from a fifth neighboring [Co", "III", "(dpzca)", "2", "]", "+", " unit to the adjacent silver(I) ion (", "Figure S3", "). The second pair of imide oxygen atoms on that [Co", "III", "(dpzca)", "2", "]", "+", " unit are connected by weak O···H–C hydrogen bonding interactions along the ", "b", "-axis to two hydrogen atoms on two adjacent pyrazine rings [O···C 3.18(2) Å, 151.6°] (", "Figure S4", "). The offset arrangement of the two-dimensional dimpled ", "ac", " sheets creates narrow one-dimensional channels along the ", "b", "-axis with remarkably square dimensions along the ", "a-", " and ", "c", "-axes: [5.51 × 5.56 Å for ", "1", "·2(H", "2", "O); 5.49 × 5.54 Å for ", "1", " and 5.67 × 5.50 Å for ", "2", "·0.5(acetone); Figures ", "1", " and ", "2", " and ", "Supporting Information", " Figure S5 and Table S4).", "The solvent and anions are located in these channels and are connected to each other via hydrogen bonding interactions [O···F11 2.84(2); O···F12 3.28(1); O···F14 2.90(2) Å] (", "Figure S5", "). Both the anions (Figure ", "2", ") and solvent molecules are disordered over two symmetry equivalent overlapping sites and, thus, are half occupancy. The interior of these channels is not homogeneous (Figures ", "1", " and ", "S5 and S6", "). In ", "1", "·2(H", "2", "O) the water molecules sit at the narrowest point of the channel (in both disorder locations, Figure ", "2", "). The anions sit in a pocket slightly larger than the remainder of the channel, where a fluorine atom from the anion can occupy the small space between the aromatic rings of adjacent ", "ac", " sheets (", "Figure S5", "). In the structure of ", "2", "·0.5(acetone), the quarter-occupancy anions are disordered over the same positions, as seen for ", "1", " and ", "1", "·2(H", "2", "O), but in ", "2", "·0.5(acetone), they are at half the occupancy of ", "1", " and ", "1", "·2(H", "2", "O) due to the reduced charge on the framework. In their absence, the acetone molecules occupy these sites. The space where the water sits in ", "1", "·2(H", "2", "O) is always empty in ", "2", "·0.5(acetone).", "The surfaces of the channels have few gaps, with only small spaces between aromatic rings (maximum separation: H(9)···H(10′) 3.34 Å; 2.72 Å when considering covalent radii;", "(40)", " ", "Figure S6", "). These small gaps, although blocked by the anions, could be considered as very narrow nonaligned channels running through the framework. Interestingly, for both structures, ", "1", "·2(H", "2", "O) and ", "2", "·0.5(acetone), PLATON calculations reveal no solvent accessible void space.", "(41)", "Figure 1. Pyrazine amide ligand HL", "1M", " and imide ligand Hdpzca;", "ref", "(32)", " the mononuclear building block complexes (method A) [Co", "III", "(dpzca)", "2", "]", "+", " and (method B) [Co", "II", "(dpzca)", "2", "];", "ref", "(33)", " and the structure of the evacuated framework [[Co", "III", "(dpzca)", "2", "Ag", "I", "](BF", "4", ")", "2", "]", "∞", " (", "1", "), showing only one component of the BF", "4", "–", " disorder.", "As the BF", "4", " anions appear to play a key role in achieving guest selectivity, careful consideration has been given to their orientation and freedom of movement within the channels (Figure ", "2", ").", "First, it seems unlikely that the anions could move between channels, i.e. along the ", "a", " and ", "c", " axes, as the walls of the channels have almost solid surfaces (", "Figure S6", "). Significant rearrangement of the channel walls would be required to allow the passage of the anions (anion circumference ca. 4.10 Å", "(42)", " vs ca. 2.72 Å “gaps”). Given the highly interconnected topology of the framework, that the channel walls are constructed from aromatic rings, and that the displacement parameters of the atoms which comprise the walls are almost isotropic (even at 375 K), significant rearrangement is unlikely. Another point is that while in ", "2", "·0.5(acetone) a quarter of the “pockets” are empty, so in principle movement of the anions between the channels could occur without other implications, in ", "1", " any such anion movements would need to be concerted, as all of the anion pockets are already occupied.", "A second inference is that the anions are incapable of moving between pockets along the channels, i.e. along the ", "b", "-axis. The water molecules in ", "1", "·2(H", "2", "O) occupy a position in the channel directly between the pyrazine rings which make up the channel surface [5.51 × 5.56 Å for ", "1", "·2(H", "2", "O)]. The surface of this site is slightly more constricted than that of the “pockets” which hold the anions and is closely matched to the anion circumference (4.10 Å).", "(42)", "Single crystal structures of desolvated ", "1", " were collected at 100, 300, and 373 K (", "Table S2", "). The B···B′ distance, between the two disordered boron atoms within the same pocket, decreases significantly, from 1.61 Å at 150 K to 1.35 Å at 298 K (similarly, it is 1.37 Å at 375 K). This decrease in B···B′ distance as the temperature is increased indicates the anions are able to move between the two disordered positions within each “pocket”. As the average position of the anions is observed to move toward the center of the pocket, it appears that the“pocket” is the only channel space available to them. A comparison of the structures of ", "1", " and ", "1", "·2(H", "2", "O) indicates that the anions are disordered over the same two sites, implying the pocket site is still the most energetically favorable site for the anions after removal of water from the remaining channel space.", "Stability of the Framework", "Variable-temperature PXRD shows that samples of ", "1", " and ", "2", " both retain crystallinity with thermal guest removal to above 550 K (", "Figures S7–S9", "). Single crystal structures obtained on ", "1", " are of comparable quality to those for the parent, solvated phase, indicating excellent retention of crystallinity with guest removal. Similarly, rapid cooling to 77 K of ", "1", "·2(H", "2", "O), ", "1", ", and ", "2", "·0.5(acetone) did not appear to affect the crystal quality.", "Given the highly interconnected nature of the framework, it is unsurprising that the structure is stable to the removal of solvents, in contrast to more flexible frameworks where the pores can collapse upon guest removal.", "(43)", " The single crystal structures of ", "1", " make it clear that the channel shape and dimensions, anion positions, and overall structure are retained following removal of the guest. Only a slight contraction of the channels is observed between ", "1", "·2(H", "2", "O) and ", "1", ".", "Powder diffraction patterns measured at the conclusion of the gas and solvent adsorption studies closely match the original patterns (", "Figure S7", ") and clearly show that ", "1", " and ", "2", " are stable to repeated adsorption and desorption of gas and solvent molecules.", "Single crystals of ", "1", "·2(H", "2", "O) were stored in distilled water, in air, for over six months and retained crystallinity (in all cases unit cell determinations identical to original). In contrast, the frameworks are considerably less stable when suspended in aqueous solutions of simple salts (e.g., NaCl, NaNO", "3", ", Na", "2", "CO", "3", ", and Na", "2", "SO", "4", ") with loss of crystallinity within a week followed by complete dissolution (for details see ", "SI", " and Figures S10–S13).", "Figure 2. Cut-away channel structures of: (top) ", "1", "·2(H", "2", "O) and (bottom) ", "2", "·0.5(acetone). The top image shows one of the two symmetry equivalent disordered arrangements of the water molecules and tetrafluoroborate anions. Note that ", "1", " is isostructural with ", "1", "·2(H", "2", "O). The bottom image of ", "2", "·0.5(acetone) shows one component of the possible disorder. In the other component the anions (each a quarter occupancy) and acetone molecules (quarter occupancy) have “swapped” the positions in which they are shown in above. Both possible locations of the quarter occupancy tetrafluoroborate anions (in this component of the disorder) are shown (solid/translucent).", "Gas Exchange and Selectivity", "The argon adsorption isotherms (", "Figure S14", ") were of type II, consistent with a nonporous material. The calculated BET surface areas of ", "1", " (5.6 m", "2", " g", "–1", ") and ", "2", " (3.5 m", "2", " g", "–1", ") confirmed the lack of pores accessible to argon at cryogenic temperatures. Hydrogen adsorption at these temperatures was also very low (<0.25 mmol/g) (", "Figure S15", ").", "The adsorption of N", "2", ", CH", "4", ", and CO", "2", " into ", "1", " and ", "2", " was measured at 298 K (Table ", "1", ", Figures ", "3", ", ", "S16 and S17", "). It was found that ", "1", " can reversibly adsorb and release small amounts of CO", "2", ".", "Figure 3. Gravimetric sorption isotherms depicting the sorption of CO", "2", " (batch 1; see ", "SI", "), N", "2", ", and CH", "4", " at 298 K for ", "1", " (top) and ", "2", " (bottom).", "Interestingly, the CO", "2", " adsorption capacity of ", "1", " was lower when method B (in situ oxidation of Co", "II", " building block by Ag", "+", ") rather than method A (use of Co", "III", " building block) was used to prepare it (Figure ", "1", ", ", "Experimental Section", ", and ", "Figure S16", "). The sample produced using method A (batch 1) showed higher gas uptakes, in agreement with the GCMC calculations (see later), whereas those produced with method B (batches 2–4) showed lower uptakes, possibly as a result of surface fouling by silver metal limiting gas uptake.", "The guest accessible void space was modeled using Mercury 3.3, using one full occupancy BF", "4", ", rather than two or four, half or quarter occupancy, symmetry-related BF", "4", " ions for ", "1", " and ", "2", ", respectively. Use of both a 0.5 and 1.2 Å probe diameter failed to reveal any obvious pathway for guest access to and from the framework interior (", "Figures S18–S20", "). Therefore, in order to create a diffusion pathway along the crystallographic ", "b", "-axis channel, it is likely that movement of the anions to an unfavorable position is required. It is important to note that given only half the anion pockets are occupied in ", "2", " there will be only half as many of these high energy interactions required for a guest molecule to diffuse along the ", "b", "-axis. This highly constricted mode of guest access explains the slow kinetics shown by the lack of equilibration after many hours (", "Table S5", "). Given this diffusion path, we would expect a strong influence of particle size on adsorption kinetics, and this may explain some of the sample dependence. Additionally, the presence of crystal defects may provide alternative access points into the framework aiding in more rapid CO", "2", " equilibration.", "Adsorption of CO", "2", " into ", "2", " was significantly higher. ", "At 1 bar, ", "2", " holds almost five times the amount of carbon dioxide than the highest recorded for ", "1", ". Given the isostructural nature of ", "1", " and ", "2", ", there are multiple possible reasons for this, relating both to the thermodynamics and kinetics of guest uptake. Most notably, the decreased anion loading in ", "2", " provides additional guest accessible voids relative to ", "1", ", as half of the BF", "4", " “pockets” are now empty. Given the limited void space available in these materials, it is not unreasonable to suggest that the increase in CO", "2", " uptake is directly related to the increased pore volume. It is also possible that the differing distribution of surface charge in the channels influences the guest affinity. The achievement of only partial guest loading suggests that there may also be a strong kinetic contribution to the differences in loading observed. This is consistent with there being a far larger adsorption hysteresis observed in ", "1", " than ", "2", ".", "Table 1. Gas Adsorption Capacity and Selectivity of Frameworks ", "1", " and ", "2", " at 298 K", "a", " ", "Adsorption at 1 bar/mmol·g", "–1", "Adsorption at 10 bar/mmol·g", "–1", " ", "CO", "2", "N", "2", "CH", "4", "CO", "2", "N", "2", "CH", "4", "1", ", batch 1, method A", "0.079 (run 1)", "<0.001", "<0.002", "0.28", "<0.002", "<0.004", "0.079 (run 2)", " ", " ", " ", " ", " ", "1", ", batch 2", "0.030", "<0.001", " ", "0.098", "<0.003", " ", "1", ", batch 3", "0.006", "<0.001", " ", "0.014", "<0.001", " ", "1", ", batch 4", "0.006", " ", " ", "0.027", " ", " ", "1", ", calculated", "0.13", "0.074", " ", "0.25", "0.16", " ", "2", "0.37", "0.031", "0.095", "0.71", "0.20", "0.37", "2", ", calculated", "1.0", "0.21", " ", "1.4", "0.94", " ", "a", "For the Co", "III", "-MOF (", "1", ") samples: batch 1 was made by method A whereas batches 2", "–", "4 were made by method B (Figure ", "1", ").", "In both frameworks, guest uptake requires diffusion past the anions along the ", "b", "-axis, a process that is likely very slow, as the BF", "4", " anions will have to shift to a higher energy position. Access along the channels of ", "1", " requires passing twice as many anions as ", "2", ", which may lead to an increased kinetic hysteresis. This is consistent with the kinetic IGA data where ", "2", " showed more rapid equilibration than ", "1", " (", "Table S5", ").", "Adsorption of N", "2", " and CH", "4", " into both ", "1", " and ", "2", " was consistently extremely low (<0.005 mmol/g) up to 10 bar. Uptake of these gases in ", "1", " was essentially within error of zero at all gas pressures measured, indicating a very high degree of selectivity for CO", "2", " (Table ", "1", "). The gas separation selectivity was approximated from the pure-gas adsorption isotherms on the assumption that the adsorption of mixed gases will be essentially noncompeting at low loadings. Selectivity for CO", "2", " over N", "2", " was calculated as greater than 100:1 at 10 bar for one sample; however, due to the sample variation discussed above the calculated selectivity is also variable. Despite the variation in CO", "2", " uptake, all individually prepared batches showed significant selectivity for CO", "2", " over N", "2", ".", "Adsorption of N", "2", " and CH", "4", " into ", "2", " was, although still very low, significantly higher than that observed for ", "1", " and is the primary factor in the difference in the CO", "2", "/X selectivities observed between ", "1", " and ", "2", ". At 1 bar ", "2", " shows a selectivity of greater than 10:1 for CO", "2", " (cf. >100:1 for ", "1", ") over N", "2", " and greater than 3:1 for CO", "2", " over CH", "4", " (cf. >40:1 for ", "1", "). This decreased selectivity suggests a decreased interaction of the guests with the framework and anion charge, but this could also be explained by adsorption kinetics given the diffusion limited nature of these materials. Note also that diffusion kinetics are affected by molecular size, and recent quantum mechanical calculations indicate that CO", "2", " will fit into a slightly smaller aperture (3.47 Å) than N", "2", " (3.58 Å) or CH", "4", " (4.05 Å).", "(44)", "In order to shed some light on the nature of the selectivity, molecular modeling was carried out to calculate the expected concentration of guest carbon dioxide and nitrogen for ", "1", " and ", "2", ". It is important to recognize that the Grand Canonical Monte Carlo (GCMC) simulations carried out (Table ", "1", ", Figures ", "4", " and ", "S21-s23", ") include random insertions and so do not require the adsorbed gas to diffuse through the channels past the BF", "4", " ions. This means that any selectivity due to BF", "4", " ions blocking the channels to larger adsorbed molecules is effectively ignored.", "The simulated adsorption of CO", "2", " into ", "1", " at 10 bar is in reasonable agreement with the highest uptakes which were observed experimentally (Table ", "1", "). At 1 bar the observed uptake was roughly 60% of that which was calculated, consistent with equilibrium not having been reached. On the other hand, the simulated N", "2", " uptake is much higher at both 1 and 10 bar than the observed values, which suggests that N", "2", " uptake by ", "1", " is indeed limited by diffusion past the BF", "4", " anions in the ", "c", "-axis channels. These results are mirrored in ", "2", "; the CO", "2", " adsorption is smaller at both 1 and 10 bar than calculated, which suggests the system is not reaching equilibrium. In the case of N", "2", ", the difference between observed and simulated loading is again far larger, although in this case experimental evidence shows N", "2", " diffusion past the BF", "4", " ions is possible within the time scale of the experiment.", "Interestingly, adsorption of CO", "2", " in ", "1", " does not occur uniformly, with some positions in some channels exhibiting zero probability (Figures ", "4", " and ", "S22", "). This suggests that these positions may be permanently occupied by BF", "4", " ions on the time scale of the simulation. There appears to be two distinct orientations of CO", "2", " within the channels, with one being perpendicular to the channel (with some disorder) and another essentially parallel with the channel. Adsorption of CO", "2", " in ", "2", " is similar, although all channels now exhibit an appreciable probability of occupation (Figures ", "4", " and ", "S22", "). This is expected given the lower number of BF", "4", " ions, which are also assumed to be more mobile. Again, two adsorption sites appear, one of which is perpendicular and the other parallel to the channel. While the perpendicular orientation is discrete, the parallel orientation is essentially continuous along the channel.", "The lower simulated adsorption of N", "2", " as compared to CO", "2", " in ", "1", " is reflected in the probability distribution, with only half of the channels occupied by N", "2", " (", "Figure S23", "). There is only one unique adsorption site for N", "2", " in ", "1", " corresponding to an orientation parallel to the channel. The amount of N", "2", " adsorbed in ", "2", " is greater than that in ", "1", ", and correspondingly all channels of ", "2", " are simulated to have some N", "2", " adsorbed. Again there is only one unique adsorption site for N", "2", " in ", "2", ", which corresponds to an orientation parallel to the channel. The probability distributions of these parallel sites are continuous but with distinct nodal regions of much higher probability.", "Figure 4. GCMC probability densities of CO", "2", " (shown in orange) and BF", "4", "–", " anions (shown in green) in ", "1", " (top) and ", "2", " (bottom) at 1 bar and 298 K; more intense color indicates greater probability of occupation; viewed down the ", "b", " axis.", "The simulated probability densities of the BF", "4", " ions are found to be in good agreement with the experimentally determined positions (", "Figure S21", "). These distributions are composed of individual probability clouds, separated from one another by regions of zero density, indicating that the BF", "4", " ions adopt discrete positions/orientations in agreement with our X-ray diffraction experiments. As might be expected, the greater number of BF", "4", " ions in ", "1", " results in a more complicated probability density than in ", "2", ".", "In summary, comparing the simulated and experimental gas uptake results indicates that the observed selectivity is due to a number of contributions. While the simulation predicts a somewhat lower nitrogen uptake, it appears likely that the ", "diffusion of N", "2", " ", "past the BF", "4", " ", "ions", " along the ", "b", "-axis is inhibited ", "relative to CO", "2", ". It is likely this is due to the ability of the quadrupole moment of CO", "2", " to favorably interact with the BF", "4", " ions during diffusion along the ", "b", "-axis. It is important to note that a kinetic separation may actually be more useful industrially than thermodynamic separation, as is observed in many membrane separation materials.", "(45-47)", " In these preliminary compounds, however, the kinetics and capacities are clearly too slow and low to be useful industrially. Initial attempts to promote the formation of slightly larger channels, and hence enhanced uptake while retaining selectivity, by employing a larger anion than BF", "4", "–", " in the MOF synthesis, specifically either ClO", "4", "–", " or PF", "6", "–", ", have to date failed to yield MOF crystals.", "Solvent Adsorption Behavior", "Many industrial applications require exposure to vapors, in particular water. Indeed, for some applications, a facile method of removing such vapors to dry N", "2", " and CH", "4", " would be advantageous. The solvent adsorption and desorption properties of ", "1", " and ", "2", " have been studied gravimetrically (Figure ", "5", "), and PXRD has been used to confirm that structural integrity is retained following these studies (", "Figure S7", ").", "For both ", "1", " and ", "2", " we see the expected trend that as guest size increases, correspondingly lower amounts (on a molar basis) are stored in the framework. That these increasingly large guests are able to reversibly leave and enter the framework again suggests that the gas selectivity discussed above is not based on guest size.", "Interestingly, ", "2", " adsorbs larger amounts of acetonitrile but significantly less water than ", "1", ". Again, given that these frameworks are isostructural, we can attribute these changes directly to the change in anion loading. As such, the increase in acetonitrile adsorption capacity is justified by the much larger spaces available in ", "2", " resulting from the combination of space between pockets and the, now empty, pockets themselves. Likewise, the significantly lower capacity for water can also be explained by the difference in anion loading. In the crystal structure of ", "1", "·2(H", "2", "O) it is observed that water molecules occupy a site between anions which is very strongly stabilized by hydrogen bonding interactions. In contrast, in the structure of ", "2", "·0.5(acetone) the only electron density in this position is a difference electron density 0.4 e", "–", " Å", "–3", ", suggesting that the channel space between pockets is almost, if not completely, vacant. Therefore, from this comparison it could reasonably be considered that, without both anions to provide a suitable hydrogen bonding environment, the channel space between pockets becomes energetically unfavorable and remains unoccupied in ", "2", "·0.5(acetone), limiting its uptake capacity.", "Given that the hydrate of ", "1", ", obtained under ambient conditions, is shown by single crystal X-ray analysis to be a dihydrate (Figure ", "2", "), ", "1", "·2(H", "2", "O), the maximum observed uptake of water by ", "1", " under the conditions of these gravimetric experiments is somewhat higher than expected, at 2.7 mol/mol (Figure ", "5", ", top). It is possible that there is an additional, partially occupied water molecule site in the vicinity of the disordered anion site, which may not have been occupied under the measurement conditions for single crystal diffraction or which may have gone undetected due to its partial superposition with the anion site. There is also the possibility of a contribution from surface and/or defect adsorption of water.", "Figure 5. Gravimetric sorption isotherms depicting the sorption of H", "2", "O, CH", "3", "OH, and CH", "3", "CN at 298 K for ", "1", " (batch 1) (top) and ", "2", " (bottom).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Conclusion", "An elegant synthetic route has been established to the porous metal–organic frameworks ", "1", " and ", "2", ", which represent a very rare example of isostructural frameworks with differing charges and anion loadings. These frameworks are demonstrated to be stable under a wide variety of external environments, including heating and cooling, suspension in water, and repeated evacuation under vacuum and exposure to gas and solvent vapor.", "The guest exchange properties of the frameworks have been studied using CO", "2", ", N", "2", ", CH", "4", ", H", "2", "O, CH", "3", "OH, and CH", "3", "CN. For ", "1", ", selectivity for CO", "2", " over the other gases N", "2", " and CH", "4", " is observed. Comparison with the sorption of these guests by ", "2", " indicates that the mechanism is correlated to the anions located within the channels. Analysis of the structural and theoretical evidence has led to the conclusion that the anions are fixed within pockets. The observed selectivity appears to be a kinetic effect resulting from different rates of diffusion past the channel anions. This is likely due to the interaction of the quadrupole moment of CO", "2", " leading to energetically favorable interactions with the BF", "4", " anions.", "The successful synthesis, by careful ligand design, of this pair of ", "isostructural", " frameworks, ", "1", " and ", "2", ", which differ in being comprised of either tri- or divalent metal ions and therefore also the “anion loadings” in the channels, opens up the possibility of studying the ", "effect of anion loading on various physical properties", ". Here we have focused on investigating the effect of anion loading on gas/solvent adsorption; however, these design principles could be employed to generate new MOF systems in which the effect of anion loading on anion exchange, electrochemical, magnetic, or catalytic properties could also be probed.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Experimental Section", "All solvents and reagents were used as received, except for complex [Co", "II", "(dpzca)", "2", "], which was prepared according to our published procedure.", "(33)", " For instrumentation details, see the ", "Supporting Information", ".", "[Co", "III", "(dpzca)", "2", "]BF", "4", "A solution of cobalt(II) tetrafluoroborate hexahydrate (83.4 g, 0.248 mmol) in methanol (10 mL) was added to a solution of (2-pyrazylmethyl)-2-pyrazinecarboxamide (H", "L", "1m", ", 103.2 mg, 0.482 mmol)", "(33)", " and triethylamine (65 μL, 0.468 mmol) in methanol (30 mL). Ten minutes later, 30% w/w hydrogen peroxide (90 μL, 2.65 mmol) was also added. The resulting brick red suspension was stirred for 3 h and then filtered and the solid washed with methanol (2 × 10 mL). The red solid (114.1 mg) was then suspended in boiling acetonitrile (20 mL) and water was added until a solution was achieved (∼5–10 mL). Slow evaporation of the solution resulted in red crystals of the complex (72.6 mg, 49%). MS (+ESI) (methanol): ", "m", "/", "z", " 515.0398 [Co(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "]", "+", " calc. 515.0370. Elemental analysis calcd (%) for [Co(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "](BF", "4", ")(H", "2", "O)", "1.25", " (602.11 g mol", "–1", "): Calc. C 38.46 H 2.34 N 22.42; found: C 38.34 H 2.23 N 22.51. ", "1", "H NMR (300 MHz, D", "2", "O): δ (ppm) 9.31 (s, 1H, ", "H", "3", "), 8.74 (d, ", "J", "1–2", " = 3.6 Hz, 1H, ", "H", "1", "), 8.56 (d, ", "J", "2–1", " = 3.6 Hz, 1H, ", "H", "2", "). IR ν/cm", "–1", " = 3087, 1719, 1654, 1605, 1585, 1411, 1325, 1028, 632.", "[Ni", "II", "(dpzca)", "2", "]", "Hdpzca (113.6 mg, 0.496 mmol)", "(33)", " was suspended in acetone (35 mL) with triethylamine (69 μL, 0.495 mmol), and a solution of nickel(II) tetrafluoroborate hexahydrate (85.3 mg, 0.251 mmol) in acetone (10 mL) was added. The resulting suspension of pale yellow solid was heated at 65 °C for 6 h and then cooled to room temperature, filtered, and dried under vacuum to yield [Ni", "II", "(dpzca)", "2", "] as a pale yellow solid (108.7 mg, 85%). MS (+ESI) (CHCl", "3", "/CH", "3", "OH): ", "m", "/", "z", " 537.0213 [Ni(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "Na]", "+", " calc. 537.0289, 515.0398 [Ni(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "H]", "+", " 515.0469, 303.9938 [Ni(C", "10", "H", "6", "N", "5", "O", "2", ")(H", "2", "O)]", "+", " 303.9975. Elemental analysis calcd (%) for [Ni", "II", "(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "] (515.07 g mol", "–1", "): Calc. C 46.64 H 2.35 N 27.19; found: C 46.61 H 2.32 N 27.38. IR: ν/cm", "–1", " = 3098 (w), 1697 (s), 1620 (s), 1584 (m), 1526 (w), 1466 (w), 1405 (m), 1345 (s), 1329 (s), 1041 (s), 790 (s), 652 (s), 632 (s). μ", "eff", " (Johnson-Matthey, 298 K) = 3.3 μ", "B", "Preparation of {[Co", "III", "(dpzca)", "2", "Ag](BF", "4", ")", "2", "(H", "2", "O)", "2", "}", "∞", " [", "1", "·2(H", "2", "O)]", "Batch ", "1", " prepared by method A; batches 2–4 by method B.", "Method A", "To a solution of [Co", "III", "(dpzca)", "2", "]BF", "4", " (186.4 mg, 0.311 mmol) in 1:1 acetone/water (200 mL) was added a solution of silver(I) tetrafluoroborate (68 mg, 0.349 mmol) in acetone (10 mL). The reaction was refluxed at 120 °C for 6 h and then filtered through cotton wool into a conical flask wrapped in tinfoil and left to slowly evaporate. After 4 weeks the product was collected as red crystals (163.2 mg, 63%). Elemental analysis calcd (%) for [Co", "III", "(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "Ag", "I", "](BF", "4", ")", "2", "(H", "2", "O)", "2", " (830.68 g mol", "–1", "): Calc. C 28.84 H 1.94 N 16.82; found: C 28.97 H 2.02 N 16.77.", "Method B", "The complex [Co", "II", "(dpzca)", "2", "] (24.6 mg, 0.048 mmol)", "(33, 48)", " was dissolved in 1:1 water/acetone (100 mL) and heated to 100 °C. A solution of silver(I) tetrafluoroborate (14.2 mg, 0.073 mmol) in water (40 mL) was then added, resulting in an immediate precipitate. After approximately 30 min the suspension cleared and the solution was refluxed for a further 6 h. The hot solution was then filtered through cotton wool to remove traces of black precipitate and transferred into a conical flask wrapped in tinfoil and allowed to slowly evaporate. After 2 weeks the product was collected as red crystals (10 mg, 25%). Elemental analysis calcd (%) for [Co", "III", "(dpzca)", "2", "Ag", "I", "](BF", "4", ")", "2", "(H", "2", "O)", "2", " (830.68 g mol", "–1", "): Calc. C 28.84 H 1.94 N 16.82; found: C 29.13 H 2.07 N 16.96.", "Preparation of {[Ni", "II", "(dpzca)", "2", "Ag](BF", "4", ")(acetone)", "0.5", "}", "∞", " [", "2", "·0.5(acetone)]", "The complex [Ni", "II", "(dpzca)", "2", "] (70.5 mg, 0.137 mmol) was dissolved in 100 mL of 1:1 acetone/water and heated to 120 °C. A solution of silver(I) tetrafluoroborate (213 mg, 1.09 mmol) in water (15 mL) was then added and the resulting solution refluxed at 120 °C for 6 h. The hot solution was then decanted, to remove traces of black precipitate, into a conical flask wrapped in tinfoil and allowed to slowly evaporate. After 3–6 weeks, ", "2", "·0.5(acetone)·2.5(H", "2", "O) was collected as green crystals (82.9 mg, 81%). Elemental analysis calcd (%) for [Ni", "II", "(C", "10", "H", "6", "N", "5", "O", "2", ")", "2", "Ag", "I", "]BF", "4", "·(C", "3", "H", "6", "O)", "0.5", " (769.30 mol", "–1", "): Calc. C 32.40 H 2.42 N 18.21; found: C 32.13 H 2.01 N 17.89. Note: Filtration of the reaction solution through cotton wool before crystallization produces crystals of [Ni", "II", "(dpzca)", "2", "] instead of the framework ", "2", ".", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Supporting Information", "Crystallographic data in CIF format, full instrument details and characterization procedures, further X-ray crystal structure information and diagrams, PXRD patterns, IR spectra, discussion and results of stability tests, additional experimental adsorption isotherms, additional modeling plots, and analysis of void space. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Acknowledgment", "This work was supported by the University of Otago, including Ph.D. scholarships (M.G.C., R.G.M.), as well as a Claude McCarthy Fellowship (M.G.C.) and RSNZ Marsden Grant (2008–2013) funding, and most recently MacDiarmid Institute travel funding (R.G.M.) and the Science and Industry Endowment Fund (Australia). We thank the Campbell Microanalytical Laboratory (University of Otago) for performing the microanalyses, and Michael Crawford (Dunedin) for kindly generating the front cover image.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "References", "This article references 48 other publications.", "1. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem. Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "2. ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "3. ", "de Vos", ", ", "R. M.", "; ", "Verweij", ", ", "H.", " ", "Science", " ", "1998", ",  ", "279", ",  ", "1710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "High-selectivity, high-flux silica membranes for gas separation", "De Vos, Renate M.; Verweij, Henk", "Science (Washington, D. C.)", "\r\n        (", "1998", "),\r\n    ", "279", "\r\n        (", "5357", "),\r\n    ", "1710-1711", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Process improvements in silica membrane fabrication, esp. the use of clean-room techniques, resulted in silica membranes without detectable mesoscopic defects, resulting in significantly improved transport properties.  Supported membranes calcined at 400° were 30 nm in thickness, showed a H2 permeance at 200° of 2 x 10-6 moles per square meter per s per Pa (mol m-2 s-1 Pa-1), and had a CH4 permeance more than 500 times smaller. permeation.  Mols. larger than CH4 were completely blocked.  Silica membranes calcined at 600° showed no detectable CH4 flux, with a H2 permeance of 5 x 10-7 (mol m-2 s-1 Pa-1) at 200°.  These results signify an important step toward the industrial application of these membranes such as purifn. of H2 and natural gas as well as the selective removal of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhvVagt7Y%253D&md5=730056cee0c88b8c13b83bfbd70c97f3", "4. ", "Park", ", ", "H. B.", "; ", "Jung", ", ", "C. H.", "; ", "Lee", ", ", "Y. M.", "; ", "Hill", ", ", "A. J.", "; ", "Pas", ", ", "S. J.", "; ", "Mudie", ", ", "S. T.", "; ", "Wagner", ", ", "E. V.", "; ", "Freeman", ", ", "B. D.", "; ", "Cookson", ", ", "D. J.", " ", "Science", " ", "2007", ",  ", "318", ",  ", "254", "– ", "258", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Polymers with Cavities Tuned for Fast Selective Transport of Small Molecules and Ions", "Park, Ho Bum; Jung, Chul Ho; Lee, Young Moo; Hill, Anita J.; Pas, Steven J.; Mudie, Stephen T.; Van Wagner, Elizabeth; Freeman, Benny D.; Cookson, David J.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "318", "\r\n        (", "5848", "),\r\n    ", "254-258", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Within a polymer film, free-vol. elements such as pores and channels typically have a wide range of sizes and topologies.  This broad range of free-vol. element sizes compromises a polymer's ability to perform mol. sepns.  We demonstrated free-vol. structures in dense vitreous polymers that enable outstanding mol. and ionic transport and sepn. performance that surpasses the limits of conventional polymers.  The unusual microstructure in these materials can be systematically tailored by thermally driven segment rearrangement.  Free-vol. topologies can be tailored by controlling the degree of rearrangement, flexibility of the original chain, and judicious inclusion of small templating mols.  This rational tailoring of free-vol. element architecture provides a route for prepg. high-performance polymers for mol.-scale sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFCjt73O&md5=29f2fab87db7b0497505fb91f4465e6e", "5. ", "Bae", ", ", "T.-H.", "; ", "Lee", ", ", "J. S.", "; ", "Qiu", ", ", "W.", "; ", "Koros", ", ", "W. J.", "; ", "Jones", ", ", "C. W.", "; ", "Nair", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "9863", "– ", "9866", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A High-Performance Gas-Separation Membrane Containing Submicrometer-Sized Metal-Organic Framework Crystals", "Bae, Tae-Hyun; Lee, Jong Suk; Qiu, Wulin; Koros, William J.; Jones, Christopher W.; Nair, Sankar", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "51", "),\r\n    ", "9863-9866, S9863/1-S9863/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We fabricated a high-performance gas-sepn. membrane contg. a metal-org. framework, MOF, material.  We first synthesized ZIF-90 crystals with submicrometer and 2 μm sizes by a nonsolvent-induced crystn. technique.  Characterization by XRD, TGA, and nitrogen physisorption revealed that the ZIF-90 crystals have high crystallinity, microporosity, and thermal stability.  The ZIF-90 particles showed good adhesion with polymers in mixed-matrix membranes without any interface compatibilization procedures.  We have demonstrated that membranes contg. ZIF-90, specifically ZIF-90/6FDA-DAM membranes, have unprecedented high performance for CO2/CH4 sepn. and promising CO22/N2 sepn. properties.  To obtain such a performance enhancement and enable scale-down of the membrane thickness, a highly selective MOF must be used in the form of submicrometer-sized crystals, and moreover it must be matched with a highly permeable polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFGhsLrK&md5=4191644ab1b3e679e06c0e95145b82c3", "6. ", "Yu", ", ", "M.-M.", "; ", "Funke", ", ", "H. H.", "; ", "Noble", ", ", "R. D.", "; ", "Falconer", ", ", "J. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1748", "– ", "1750", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "H2 Separation Using Defect-Free, Inorganic Composite Membranes", "Yu, Miao; Funke, Hans H.; Noble, Richard D.; Falconer, John L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "6", "),\r\n    ", "1748-1750", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Defect-free, microporous Al2O3/SAPO-34 zeolite composite membranes were prepd. by coating hydrothermally grown zeolite membranes with microporous alumina using mol. layer deposition.  These inorg. composite membranes are highly efficient for H2 sepn.: their highest H2/N2 mixt. selectivity was 1040, in contrast with selectivities of 8 for SAPO-34 membranes.  The composite membranes were selective for H2 for temps. up to at least 473 K and feed pressures up to at least 1.5 MPa; at 473 K and 1.5 MPa, the H2/N2 sepn. selectivity was 750.  The H2/CO2 sepn. selectivity was lower than the H2/N2 selectivity and decreased slightly with increasing pressure; the selectivity was 20 at 473 K and 1.5 MPa.  The high H2 selectivity resulted either because most of the pores in the Al2O3 layer were slightly smaller than 0.36 nm (the kinetic diam. of N2) or because the Al2O3 layer slightly narrowed the SAPO-34 pore entrance.  These composite membranes may represent a new class of inorg. membranes for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosVanug%253D%253D&md5=82bc9f31a484ecf48a8538a1051f70d3", "7. ", "Shekhah", ", ", "O.", "; ", "Luiu", ", ", "J.", "; ", "Fischer", ", ", "R. A.", "; ", "Wöll", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "1081", "– ", "1106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "MOF thin films: existing and future applications", "Shekhah, O.; Liu, J.; Fischer, R. A.; Woell, Ch.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "1081-1106", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The applications and potentials of thin film coatings of metal-org. frameworks (MOFs) supported on various substrates are discussed in this crit. review.  Because the demand for fabricating such porous coatings is rather obvious, in the past years several synthesis schemes were developed for the prepn. of thin porous MOF films.  Although this is an emerging field seeing a rapid development a no. of different applications on MOF films were either already demonstrated or are proposed.  This review focuses on the fabrication of continuous, thin porous films, either supported on solid substrates or as free-standing membranes.  The availability of such two-dimensional types of porous coatings opened the door for a no. of new perspectives for functionalizing surfaces.  Also for the porous materials themselves, the availability of a solid support to which the MOF-films are rigidly (in a mech. sense) anchored provides access to applications not available for the typical MOF powders with particle sizes of a few μm.  The authors will also address some of the potential and applications of thin films in different fields like luminescence, QCM-based sensors, optoelectronics, gas sepn. and catalysis.  A sep. chapter was devoted to the delamination of MOF thin films and discusses the potential to use them as free-standing membranes or as nanocontainers.  The review also demonstrates the possibility of using MOF thin films as model systems for detailed studies on MOF-related phenomena, e.g. adsorption and diffusion of small mols. into MOFs as well as the formation mechanism of MOFs (101 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSrsw%253D%253D&md5=f0cfc5747b35e6a9477e04afd1d3381f", "8. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "9. ", "Wang", ", ", "C.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13222", "– ", "13234", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Frameworks as A Tunable Platform for Designing Functional Molecular Materials", "Wang, Cheng; Liu, Demin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13222-13234", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, represent an interesting class of cryst. mol. materials that were synthesized by combining metal-connecting points and bridging ligands.  The modular nature of and mild conditions for MOF synthesis have permitted the rational structural design of numerous MOFs and the incorporation of various functionalities via constituent building blocks.  The resulting designer MOFs showed promise for applications in a no. of areas, including gas storage/sepn., nonlinear optics/ferroelectricity, catalysis, energy conversion/storage, chem. sensing, biomedical imaging, and drug delivery.  The structure-property relations of MOFs can also be readily established by taking advantage of the knowledge of their detailed at. structures, which enables fine-tuning of their functionalities for desired applications.  Through the combination of mol. synthesis and crystal engineering, MOFs thus present an unprecedented opportunity for the rational and precise design of functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1OjurbN&md5=59f57bfc391fa41f22f299ab704d8b22", "10. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Chizallet", ", ", "C.", "; ", "Quoineaud", ", ", "A.-A.", "; ", "Pirngruber", ", ", "G. D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8115", "– ", "8126", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Chizallet, Celine; Quoineaud, Anne-Agathe; Pirngruber, Gerhard D.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8115-8126", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The objective of this work was to study the adsorption and sepn. of the most important families of hydrocarbon compds. on metal-org. frameworks (MOFs), in comparison with zeolites.  For this purpose, the authors have selected four probe mols., each of them representing one of these families, i.e., o- and p-xylene as aroms., 1-octene as an alkene, and n-octane as an alkane.  The sepn. of these four mols. was studied by binary breakthrough expts.  To represent the large diversity of MOF structures, the expts. were carried out with (i) two MOFs with coordinatively unsatd. metal sites (CUS), i.e., Cu-btc (HKUST-1) and CPO-27-Ni, (ii) a MOF with an anionic framework and extraframework cations, i.e.  RHO-ZMOF, and (iii) two rather apolar zeolitic imidazolate framework (ZIF) materials with different pore sizes, i.e.  ZIF-8 and ZIF-76.  Zeolite NaY and zeolite β were used as polar and apolar ref. adsorbents, resp.  The results can be briefly summarized as follows: ZIFs (not carrying any polar functional groups) behave like apolar adsorbents and exhibit very interesting and unexpected mol. sieving properties.  CUS-MOFs behave like polar adsorbents but show the specificity of preferring alkenes over aroms.  This feature is rationalized thanks to DFT + D calcns.  MOFs with extraframework cations behave like polar (cationic) zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsVChsbg%253D&md5=968b83cb5b96a2eca60f0c8f57e91e68", "11. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "12. ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "13. ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "– ", "1124", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "14. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "15. ", "Kim", ", ", "H.", "; ", "Kim", ", ", "Y.", "; ", "Yoon", ", ", "M.", "; ", "Lim", ", ", "S.", "; ", "Park", ", ", "S. M.", "; ", "Seo", ", ", "G.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "12200", "– ", "12202", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Highly Selective Carbon Dioxide Sorption in an Organic Molecular Porous Material", "Kim, Hyunuk; Kim, Yonghwi; Yoon, Minyoung; Lim, Soyoung; Park, Se Min; Seo, Gon; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "35", "),\r\n    ", "12200-12202", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The org. mol. porous material 1 obtained by recrystn. of cucurbit[6]uril (CB[6]) from HCl shows a high CO2 sorption capacity at 298 K, 1 bar.  Most interestingly, 1 showed the highest selectivity of CO2 over CO among the known porous materials so far.  The remarkable selectivity of CO2 may be attributed to the exceptionally high enthalpy of adsorption (33.0 kJ/mol).  X-ray crystal structure anal. of CO2 adsorbed 1 revealed three independent CO2 sorption sites: two in the 1D channels (A and B) and one in the mol. cavities (C).  The CO2 mols. adsorbed at sorption site A near the wall of the 1D channels interact with 1 through hydrogen bonding and at the same time interact with those at site B mainly through quadrupole-quadrupole interaction in a T-shaped arrangement.  Interestingly, two CO2 mols. are included in the CB[6] cavity (site C), interacting not only with the carbonyl groups of CB[6] but also with each other in a slipped-parallel geometry.  The exceptionally selective CO2 sorption properties of 1 may find useful applications in the pressure swing adsorption (PSA) process for CO2 sepn. not only in the steel industry but also in other industries such as natural gas mining.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCns7nO&md5=1131392250afffcea9a1438037efd3e1", "16. ", "Nijem", ", ", "N.", "; ", "Thissen", ", ", "P.", "; ", "Yao", ", ", "Y.", "; ", "Longo", ", ", "R. C.", "; ", "Roodenko", ", ", "K.", "; ", "Wu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Cho", ", ", "K.", "; ", "Li", ", ", "J.", "; ", "Langreth", ", ", "D. C.", "; ", "Chabal", ", ", "Y. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "12849", "– ", "12857", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Understanding the Preferential Adsorption of CO2 over N2 in a Flexible Metal-Organic Framework", "Nijem, Nour; Thissen, Peter; Yao, Yanpeng; Longo, Roberto C.; Roodenko, Katy; Wu, Haohan; Zhao, Yonggang; Cho, Kyeongjae; Li, Jing; Langreth, David C.; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "32", "),\r\n    ", "12849-12857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The unusual uptake behavior and preferential adsorption of CO2 over N2 are studied in a flexible metal-org. framework system, Zn2(bdc)2(bpee), where bpdc = 4,4'-biphenyl dicarboxylate and bpee = 1,2-bis(4-pyridyl)ethylene, using Raman and IR spectroscopy.  The interaction of CO2 with the framework induces a twisting of one of its ligands, which is possible because of the type of connectivity of the carboxylate end group of the ligand to the metal center and the specific interaction of CO2 with the framework.  The flexibility of the bpee pillars allows the structure to respond to the twisting, fostering the adsorption of more CO2.  DFT calcns. support the qual. picture derived from the exptl. anal.  The adsorption sites at higher loading were identified using a modified van der Waals- D. Functional Theory method, showing that the more energetically favorable positions for the CO2 mols. are closer to the C-C bond of the bpee and the C-C bond of the bpdc ligands instead of the benzene and pyridine rings of these ligands.  These findings are consistent with changes obsd. using Raman spectroscopy, which is useful for detecting both specific guest-host interactions and structural changes in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFKltLs%253D&md5=876f0d053205353b9c53ba5c46f94b4a", "17. ", "Zhang", ", ", "Z.", "; ", "Zhao", ", ", "Y.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "653", "– ", "661", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "MOFs for CO2 capture and separation from flue gas mixtures: the effect of multifunctional sites on their adsorption capacity and selectivity", "Zhang, Zhijuan; Zhao, Yonggang; Gong, Qihan; Li, Zhong; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "7", "),\r\n    ", "653-661", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review concerning the current state of microporous metal-org. framework (MOF) development for flue gas CO2 capture and sepn. from N2 mixts., emphasizing multi-functional surface groups effect on selectivity and capacity, is given.  Topics discussed include: CO2 adsorption by MOF with open metal sites; CO2 adsorption by MOF with Lewis basic sites; CO2 adsorption by MOF with other functional sites; CO2 adsorption by MOF with multiple functional groups; and conclusions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVKmtbfP&md5=40618fa2da6842bb7ada87dc34c3ad21", "18. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "19. ", "Gassensmith", ", ", "J. J.", "; ", "Furukawa", ", ", "H.", "; ", "Smaldone", ", ", "R. A.", "; ", "Forgan", ", ", "R. S.", "; ", "Botros", ", ", "Y. Y.", "; ", "Yaghi", ", ", "O. M.", "; ", "Stoddart", ", ", "J. F.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15312", "– ", "15315", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Strong and Reversible Binding of Carbon Dioxide in a Green Metal-Organic Framework", "Gassensmith, Jeremiah J.; Furukawa, Hiroyasu; Smaldone, Ronald A.; Forgan, Ross S.; Botros, Youssry Y.; Yaghi, Omar M.; Stoddart, J. Fraser", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15312-15315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The efficient capture and storage of gaseous CO2 is a pressing environmental problem.  Although porous metal-org. frameworks (MOFs) are very effective at adsorbing CO2 selectively by dint of dipole-quadruple interactions and/or ligation to open metal sites, the gas is not usually trapped covalently.  Also, the vast majority of these MOFs are fabricated from nonrenewable materials, often in the presence of harmful solvents, most of which are derived from petrochem. sources.  Herein the authors report the highly selective adsorption of CO2 by CD-MOF-2 (I), a recently described green MOF consisting of the renewable cyclic oligosaccharide γ-cyclodextrin and RbOH, by what is believed to be reversible C fixation involving carbonate formation and decompn. at room temp.  The process was monitored by solid-state 13C NMR spectroscopy as well as colorimetrically after a pH indicator was incorporated into CD-MOF-2 to signal the formation of carbonic acid functions within the nanoporous extended framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFKrs7nL&md5=13b3f2c9c2fc4da8a69dbfd1ffe5b9a7", "20. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Wang", ", ", "X.-S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6445", "– ", "6451", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Preparation and Gas Adsorption Studies of Three Mesh-Adjustable Molecular Sieves with a Common Structure", "Ma, Shengqian; Sun, Daofeng; Yuan, Daqiang; Wang, Xi-Sen; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6445-6451", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions of a predesigned amphiphilic ligand, 4'-tert-butyl-biphenyl-3,5-dicarboxylate (BBPDC), with Zn(NO3)2, Co(NO3)2, and Cu(NO3)2 gave rise to three isostructural mesh-adjustable mol. sieves (MAMSs), MAMS-2, MAMS-3, and MAMS-4, resp.  The three new MAMSs all exhibit temp.-tuned mol. sieving effect.  There exists a linear relation between mesh size and temp., D = D + αT (D, mesh size at temp. T K; D, mesh size at 0 K; and α, const.).  Consts. D and α are characteristics of a ligand in a certain structure, independent of the choice of metal.  As a result, all of the three MAMSs based on the BBPDC ligand have a D of 2.83 and an α of 0.0073.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCrtrY%253D&md5=9234399e39aced3568c630723c56ba89", "21. ", "Bloch", ", ", "W. M.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", "; ", "Sumby", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10441", "– ", "10448", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Post-synthetic Structural Processing in a Metal-Organic Framework Material as a Mechanism for Exceptional CO2/N2 Selectivity", "Bloch, Witold M.; Babarao, Ravichandar; Hill, Matthew R.; Doonan, Christian J.; Sumby, Christopher J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10441-10448", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and ceramic-like processing of a new metal-org. framework (MOF) material, [Cu(bcppm)H2O], that shows exceptionally selective sepn. for CO2 over N2 (ideal adsorbed soln. theory, Sads = 590) is reported.  [Cu(bcppm)H2O]·xS was synthesized in 82% yield by reaction of Cu(NO3)2·2.5H2O with the link bis(4-(4-carboxyphenyl)-1H-pyrazolyl)methane (H2bcppm) and shown to have a two-dimensional 44-connected structure with an eclipsed arrangement of the layers.  Activation of [Cu(bcppm)H2O] generates a pore-constricted version of the material through concomitant trellis-type pore narrowing (b-axis expansion and c-axis contraction) and a 2D-to-3D transformation (a-axis contraction) to give the adsorbing form, [Cu(bcppm)H2O]-ac.  The pore contraction process and 2D-to-3D transformation were probed by single-crystal and powder X-ray diffraction expts.  The 3D network and shorter hydrogen-bonding contacts do not allow [Cu(bcppm)H2O]-ac to expand under gas loading across the pressure ranges examd. or following re-solvation.  This exceptional sepn. performance is assocd. with a moderate adsorption enthalpy and therefore an expected low energy cost for regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVehsLk%253D&md5=64cbe346d58357d054a3be4400a960f4", "22. ", "Tagami", ", ", "H.", "; ", "Uchida", ", ", "S.", "; ", "Mizuno", ", ", "N.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "6160", "– ", "6164", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Size-Selective Sorption of Small Organic Molecules in One-Dimensional Channels of an Ionic Crystalline Organic-Inorganic Hybrid Compound Stabilized by π-π Interactions", "Tagami, Hanae; Uchida, Sayaka; Mizuno, Noritaka", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "33", "),\r\n    ", "6160-6164, S6160/1-S6160/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report that the complexation of a macrocation ([Cr3O(OOCH)6(pyridine)3]+) with a nanosized Keggin-type silicotungstate ([α-SiW12O40]4-) and K ions results in a porous ionic crystal K1.5[Cr3O(OOCH)6(pyridine)3]2[Cr3O(OOCH)6(pyridine)(CH3OH)2]0.5[α-SiW12O40]·2CH3OH·8H2O (1).  The guest-free phase of 1 K1.5[Cr3O(OOCH)6(pyridine)3]2[Cr3O(OOCH)6(pyridine)(CH3OH)2]0.5[α-SiW12O40] (2) possesses winding one-dimensional channels.  The channel vol. and cross-sectional area of the opening were estd. to be 4.1 × 10-2 cm3/g-1 (310 Å3 per formula) and 30 Å2, resp.  Compd. 2 sorbed (298 K) mols. with cross-sectional areas smaller than around 30 Å2, such as ethane, ethylene, water, ethanol, and 1,2-dichloroethane, while the larger n-butane, 1-pentene, 1-butanol, and 1,2-dichloropropane mols. were excluded.  These results showed the size-selective sorption of industrially important small org. mols. at room temp.  Crystal data for 1 are triclinic space group P1, a 13.8459(2), b 18.3618(2), c 23.1124(3) Å, α = 94.2420(10)°, β = 97.5780(10)°, γ = 98.9620(10)°, V = 5726.70(13) Å3, Z = 2, dc = 2.646, R1 = 0.1063, wR2 = 0.3020, for 30756 reflections.  Crystal data for 2 are triclinic space group P1, a 13.754, b 18.352, c 22.887 Å, α = 94.528°, β = 98.3290, γ = 98.696°, V = 5629.4 Å3, Z = 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlCjt74%253D&md5=d8b82ebe31f112f06471bbb91b34b4df", "23. ", "Jin", ", ", "Y.", "; ", "Voss", ", ", "B. A.", "; ", "Jin", ", ", "A.", "; ", "Long", ", ", "H.", "; ", "Noble", ", ", "R. D.", "; ", "Zhang", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "6650", "– ", "6658", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Highly CO2-Selective Organic Molecular Cages: What Determines the CO2 Selectivity", "Jin, Yinghua; Voss, Bret A.; Jin, Athena; Long, Hai; Noble, Richard D.; Zhang, Wei", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "17", "),\r\n    ", "6650-6658", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of novel org. cage compds. 1-4 were successfully synthesized from readily available starting materials in one-pot in decent to excellent yields (46-90%) through a dynamic covalent chem. approach (imine condensation reaction).  Covalently cross-linked cage framework 14 was obtained through the cage-to-framework strategy via the Sonogashira coupling of cage 4 with the 1,4-diethynylbenzene linker mol.  Cage compds. 1-4 and framework 14 exhibited exceptional high ideal selectivity (36/1-138/1) in adsorption of CO2 over N2 under the std. temp. and pressure (STP, 20 °C, 1 bar).  Gas adsorption studies indicate that the high selectivity is provided not only by the amino group d. (mol/g), but also by the intrinsic pore size of the cage structure (distance between the top and bottom panels), which can be tuned by judiciously choosing building blocks of different size.  The systematic studies on the structure-property relationship of this novel class of org. cages are reported herein for the first time; they provide crit. knowledge on the rational design principle of these cage-based porous materials that have shown great potential in gas sepn. and carbon capture applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXktlOksL4%253D&md5=b3650afc6e8cfb299a029f782080e2e8", "24. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "– ", "8786", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "25. ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "8490", "– ", "8492", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A triply interpenetrated microporous metal-organic framework for selective sorption of gas molecules", "Chen, Banglin; Ma, Shengqian; Hurtado, Eric J.; Lobkovsky, Emil B.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "8490-8492", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework Zn(ADC)(4,4'-Bpe)0.5.xG [1; ADC = 4,4'-azobenzenedicarboxylate, 4,4'-Bpe = trans-bis(4-pyridyl)ethylene, G = 2.5DMF.0.5H2O] with a triply interpenetrative primitive cubic net was synthesized and characterized.  With pores of ∼3.4 × 3.4 Å, the activated 1a (no solvent) exhibits highly selective sorption behavior toward H2/N2, H2/CO, and CO2/CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVegsr%252FF&md5=5c0358d8de80bceb28329e0ec9d1be01", "26. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7751", "– ", "7754", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "How hydration drastically improves adsorption selectivity for CO2 over CH4 in the flexible chromium terephthalate MIL-53", "Llewellyn, Philip L.; Bourrrelly, Sandrine; Serre, Christian; Filinchuk, Yaroslav; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "46", "),\r\n    ", "7751-7754", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The hydrated form of the microporous metal org. framework MIL-53(Cr) performs better than the dehydrated form for the selectivity binding of carbon dioxide over methane.  The polarity of the adsorbed gas is thought to play a role in inducing framework flexibility and the breathing of the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht12rs7zP&md5=96607176c9d120e4b34c5642a25cf001", "27. ", "Yang", ", ", "S.", "; ", "Martin", ", ", "G. S. B.", "; ", "Titman", ", ", "J. J.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9374", "– ", "9384", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Pore with Gate: Enhancement of the Isosteric Heat of Adsorption of Dihydrogen via Postsynthetic Cation Exchange in Metal-Organic Frameworks", "Yang, Sihai; Martin, Gregory S. B.; Titman, Jeremy J.; Blake, Alexander J.; Allan, David R.; Champness, Neil R.; Schroder, Martin", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9374-9384", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three isostructural anionic frameworks {[(Hdma)(H3O)][In2(L1)2]·4DMF·5H2O}∞ (NOTT-206-solv, H4L1 = 2,7-bis(3,5-dicarboxyphenyl)-9,10-dihydrophenanthrene), {[H2ppz][In2(L2)2]·3.5DMF·5H2O}∞ (NOTT-200-solv, H4L2 = [1,1':4',1'':4'',1'''-quaterphenyl]-3,3''',5,5'''-tetracarboxylic acid), and {[H2ppz][In2(L3)2]·4DMF·5.5H2O}∞ (NOTT-208-solv, H4L3 = [1,1':4',1'':4'',1''':4''',1''''-quinquephenyl]-3,3'''',5,5''''-tetracarboxylic acid, dma = dimethylamine; ppz = piperazine) each featuring org. countercations that selectively block the channels and act as pore gates were prepd.  The org. cations within the as-synthesized frameworks can be replaced by Li+ ions to yield the corresponding Li+-contg. frameworks {Li1.2(H3O)0.8[In2(L1)2]·14H2O}∞ (NOTT-207-solv), {Li1.5(H3O)0.5[In2(L2)2]·11H2O}∞ (NOTT-201-solv), and {Li1.4(H3O)0.6[In2(L3)2]·4acetone·11H2O}∞ (NOTT-209-solv) in which the pores are now unblocked.  The desolvated framework materials NOTT-200a, NOTT-206a, and NOTT-208a display nonporous, hysteretic and reversible N2 uptakes, resp., while NOTT-206a and NOTT-200a provide a strong kinetic trap showing adsorption/desorption hysteresis with H2.  Single crystal x-ray anal. confirms that the Li+ ions are either tetrahedrally (in NOTT-201-solv and NOTT-209-solv) or octahedrally (in NOTT-207-solv) coordinated by carboxylate oxygen atoms and/or water mols.  This is supported by 7Li solid-state NMR spectroscopy.  NOTT-209a, compared with NOTT-208a, shows a 31% enhancement in H2 storage capacity coupled to a 38% increase in the isosteric heat of adsorption to 12 kJ/mol at zero coverage.  Thus, by modulating the pore environment via postsynthetic cation exchange, the gas adsorption properties of the resultant MOF can be fine-tuned.  This affords a methodol. for the development of high capacity storage materials that may operate at more ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr%252FE&md5=01e33115d8d0fd68b3f2a21cc18e8d3d", "28. ", "Noro", ", ", "S.-i.", "; ", "Hijikata", ", ", "Y.", "; ", "Inukai", ", ", "M.", "; ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Kitagawa", ", ", "S.", "; ", "Akutagawa", ", ", "T.", "; ", "Nakamura", ", ", "T.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "280", "– ", "285", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Highly Selective CO2 Adsorption Accompanied with Low-Energy Regeneration in a Two-Dimensional Cu(II) Porous Coordination Polymer with Inorganic Fluorinated PF6- Anions", "Noro, Shin-ichiro; Hijikata, Yuh; Inukai, Munehiro; Fukushima, Tomohiro; Horike, Satoshi; Higuchi, Masakazu; Kitagawa, Susumu; Akutagawa, Tomoyuki; Nakamura, Takayoshi", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "280-285", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High selectivity and low-energy regeneration for adsorption of CO2 gas were achieved concurrently in a two-dimensional Cu(II) porous coordination polymer, [Cu(PF6)2(4,4'-bpy)2]n (4,4'-bpy = 4,4'-bipyridine), contg. weakly coordinated inorg. fluorinated PF6- anions that can act as moderate interaction sites for CO2 mols.  The crystal structure was detd. for {[Cu(PF6)(4,4'-bpy)2(MeOH)](PF6)·3MeOH}n.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqsb%252FF&md5=4d7ab0c874348287048d281b561db715", "29. ", "Noro", ", ", "S.-i.", "; ", "Fukuhara", ", ", "K.", "; ", "Hijikata", ", ", "Y.", "; ", "Kubo", ", ", "K.", "; ", "Nakamura", ", ", "T.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "5630", "– ", "5632", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Rational Synthesis of a Porous Copper(II) Coordination Polymer Bridged by Weak Lewis-Base Inorganic Monoanions Using an Anion-Mixing Method", "Noro, Shin-ichiro; Fukuhara, Katsuo; Hijikata, Yuh; Kubo, Kazuya; Nakamura, Takayoshi", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "5630-5632", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of divalent CuII ions and an anion-mixing method led to the rational construction of a porous coordination polymer {[Cu(CF3SO3)(bpp)2](PF6)·acetone}n [1·acetone; bpp = 1,3-bis(4-pyridyl)propane] bridged by weak Lewis-base inorg. CF3SO3- monoanions.  The crystal structure of 1·acetone, desolvated 1 and {[Cu(MeSO3)(py)4](PF6)}n (2) were detd.  Gas adsorption properties of 1 were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntlGisrw%253D&md5=46eb053d29873efeadc626057aa2980a", "30. ", "Han", ", ", "X.", "; ", "Armstrong", ", ", "D. W.", " ", "Acc. Chem. Res.", " ", "2007", ",  ", "40", ",  ", "1079", "– ", "1086", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Ionic liquids in separations", "Han, Xinxin; Armstrong, Daniel W.", "Accounts of Chemical Research", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "1079-1086", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Ionic liqs. are liqs. composed completely of ions.  In the past two decades, ionic liqs. were widely used as green solvents replacing traditional org. solvents for org. synthesis and catalysis.  Ionic liqs. are playing an increasingly important role in sepn. science.  In this account, the application of ionic liqs. in all areas of sepn. science including extns., gas chromatog., and supported liq. membrane processes are highlighted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWgurfI&md5=6c95007d63e52034d49eeed9f8a86f08", "31. ", "Lodge", ", ", "T. P.", " ", "Science", " ", "2008", ",  ", "321", ",  ", "50", "– ", "51", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Materials science: a unique platform for materials design", "Lodge, Timothy P.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "321", "\r\n        (", "5885", "),\r\n    ", "50-51", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  By combining ionic liq. with block polymers, a virtually unlimited range of composite materials can be obtained.  Because both ionic liqs. and block polymers offer virtually unlimited tunability, their composites are a unique platform for designing materials.  Possible applications include membranes for fuel cells and gas sepns., ionic conduction media for electrochem. sensors and batteries, electroresponsive gels for actuators and artificial muscles, and high-capacitance dielecs. for plastic electronics and energy storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlCht7Y%253D&md5=dc4df9061e2b2eabb9f6742765875769", "32. ", "Hellyer", ", ", "R. M.", "; ", "Larsen", ", ", "D. S.", "; ", "Brooker", ", ", "S.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "1162", "– ", "1171", "[", "Crossref", "], [", "CAS", "]", "32. ", "Cobalt and silver complexes of terdentate pyrazine-based amide ligands and assembly of monocobalt building blocks through a silver connector", "Hellyer, Ryan M.; Larsen, David S.; Brooker, Sally", "European Journal of Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1162-1171", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two terdentate pyrazine-based amide ligands were prepd. from Me pyrazine-2-carboxylate and 2-(aminomethyl)pyridine (HL1M) or 2-(2-aminoethyl)pyridine (HL1E) to probe the potential of the \"spare\" nitrogen atom \"out the back\" of the pyrazine ring to coordinate to a different metal ion and thereby act as a linker between complexes.  Two inert cobalt(III) complexes, [CoIII(L1M)2](BF4)·0.25H2O and [CoIII(L1E)2](BF4)·0.5H2O, were prepd. as building blocks and the silver(I) coordination of the ligands also probed, forming {[AgI(HL1M)]BF4}∞ and [AgI2(HL1LE)2](BF4)2.  The [CoIII(L1E)2](BF4) building block was successfully connected to a second such complex by coordination of silver(I) to a \"spare\" pyrazine nitrogen atom on each complex, resulting in [{CoIII(L1E)2}2AgI](BF4)(NO3)2.  All five complexes were structurally characterized.  Mass spectra and cyclic voltammetry studies on \"aged\" (kept in soln. in air for 2 d) samples clearly showed that the cobalt complex of the methylene-linked ligand was prone to slow ligand oxidn., forming [CoIII(L1Mox)(L1M)](BF4) and [CoIII(L1Mox)2](BF4).  Fresh samples of [CoIII(L1M)2](BF4)·0.25H2O and [CoIII(L1E)2](BF4)·0.5H2O undergo a chem. reversible one-electron redn. in dry acetonitrile, at -0.71 and -0.48 v vs. 0.01 M AgNO3/Ag, resp., consistent with the methylene-linked ligand being better able to stabilize the higher oxidn. state of cobalt than the ethylene-linked ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktlSmsbw%253D&md5=b7573e59afaa147ac0a38cc5207397cb", "33. ", "Cowan", ", ", "M. G.", "; ", "Olguín", ", ", "J.", "; ", "Narayanaswamy", ", ", "S.", "; ", "Tallon", ", ", "J. L.", "; ", "Brooker", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "2892", "– ", "2894", "and front cover feature", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Reversible Switching of a Cobalt Complex by Thermal, Pressure, and Electrochemical Stimuli: Abrupt, Complete, Hysteretic Spin Crossover", "Cowan, Matthew G.; Olguin, Juan; Narayanaswamy, Suresh; Tallon, Jeffery L.; Brooker, Sally", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "6", "),\r\n    ", "2892-2894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Triply switchable [CoII(dpzca)2] shows an abrupt, reversible, and hysteretic spin crossover (T1/2↓ = 168 K, T1/2↑ = 179 K, and ΔT1/2 = 11 K) between the high-spin (HS) and low-spin (LS) states of cobalt(II), both of which have been structurally characterized.  The spin transition is also reversibly triggered by pressure changes.  Moreover, in a third reversible switching mechanism for this complex, the magnetic properties can be switched between HS cobalt(II) and LS cobalt(III) by redox.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVaisLfO&md5=c191e8c114d807c25f49939e8a92315d", "34. ", "Nouar", ", ", "F.", "; ", "Eckert", ", ", "J.", "; ", "Eubank", ", ", "J. F.", "; ", "Forster", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2864", "– ", "2870", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H2-(rho-ZMOF) Interaction Studies", "Nouar, Farid; Eckert, Juergen; Eubank, Jarrod F.; Forster, Paul; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "8", "),\r\n    ", "2864-2870", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolite-like metal-org. frameworks (ZMOFs) are anionic, have readily exchangeable extra-framework cations, and can be constructed with a variety of org. linkers.  ZMOFs therefore can be regarded as an excellent platform for systematic studies of the effect(s) of various structural factors on H2 binding/interaction with porous metal-org. materials.  We find that the enhanced binding of mol. hydrogen in ion-exchanged ZMOFs with an anionic framework is largely governed by the presence of the electrostatic field in the cavity, which is reflected by isosteric heats of adsorption in these compds. which are greater by as much as 50% relative to those in neutral MOFs.  Direct contact of the sorbed hydrogen with the exchangeable cations is shown not to be possible in the explored systems thus far, as they retain their form as aqua complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVSnsbo%253D&md5=e785ec7b409b3aa1246df6ab5a922ef7", "35. ", "Carlucci", ", ", "L.", "; ", "Ciani", ", ", "G.", "; ", "Porta", ", ", "F.", "; ", "Proserpio", ", ", "D. M.", "; ", "Santagostini", ", ", "L.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "1907", "– ", "1911", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Crystal engineering of mixed-metal Ru-Ag coordination networks by using the trans-[RuCl2(pyz)4] (pyz = pyrazine) building block", "Carlucci, Lucia; Ciani, Gianfranco; Porta, Francesca; Proserpio, Davide M.; Santagostini, Laura", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "11", "),\r\n    ", "1907-1911", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Three structural motifs were obtained by the novel building block trans-[RuCl2(pyz)4] with different Ag salts: a 2D network with an unprecedented double-honeycomb topol., a 3D array with the rutile (6,3) structure, and an interesting tetragonal network with both Ru and Ag in octahedral environments, which can be related to the rock-salt topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkslWmtbk%253D&md5=26f900924de7e0c00b543884a7fe813c", "36. ", "Southon", ", ", "P. D.", "; ", "Llu", ", ", "L.", "; ", "Fellows", ", ", "E. A.", "; ", "Price", ", ", "D. J.", "; ", "Halder", ", ", "G. J.", "; ", "Chapman", ", ", "K. W.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Létard", ", ", "J.-F.", "; ", "Kepert", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10998", "– ", "11009", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Dynamic Interplay between Spin-Crossover and Host-Guest Function in a Nanoporous Metal-Organic Framework Material", "Southon, Peter D.; Liu, Lang; Fellows, Elizabeth A.; Price, David J.; Halder, Gregory J.; Chapman, Karena W.; Moubaraki, Boujemaa; Murray, Keith S.; Letard, Jean-Francois; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10998-11009", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The nanoporous metal-org. framework [Fe(pz)Ni(CN)4], 1 (pz is pyrazine), exhibits hysteretic spin-crossover at ambient conditions and is robust to the adsorption and desorption of a wide range of small mol. guests, both gases (N2, O2, CO2) and vapors (methanol, ethanol, acetone, acetonitrile, and toluene).  Through the comprehensive anal. of structure, host-guest properties, and spin-crossover behaviors, this pillared Hofmann system uniquely displays both guest-exchange-induced changes to spin-crossover and spin-crossover-induced changes to host-guest properties, with direct dynamic interplay between these two phenomena.  Guest desorption and adsorption cause pronounced changes to the spin-crossover behavior according to a systematic trend in which larger guests stabilize the high-spin state and therefore depress the spin-crossover temp. of the host lattice.  When stabilizing the alternate spin state of the host at any given temp., these processes directly stimulate the spin-crossover process, providing a chemi-sensing function.  Exploitation of the bistability of the host allows the modification of adsorption properties at a fixed temp. through control of the host spin state, with each state shown to display differing chem. affinities to guest sorption.  Guest desorption then adsorption, and vice versa, can be used to switch between spin states in the bistable temp. region, adding a guest-dependent memory effect to this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXosl2rsLs%253D&md5=062de2324bd4ada67c55972053ec1bb5", "37. ", "Kamiyama", ", ", "A.", "; ", "Noguchi", ", ", "T.", "; ", "Kajiwara", ", ", "T.", "; ", "Ito", ", ", "T.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", " (", "17", ")  ", "3130", "– ", "3132", "[", "Crossref", "], [", "CAS", "]", "37. ", "A graphite-like complex with large cavities constructed with the complex ligand [NiII(bpca)2]", "Kamiyama, Asako; Noguchi, Tomoko; Kajiwara, Takashi; Ito, Tasuku", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "17", "),\r\n    ", "3130-3132", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Reaction of [Ni(bpca)2] [Hbpca = bis(2-pyridinylcarbonyl)amine] with iron(II) perchlorate hexahydrate in a 2:1 ratio gives [Fe2{Ni(bpca)2}3](ClO4)4 (2).  Addn. of a drop of water to the same reaction mixt. yields [Fe{Ni(bpca)2}2(H2O)2](ClO4)2 (3) which is believed to a a precursor of 2.  The crystal structure of 2·9CHCl3·6MeOH·20H2O shows that 2 has a two-dimensional polymeric structure resembling graphite in that hexagonal rings are formed with iron at the vertices and [Ni(bpca)2] forming the sides of the hexagons.  If a 3:2 ratio of [Ni(bpca)2] to Fe(II) is used, a linear polymeric complex [{Fe(EtOH)2}{Ni(bpca)2}] (4) even though this is the Ni:Fe ratio in complex 2.  The crystal and mol. structure of 3·4H2O was detd. and crystal lattice parameters are given for 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmsFWgu7k%253D&md5=e163b4822191dafcd92895718d9ef32d", "38. ", "Kajiwara", ", ", "T.", "; ", "Nakano", ", ", "M.", "; ", "Kaneko", ", ", "Y.", "; ", "Takaishi", ", ", "S.", "; ", "Ito", ", ", "T.", "; ", "Yamashita", ", ", "M.", "; ", "Igashira-Kamiyama", ", ", "A.", "; ", "Nojiri", ", ", "H.", "; ", "Ono", ", ", "Y.", "; ", "Kojima", ", ", "N.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "10150", "– ", "10151", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "A Single-Chain Magnet Formed by a Twisted Arrangement of Ions with Easy-Plane Magnetic Anisotropy", "Kajiwara, Takashi; Nakano, Motohiro; Kaneko, Yukihiro; Takaishi, Shinya; Ito, Tasuku; Yamashita, Masahiro; Igashira-Kamiyama, Asako; Nojiri, Hiroyuki; Ono, Yuuki; Kojima, Norimichi", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "29", "),\r\n    ", "10150-10151", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unique single-chain quantum magnet was formed by an alternating arrangement of high-spin FeII/low-spin FeIII ions in catena-Fe(ClO4)2{Fe(bis(2-pyridylcarbonyl)amine)2}ClO4.3MeNO2.  Crystallog. data and at. coordinates are given.  Although the predominant spin-carrier components (high-spin FeII) possess easy-plane magnetic anisotropy (D > 0), twisted arrangement of easy-planes along the chain axis defines a novel class of 1-dimensional Ising system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlvVaisr4%253D&md5=26a314f62f8f6f4aef66beb0e04e7fb0", "39. ", "Cowan", ", ", "M. G.", "; ", "Brooker", ", ", "S.", " ", "Coord. Chem. Rev.", " ", "2012", ",  ", "256", ",  ", "2944", "– ", "2971", "[", "Crossref", "], [", "CAS", "]", "39. ", "Syntheses, structures and properties of structurally characterised complexes of imide-based ligands", "Cowan, Matthew G.; Brooker, Sally", "Coordination Chemistry Reviews", "\r\n        (", "2012", "),\r\n    ", "256", "\r\n        (", "23-24", "),\r\n    ", "2944-2971", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  This review details the syntheses, structures and properties of imide-based ligands (phthalimide analogs were excluded) and structurally characterized coordination complexes of them.  The surveyed imide complexes, including 3D-metal-org. frameworks and 1D-polymers formed from monometallic building block complexes, exhibit a wide range of interesting properties, including single chain and single mol. magnetism, spin crossover, reversible electrochem. and luminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFahtr%252FF&md5=1073dd56b6d1a47464b445b86b9dbc04", "40. ", "Cordero", ", ", "B.", "; ", "Gόmez", ", ", "V.", "; ", "Platero-Prats", ", ", "A. E.", "; ", "Revés", ", ", "M.", "; ", "Echeverría", ", ", "J.", "; ", "Cremades", ", ", "E.", "; ", "Barragán", ", ", "F.", "; ", "Alvarez", ", ", "S.", " ", "Dalton Trans.", " ", "2008", ",  ", "2832", "– ", "2838", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Covalent radii revisited", "Cordero, Beatriz; Gomez, Veronica; Platero-Prats, Ana E.; Reves, Marc; Echeverria, Jorge; Cremades, Eduard; Barragan, Flavia; Alvarez, Santiago", "Dalton Transactions", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "21", "),\r\n    ", "2832-2838", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new set of covalent at. radii has been deduced from crystallog. data for most of the elements with at. nos. up to 96.  The proposed radii show a well behaved periodic dependence that allows us to interpolate a few radii for elements for which structural data is lacking, notably the noble gases.  The proposed set of radii therefore fills most of the gaps and solves some inconsistencies in currently used covalent radii.  The transition metal and lanthanide contractions as well as the differences in covalent at. radii between low spin and high spin configurations in transition metals are illustrated by the proposed radii set.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFKrurY%253D&md5=fb719fc40e58b44c60950521355c62e3", "41. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "41. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "42. ", "Roobottom", ", ", "H. K.", "; ", "Jenkins", ", ", "H. D. B.", "; ", "Passmore", ", ", "J.", "; ", "Glasser", ", ", "L.", " ", "J. Chem. Educ.", " ", "1999", ",  ", "76", ",  ", "1570", "– ", "1573", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Thermochemical radii of complex ions", "Roobottom, Helen K.; Jenkins, H. Donald B.; Passmore, Jack; Glasser, Leslie", "Journal of Chemical Education", "\r\n        (", "1999", "),\r\n    ", "76", "\r\n        (", "11", "),\r\n    ", "1570-1573", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "Division of Chemical Education of the American Chemical Society", ")\r\n        ", "Thermochem. radii can be used in the Kapustinskii equation for binary salts or in the more recent Glaser generalization of this equation for more complex salts, to predict lattice potential energies and stabilities of new inorg. materials.  The largest self-consistent set of thermochem. radii yet produced is presented.  The tables include ions previously not considered, ests. for complex ions of recent and evolving topical interest, and ests. to update the values of the radii for the more conventional ions when necessary.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmvVWqtbc%253D&md5=e9007c285ce5385ed5c5ef25219cbb46", "43. ", "Zhao", ", ", "D.", "; ", "Timmons", ", ", "D. J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "123", "– ", "133", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Tuning the Topology and Functionality of Metal-Organic Frameworks by Ligand Design", "Zhao, Dan; Timmons, Daren J.; Yuan, Daqiang; Zhou, Hong-Cai", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "123-133", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) -highly cryst. hybrid materials that combine metal ions with rigid org. ligands- have emerged as an important class of porous materials.  The org. ligands add flexibility and diversity to the chem. structures and functions of these materials.  In this Account, we summarize our lab.'s experience in tuning the topol. and functionality of MOFs by ligand design.  These investigations have led to new materials with interesting properties.  By using a ligand that can adopt different symmetry conformations through free internal bond rotation, we have obtained two MOFs that are supramol. stereoisomers of each other at different reaction temps.  In another case, where the dimerized ligands function as a D3-Piedfort unit spacer, we achieve chiral (10,3)-a networks.  In the design of MOF-based materials for hydrogen and methane storage, we focused on increasing the gas affinity of frameworks by using ligands with different geometries to control the pore size and effectively introduce unsatd. metal centers (UMCs) into the framework.  Framework interpenetration in PCN-6 (PCN stands for porous coordination network) can lead to higher hydrogen uptake.  Because of the proper alignment of the UMCs, PCN-12 holds the record for uptake of hydrogen at 77 K/760 Torr.  In the case of methane storage, PCN-14 with anthracene-derived ligand achieves breakthrough storage capacity, at a level 28% higher than the U.S. Department of Energy target.  Selective gas adsorption requires a pore size comparable to that of the target gas mols.; therefore, we use bulky ligands and network interpenetration to reduce the pore size.  In addn., with the help of an amphiphilic ligand, we were able to use temp. to continuously change pore size in a 2D layer MOF.  Adding charge to an org. ligand can also stabilize frameworks.  By ionizing the amine group within mesoMOF-1, the resulting electronic repulsion keeps the network from collapsing, giving rise to the first case of mesoporous MOF that demonstrates the type IV isotherm.  We use dendritic hexacarboxylate ligands to synthesize an isoreticular series of MOFs with (3,24)-connected network topol.  The cuboctahedral cages serve as building blocks that narrow the opening of the mesocavities into microwindows and stabilize these MOFs.  The resulting materials have exceptionally high surface areas and hydrogen uptake capacities.  Despite the many achievements in MOF development, there is still ample opportunity for further exploration.  We will be continuing our efforts and look forward to contributing to this blossoming field in the next decade.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2ksbfO&md5=f17f81d99259e7ee659b30bcc2ddeea2", "44. ", "Mehio", ", ", "N.", "; ", "Dai", ", ", "S.", "; ", "Jiang", ", ", "D.-e.", " ", "J. Phys. Chem. A", " ", "2014", ",  ", "118", ",  ", "1150", "– ", "1154", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Quantum Mechanical Basis for Kinetic Diameters of Small Gaseous Molecules", "Mehio, Nada; Dai, Sheng; Jiang, De-en", "Journal of Physical Chemistry A", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "6", "),\r\n    ", "1150-1154", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Kinetic diams. are often invoked in discussing gas adsorption and permeation in porous and polymeric materials.  However, how these empirical kinetic diams. relate to the size and shape of the mols. as manifested by their \"electron cloud\" is unclear.  In this paper, we obtain the quantum mech. (QM) diams. of several common gaseous mols. by detg. the cross-sectional sizes of their iso-electronic d. surfaces at a predetd. small value.  We show that the QM diams. are in good agreement with the kinetic diams.  For example, the trends for important gas pairs such as O2 vs. N2 and CO2 vs. N2 are consistent between the QM diams. and the most often quoted kinetic diams.  Hence, our work now provides a quantum mech. basis for the empirical kinetic diams. and will be useful for designing sepn. media for small gaseous mols. according to their sizes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslegsg%253D%253D&md5=8ce307fa882b1d0c8628dde02131f064", "45. ", "Brunetti", ", ", "A.", "; ", "Scura", ", ", "F.", "; ", "Barbieri", ", ", "G.", "; ", "Drioli", ", ", "E.", " ", "J. Membr. Sci.", " ", "2010", ",  ", "359", ",  ", "115", "– ", "125", "[", "Crossref", "], [", "CAS", "]", "45. ", "Membrane technologies for CO2 separation", "Brunetti, A.; Scura, F.; Barbieri, G.; Drioli, E.", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "359", "\r\n        (", "1-2", "),\r\n    ", "115-125", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "All existing coal-fired power generating facilities worldwide emit ∼2 billion tons CO2/yr.  The identification of a capture process to fit the needs of target sepn. performance, together with a minimal energy penalty, is a key issue.  Due to their fundamental engineering and economic advantages over competing sepn. technologies, membrane operations are being examd. for CO2 capture from power generating facility emissions.  This work provides a general overview of the actual situation in terms of materials studies and global strategy to follow in choosing membrane gas sepn. vs. other sepn. technologies.  First an overview on polymeric membranes currently studied for their use in CO2 capture and their transport properties is proposed.  Until now, the most promising materials developed at lab. scale exhibited a selectivity of 100-160.  Then, important design parameters are introduced to evaluate potential advantages offered by membrane systems with respect to the other sepn. technologies (adsorption, cryogenic).  These parameters, based on specific considerations related to output obtained as product purity, final product destination, and feed conditions, might constitute guidelines to choose the sepn. technol.  Using as case study a flue gas contg. 13% CO2, general maps of CO2 recovery vs. permeate purity were prepd.  This may constitute a simple tool useful for an immediate, preliminary anal. of membrane technol. suitability for CO2 sepn. from flue gas; it also highlights specific considerations strictly related to the desired output.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvFWrtb8%253D&md5=63ac458b6b4df2b9ceecb6f15027e7a8", "46. ", "Powell", ", ", "C. E.", "; ", "Qiao", ", ", "G. G.", " ", "J. Membr. Sci.", " ", "2006", ",  ", "279", ",  ", "1", "– ", "49", "[", "Crossref", "], [", "CAS", "]", "46. ", "Polymeric CO2/N2 gas separation membranes for the capture of carbon dioxide from power plant flue gases", "Powell, Clem E.; Qiao, Greg G.", "Journal of Membrane Science", "\r\n        (", "2006", "),\r\n    ", "279", "\r\n        (", "1+2", "),\r\n    ", "1-49", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Global warming has been identified as one of the world's major environmental issues.  While it is impossible to completely stop the effects of anthropol. global warming, it is possible to mitigate these effects via a variety of options.  One such option is the redn. of greenhouse gas emissions by the capture of carbon dioxide from flue gases followed by underground sequestration.  For this technol. to become widespread, new methods of capturing carbon dioxide must be devised.  While capture of carbon dioxide with amine solvents is the most mature technol., another possible contender is gas sepn. membranes.  This review focuses on novel materials for gas sepn.  In particular, polymeric gas sepn. membranes are examd.  Possible design strategies, synthesis, fabrication and role of novel materials are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlsVyrsrk%253D&md5=dc432e450157baf32c0083df2f8daf4a", "47. ", "Scholes", ", ", "C. A.", "; ", "Smith", ", ", "K. H.", "; ", "Kentish", ", ", "S. E.", "; ", "Stevens", ", ", "G. W.", " ", "Int. J. Greenhouse Gas Control", " ", "2010", ",  ", "4", ",  ", "739", "– ", "755", "[", "Crossref", "], [", "CAS", "]", "47. ", "CO2 capture from pre-combustion processes-Strategies for membrane gas separation", "Scholes, Colin A.; Smith, Kathryn H.; Kentish, Sandra E.; Stevens, Geoff W.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2010", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "739-755", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  The application of membrane gas sepn. to CO2 capture from a coal gasification process is one potential soln. to reduce greenhouse gas emissions.  This review considers the potential for either H2- or CO2-selective membranes in an integrated gasification combined cycle (IGCC) process.  In particular, the advantages and disadvantages of metallic, porous inorg. and polymeric membranes are considered.  This anal. is extended to consider membrane technol. as an enhancement to the water-gas shift reaction, to drive the prodn. of hydrogen above the thermodn. limit.  The review concludes with a brief overview of the economics of incorporating membrane gas sepn. into the IGCC process and gives an indication of the potential economic use of membrane gas sepn. technol. in the IGCC process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVSisr7K&md5=3390b5d230c822654dcc146ecd319280", "48. ", "Cowan", ", ", "M. G.", "; ", "Brooker", ", ", "S.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "1465", "– ", "1474", "and front cover feature", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Nine non-symmetric pyrazine-pyridine imide-based complexes: reversible redox and isolation of [MII/III(pypzca)2]0/+ when M = Co, Fe", "Cowan, Matthew G.; Brooker, Sally", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1465-1474", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The nonsym. imide ligand Hpypzca (N-(2-pyrazylcarbonyl)-2-pyridinecarboxamide) was synthesized and used to produce nine first row transition metal complexes: [MII(pypzca)2], M = Zn, Cu, Ni, Co, Fe; [MIII(pypzca)2]Y, M = Co and Y = BF4, M = Fe and Y = ClO4; [CuII(pypzca)(H2O)2]BF4, [MnII(pypzca)(Cl)2]HNEt3.  These are the first prepd. complexes of a nonsym. imide ligand.  X-ray crystal structures of [CuII(pypzca)2]·H2O, [CoII(pypzca)2], [CoIII(pypzca)2]BF4, [CuII(pypzca)(H2O)2]BF4·H2O and [MnII(pypzca)Cl2]HNEt3 show that each of the (pypzca)- ligands binds in a meridional fashion via the N3 donors.  In the first three complexes, two such ligands are bound such that the spare pyrazine N atoms are positioned approx. orthogonally to one another and also to the imide O atoms.  In MeCN, the [MII/III(pypzca)2]0/+ complexes, where M = Ni, Co or Fe, exhibit one reversible metal based MII/III process and two distinct, quasi-reversible ligand based redn. processes, the latter also obsd. for MII = Zn.  [MnII(pypzca)Cl2]HNEt3 displays a quasi-reversible oxidn. process in MeCN, along with several irreversible processes.  Both Cu(II) complexes show only irreversible processes.  Variable temp. magnetic measurements show that [FeIII(pypzca)2]ClO4 undergoes a gradual spin crossover from partially high spin at 298 K (3.00 μB) to fully low spin at 2 K (1.96 μB), and that [CoII(pypzca)2] remains high spin from 298 to 4 K All of the complexes are weakly colored, other than [FeII(pypzca)2] which is dark purple and absorbs strongly in the visible region.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVamtw%253D%253D&md5=166753560216d864ae7cda74d1cb61bb"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-22/ic501876m/20141111/images/small/ic-2014-01876m_0005.gif\">"]}
