{"title": ["Adsorption and Diffusion of Light Hydrocarbons in UiO-66(Zr): A Combination of Experimental and Modeling Tools"], "authors": ["N. A. Ramsahye", "J. Gao", "H. Jobic", "P. L. Llewellyn", "Q. Yang", "A. D. Wiersum", "M. M. Koza", "V. Guillerm", "C. Serre", "C. L. Zhong", "G. Maurin"], "doi": ["10.1021/jp509672c"], "abstract": ["The concentration dependence of the self-diffusivity of short-chain linear alkanes in the narrow window type metal–organic framework (MOF) UiO-66(Zr) has been studied by means of quasi-elastic neutron scattering (QENS) measurements combined with molecular dynamics (MD) simulations. These computations employ a force field to describe the host/guest interactions which was preliminarily validated on the adsorption data obtained for the system of interest via gravimetry and microcalorimetry measurements. The QENS-measured self-diffusivity profile presents a nonmonotonic tendency as the alkane loading increases, with the existence of a maximum that depends on the size of the alkane. The comparison with the simulated results obtained using either a flexible or a rigid framework highlights that the consideration of the flexibility is of prime importance when exploring the diffusion of ethane molecules in porous materials. The self-diffusivities subsequently calculated for propane and ", "-butane corroborate the results obtained for ethane, leading to a similar form for the plots of self-diffusion coefficient vs loading. The global microscopic diffusion mechanism is further shown to involve a combination of intracage motions and jump sequences between the tetrahedral and octahedral cages of the framework. The self-diffusion coefficients which decrease with increasing molecular size, and thus increasing confinement, are further compared to the values previously reported for MOFs with pore networks of different dimensions."], "text": ["Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Introduction", "Efficient gas storage and separation processes are of paramount importance in the chemical industry. For example, natural gas is made up of several hydrocarbon components including short-length alkanes, and their separation is of importance from the point of view of purification for energy applications.", "(1-5)", " Currently, this is achieved principally by means of physisorption-based processes involving the use of efficient adsorbents such as zeolites", "(6)", " and, to a lesser extent, pillared layered clays and porous carbons.", "(7)", " While such a separation is mainly driven by thermodynamic considerations, the diffusive properties of gases confined in these kinds of porous media can also play a significant role, and an exploration of this topic is an important step for the improvement of potential adsorbents. The delivery process of methane from natural gas can also be affected by the presence of low amounts of other short-length alkanes including ethane, propane, and ", "n", "-butane. This calls for a deeper understanding of the diffusion mechanism for this series of species within the pores of the adsorbents.", "Studies of diffusion of hydrocarbons in zeolites are abundant in the literature, detailed with both experimental and computational approaches. Some examples of work on short-chain hydrocarbons include the contribution of Demontis and Suffritti who explored the diffusion of methane and ethane in different zeolites (ZK4, NaA, silicalite, AlPO", "4", "-5) using molecular dynamics (MD) simulations.", "(8-11)", " This computational approach was also intensively employed by Smit and co-workers to predict the diffusion of short-length linear alkanes in a series of zeolites.", "(12-15)", " Krishna et al.", "(16)", " investigated the Maxwell–Stefan (M–S) and self-diffusivities of methane, ethane and propane in a variety of zeolites including MFI, ISV, BEA, AFI, FER, FAU, and LTA, at different loadings by means of MD simulations, as well as propane, ", "n", "-butane and other alkanes in diverse materials such as cobalt formate frameworks.", "(17)", " Yashonath et al.,", "(18)", " Sayeed et al.,", "(19)", " and Snurr et al.", "(20)", " looked at the diffusion of methane and propane, respectively, in NaY. Molecular simulations have also been used to study gas mixtures. Examples include the work of Maurin et al.", "(21)", " and Snurr et al.,", "(22)", " who explored the diffusion of CH", "4", " in the presence of CO", "2", " (Maurin), and CH", "4", ", C", "3", "H", "8", ", and ", "n", "-C", "4", "H", "10", " in the presence of CF", "4", " (Snurr) in NaY. Maurin et al. also looked at the dynamics of a CH", "4", "/CO", "2", " mixture in AlPO", "4", "-5.", "(23)", " Hussain and Titiloye", "(24)", " concentrated on silicalite, studying the diffusion of pure and mixed alkanes by MD simulations. The concentration dependence of the self-diffusivity of ethane and ethylene in NaA zeolite was simulated by Gladden et al.", "(25)", " using Monte Carlo lattice dynamics, while Dubbeldam et al.", "(26)", " used a transition state theory approach to explore the diffusion of methane, ethane, and propane in LTA and LTL zeolites.", "On the experimental side, a series of techniques including pulsed-field gradient (PFG) NMR, quasi-elastic neutron scattering (QENS),", "(27)", " and interference microscopy", "(28)", " have been widely employed to characterize the self-diffusivity of short-length linear alkanes in different zeolites. The main contribution emanates from Jobic,", "(29-36)", " Kaerger,", "(37-39)", " and co-workers who explored diffusion phenomena in diverse zeolites including MFI, silicalite, NaY, NaX, ZSM-5, and AlPO", "4", "-5. The use of QENS for the measurement of the alkane diffusion has also been extended to a study of sol–gel derived silica.", "(40)", " Binder et al.", "(28)", " have illustrated the use of interference microscopy for the exploration of the intracrystalline diffusion of small hydrocarbons in DDR zeolites. Dai et al.", "(41)", " performed pulsed-field gradient (PFG) NMR experiments to study the self-diffusivities of ethane and ethylene in large-crystalline SAPO-34. The works of Caro et al.", "(42)", " and Hedin et al.", "(43)", " serve as further examples of the use of PFG NMR for the study of alkane diffusion in zeolites. However, although zeolites are widely used in industry for such separation tasks, they present a number of shortcomings, including an expensive high-temperature regeneration step, meaning that more energy-efficient materials would improve this process.", "Metal–organic frameworks (MOFs) are potential storage and separation materials for a range of different gases including CO", "2", ", H", "2", ", N", "2", ", and CH", "4", ", as well as short- and long-chain hydrocarbons.", "(1, 44-50)", " These porous hybrid materials have several interesting features such as large adsorption capacity and shape/size channel adjustability with respect to traditional porous materials, including the aforementioned zeolites and different types of carbons.", "(1, 3, 4, 45, 49, 51, 52)", " Additionally, we can further regulate and control the adsorption/separation abilities of this relatively new class of these solids by changing the nature of the organic linkers which interconnect the inorganic moieties to form the porous network.", "(53)", " Therefore, via such a chemical modification, the interactions between the porous materials and the guest molecules can be tuned to the required level. Several studies using a variety of experimental and computational techniques have already been published on the diffusion of short-length linear hydrocarbons in MOFs, either as pure phases or in the context of a mixture, for example, ethane and ethene. Chmelik et al.", "(54)", " investigated the intracrystalline diffusion of alkanes (including ethane and ", "n", "-butane) in HKUST-1 and ethane in ZIF-8, using infrared microscopy (IRM), the same technique used in a study of ethane in ZIF-8 by the same group.", "(55)", " HKUST-1 was also the subject of the work of Wehring et al.,", "(56)", " where PFG NMR was combined with MD simulations to examine the diffusivity of the series of alkanes from propane to ", "n", "-hexane. PFG NMR was also deployed by Stallmach et al.", "(57)", " to measure the self-diffusion coefficients of several alkanes in MOF-5, as well as by Chmelik et al.,", "(58)", " who evidenced a favorable diffusion selectivity for ZIF-8 toward ethene in an ethene/ethane mixture. The dynamics of methane in different MOFs was probed via MD calculations by Skoulidas et al.", "(59)", " Such a computational strategy was also deployed by Seehamart et al.", "(60, 61)", " to explore the self-diffusivity of ethane in the MOF Zn(tbip) (H", "2", "tbip = 5-", "tert", "-butyl-isophthalate acid), as well as a methane/ethane mixture in the same MOF,", "(62)", " followed by the works reported by Babarao et al.", "(63)", " and Krishna et al.", "(64)", " on the diffusion of different short-length hydrocarbon isomers in PCN-6 among others.", "QENS measurements were also coupled with MD simulations to characterize the diffusion of small molecules and hydrocarbons in a series of MOFs including MIL-47(V)/MIL-53(Cr),", "(48, 65-71)", " ZIF-8,", "(72)", " and UiO-66(Zr).", "(50, 73, 74)", "The pore systems of certain MOFs (such as MIL-47(V)) are composed of channels where the molecular diffusion can take place relatively unhindered in one dimension.", "(71)", " However, motion in three dimensions can also be envisaged in certain other frameworks showing appropriate pore topology, for example, IRMOF-1, which has a channel system in all three directions. Another type of framework topology consists of cages of different sizes interconnected via windows, in which an adsorbate would have to exclusively migrate between cages, with no possibility of diffusion in a pore channel. A prominent example of such a MOF system is UiO-66(Zr) (UiO stands for University of Oslo).", "(75)", " This MOF is built up from Zr", "6", "O", "6", "(CO", "2", ")", "12", " units interlinked via terephthalate linkers, forming a pore system with two types of cages of different sizes (free diameters of ca. 8 and 11 Å for the tetrahedral and octahedral cages, respectively), which are joined together through triangular windows (see Figure ", "1", "). The diffusion mechanism of a small molecule in such a MOF is more complex than that seen for MOFs with one-dimensional channels, such as MIL-47(V), since it is necessary for a guest molecule to enter and exit the different cages via the interconnecting windows, and these steps would have an associated energy barrier to overcome.", "(73, 74)", " Indeed, UiO-66(Zr) may be considered as a model system for this kind of pore topology, and since the material has been shown to possess a high thermal and mechanical stability, as well as a good resistance to different solvents, with a well-controlled synthesis procedure,", "(76, 77)", " it is a promising candidate for further application in the field of adsorption and separation.", "(50, 78-80)", "Figure 1. Illustration of the UiO-66(Zr) structure. The blue sphere and yellow sphere represent the void regions inside the tetrahedral and octahedral cages, respectively. Hydrogen atoms on the organic linkers were omitted for clarity.", "While this Zr-based MOF has been the subject of several adsorption studies,", "(77, 78, 81-93)", " the literature on the diffusion of confined molecules within its pores is still scarce. Initial studies on pure phases of CO", "2", " and CH", "4", " used a fixed framework model, giving a poor agreement with QENS data, leading to the development of a flexible force field for the UiO-66(Zr) framework.", "(74)", " The subsequent simulations using this force field gave a better agreement with the experiments and also allowed the elucidation of the intercage hopping mechanism of diffusion, which required a treatment of the rotation of the phenyl rings that constitute the tetrahedral cages.", "(74, 94)", " This treatment of a flexible framework also proved necessary in a study where CO", "2", "/CH", "4", " mixtures in UiO-66(Zr) were considered.", "(73, 74)", " In addition, functionalization of the phenyl rings can change the affinity of the framework for guest molecules as well as the diffusive properties of the adsorbates, owing to the modification of the framework’s degree of flexibility. This has been illustrated during studies of CO", "2", " adsorption on UiO-66(Zr)-(COOH)", "2", " and of mixtures of CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " in the same material.", "(50, 95)", " Although UiO-66(Zr) and certain functionalized versions have been well-studied for the adsorption and diffusion of small gas molecules, as detailed above, the diffusion behavior of linear alkane species longer than methane through a pore system of this type, of which UiO-66(Zr) is a model material, remains unexplored.", "Thus, we present a study of the adsorption and diffusion of short-chain linear hydrocarbon molecules, in the series from ethane (C2) to ", "n", "-butane (C4). The adsorption of these gas species was first explored at room temperature by coupling manometry experiments and Grand Canonical Monte Carlo (GCMC) simulations followed by a detailed characterization of the strength of host/guest interactions involving the use of microcalorimetry measurements. The concentration dependence of the self-diffusivity of short-chain hydrocarbon molecules in UiO-66(Zr) was then explored by combining QENS measurements and MD simulations based on the use of a flexible force field for the framework. A careful analysis of the MD trajectories allows a deeper insight into the microscopic mechanism in play.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Materials and Methods", "Synthesis of UiO-66(Zr)", "Deuterated UiO-66(Zr) was prepared from a large-scale mixture of zirconium tetrachloride ZrCl", "4", ", deuterated terephthalic acid HO", "2", "CC", "6", "H", "4", "–CO", "2", "H, hydrochloric acid, and dimethylformamide in the 25 mmol:50 mmol:50 mmol:150 mL ratio. The slurry was then introduced in a 750 mL Teflon liner further introduced in a metallic PAAR bomb. The system was then heated overnight (16 h) at 493 K. The resulting white product was filtered off, washed with DMF to remove the excess of unreacted terephthalic acid, then washed with acetone and dried at room temperature. The sample was finally calcined at 523 K under vacuum (5 mbar) to remove the DMF from the framework.", "Adsorption Measurements", "The adsorption of hydrocarbons was carried out at 303 K using a manometric adsorption apparatus coupled with a Tian-Calvet-type microcalorimeter.", "(96, 97)", " This experimental device measures the isotherm and the enthalpies of adsorption simultaneously using a point by point method of gas introduction to the sample. Prior to each adsorption experiment, the UiO-66 samples were outgassed at 473 K under a vacuum of 10", "–3", " mbar. The hydrocarbon gases were obtained from Air Liquide (Alphagaz, France). Each experiment was repeated several times, and both isotherms and enthalpy values were obtained by averaging over all the experiments. An error of around 0.2 kJ/mol can be assumed for the enthalpies of adsorption measured in the low loading regime.", "Quasi-Elastic Neutron Scattering", "The QENS experiments were carried out using the IN6 spectrometer at the ILL in Grenoble, France. An incident neutron energy of 3.12 meV (5.12 Å) was taken. The spectra were recorded at different scattering angles, the corresponding wave-vector transfers, ", "Q", ", ranging from 0.25 to 1.9 Å", "–1", ". However, the presence of strong Bragg peaks at small angles after dehydroxylation of UiO-66(Zr) restricted the number of groupings of detectors to the ", "Q", " range 0.58–0.84 Å", "–1", ". The energy transfer, ℏω, was analyzed for ±1.5 meV. The elastic energy resolution, measured with a vanadium standard, could be fitted by a Gaussian function with a half-width at half-maximum (HWHM) varying from 41 μeV at small ", "Q", " to 44 μeV at large ", "Q", ".", "A deuterated version of UiO-66(Zr) was used to reduce the scattering from the framework. The MOF was degassed at 473 K, and the activated solid was transferred in a glovebox into a slab-shaped aluminum container, which was connected to a gas-inlet system allowing in situ adsorption. After recording the scattering of activated UiO-66(Zr), different concentrations of C", "2", "H", "6", " were investigated at 270 K, the adsorbed amounts being determined by volumetry. Measurements were performed at three temperatures for the first loading, to derive the activation energy for diffusion. Hydrogenated ethane was selected to follow the diffusion of this molecule, taking advantage of the large incoherent cross section of hydrogen.", "(29)", " The self-diffusivities were determined within an error bar of 30%.", "Grand Canonical Monte Carlo and Molecular Dynamics Simulations", "As a preliminary step to validate the microscopic models of both the alkanes and the MOF framework and the force field parameters for the host/guest interactions, configurational bias grand canonical Monte Carlo (CB-GCMC) simulations were conducted to predict the adsorption isotherms of C2 to C4 at 303 K using the CADSS software", "(98)", " which were further compared to the experimental data. These simulations considered a simulation box comprised of 18 (3 × 3 × 2) unit cells for UiO-66(Zr), with all atoms of the framework maintained fixed at their initial positions since the flexibility of the framework is unlikely to impact the placement of the guest molecules in the different adsorption sites by the  Monte Carlo algorithm. These calculations considered 2 × 10", "7", " Monte Carlo (MC) steps including translation, rotation, insertion/deletion, and partial/complete regrowth of the molecule using the same acceptance probabilities as in our previous study on this series of hydrocarbons in MIL-47(V) and MIL-53(Cr).", "(99)", " The Lennard-Jones (LJ) interactions were calculated with a cutoff radius of 14.0 Å. The adsorption enthalpies at zero coverage of C1 to C4 were calculated using the revised Widom’s test particle method.", "(100)", "Subsequently, classical MD simulations were performed to study the self-diffusivity of the short-linear alkanes in UiO-66(Zr) at 270 K using the DL_POLY 2.20 simulation package.", "(101)", " Prior to the MD simulations, 2 × 10", "7", " MC cycles in the canonical (NVT) ensemble were performed in order to randomly insert the diffusing guest molecules at the different concentrations experimentally explored. Velocities from the Maxwell–Boltzmann distribution at the required temperatures were assigned to all the adsorbate molecules and the framework atoms. The MD simulations were then conducted using the NVT ensemble at 11 different loadings for ethane, mirroring the loadings examined by QENS measurements. Seven different loadings were considered for the propane and ", "n", "-butane calculations. On the basis of our previous findings on UiO-66(Zr) and its derivatives,", "(50, 74, 94)", " these MD calculations considered a fully flexible force field for the MOF framework as mentioned below, having proved important in order to capture intercage motion in a framework topology such as that of UiO-66(Zr). In the case of ethane, the MD calculations were also conducted using a rigid framework to emphasize the impact of the framework flexibility on the diffusivity. The Berendsen thermostat was used to maintain a constant temperature during the simulations.", "(102)", " Here again, the long-range Coulombic interactions were evaluated by the Ewald summation method, while all of the LJ interactions were calculated with a cutoff radius of 14.0 Å. The velocity-Verlet algorithm was used throughout to integrate Newton’s equations of motion with a time step of 1 fs, and periodic boundary conditions were applied in all three dimensions. Prior to starting the production run of 2 × 10", "7", " MD steps (i.e., 20 ns), each MD system was equilibrated with at least 5 × 10", "5", " MD steps. The positions of each adsorbate molecule were stored every 5000 MD steps for subsequent analysis.", "On the basis of the above simulations, we further extracted the self-diffusivity (", "D", "s", ") of the guest molecules for each loading. In order to improve the statistics of the calculation, the diffusivities at each loading were averaged from five MD independent trajectories, and the method with multiple time origins was also adopted as described previously.", "(68)", " The self-diffusivity (", "D", "s", ") measures the displacement of a tagged molecule as it diffuses at equilibrium, which is related to the mean squared displacement (MSD) of tagged particles by an Einstein relation", "(103)", "(1)", "where ⟨...⟩ denotes an ensemble average; ", "r", "i", "(", "t", ") is the position vector of the diffusing molecule ", "i", " at time ", "t", "; ", "N", " is the number of the adsorbate molecules in the simulation system; and ", "d", " corresponds to the dimension of the system examined (", "d", " = 3 for current material).", "Force Field and Charges", "In this work, the alkane molecules were represented using a united atom model, where each carbon atom was grouped with its H atoms to form a single LJ site. A fixed bond length of 1.54 Å was maintained between the united atoms, and their LJ parameters were taken from the TraPPE force field.", "(104)", " The atomic partial charges used for the framework and all of the interatomic potential parameters used in the simulations are reported in Table S1 (", "Supporting Information", "). The interactions between the guest molecules and the framework, and between the guests themselves, were modeled using only LJ potentials (first term in eq ", "1", "), without any Coulombic contributions.", "(2)", "In our previous work, we verified that the simulations using the DREIDING force field", "(105)", " for the framework organic linker atoms when calculating the adsorption of CH", "4", " in UiO-66(Zr) lead to a better agreement with experimental data. Indeed, this  force field was employed to describe the organic linkers of UiO-66(Zr), including the O atoms, while the Zr atoms were treated using the LJ parameters of the UFF force field.", "(106)", " The corresponding potential parameters for the framework atoms are listed in Table S1 (", "Supporting Information", "). All of the LJ cross-interaction parameters including adsorbent/adsorbent and adsorbate/adsorbent were determined by the Lorentz–Berthelot mixing rules.", "(107, 108)", "For the rigid framework simulations, we did not consider the LJ and Coulombic interactions between atoms of the framework because of their rigid connection with each other. In addition, only Lennard-Jones interactions between the adsorbates and between the adsorbates and the adsorbent were calculated since the united atom model for the alkanes consists of uncharged LJ sites. For the flexible framework simulations, the intraframework nonbonded interactions were modeled using the previously validated flexible force field", "(74, 94)", " involving a combination of LJ and electrostatic interactions (eq ", "1", "), which were calculated only between atoms separated by more than three bonds. The Mulliken partial charges carried by all the atoms of the UiO-66(Zr) were taken from our previous density functional theory (DFT) calculation.", "(94)", " The resulting charges and the location of each atom type on the framework are described in Table S1 and Figure S1 (see ", "Supporting Information", ").", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Adsorption", "As per other adsorbates in this material,", "(77, 79, 80)", " including methane, the adsorption isotherms obtained experimentally are of type I, as shown in Figure ", "2", ", with a maximum loading of 4.0, 4.4, and 3.2 mmol·g", "–1", " for ethane, propane, and ", "n", "-butane, respectively, at 303 K. From these figures, one can see that the isotherms simulated using GCMC are in good agreement with those obtained by experiment in terms of the shape and the amount adsorbed, allowing a validation of the microscopic model for both host and guest, and the force field parameters used to describe the system throughout this work. It is noteworthy that this agreement is obtained using a rigid framework model for UiO-66(Zr). This clearly emphasizes that such an assumption is reasonable when one aims to explore adsorption of molecules, even in a small pore-type MOF. This is corroborated by the good agreement between the measured adsorption enthalpy values and those calculated by GCMC at zero coverage (Figure ", "3", "). A plot of the enthalpy against the number of carbon atoms present in the adsorbate gives a linear trend (Figure ", "3", "), as already shown for the same types of hydrocarbon in other MOFs, such as MIL-53(Cr)", "(109)", " and MIL-47(V).", "(110)", " The resulting experimental (13.40 kJ/mol) and simulated (14.16 kJ/mol) incremental values are both significantly larger than the ones previously reported in the 1D-type pore channel MIL-47(V)/ML-53(Cr), which ranges from −7.5 to −10 kJ/mol. This is consistent with a stronger interaction between the additional −CH", "2", " site added as one increases the alkane length and the pore wall, due to the more confined environment of UiO-66(Zr) generated by the small pore type cages (such as the tetrahedral cages of this MOF). Inspections of the configurations extracted from the GCMC simulations for C2 to C4 at different pressures show that the adsorbates progressively fill the tetrahedral cages, which represent the most favorable adsorption sites. Once these sites are all occupied, the molecules are then adsorbed in the larger octahedral cages. Such a microscopic adsorption mechanism is consistent with the conclusions drawn from our previous studies for C1.", "(74, 94)", "Figure 2. Experimental (empty symbols) and simulated (filled symbols) adsorption isotherms at 303 K for ethane (upside down triangles), propane (triangles), and ", "n", "-butane (squares) in UiO-66(Zr).", "Figure 3. Plot of the adsorption enthalpy at zero coverage at 303 K against the number of carbon atoms present in the adsorbate. The experimental values are represented by the empty squares and dotted line and the simulated values by the filled squares and solid line.", "Diffusion", "The QENS spectra obtained at different C", "2", "H", "6", " concentrations are shown in Figure ", "4", ". During a QENS experiment, one measures in ", "Q", "–ω space motions which occur in real space and in time.", "(29)", " The measured intensities are proportional to a dynamical structure factor, ", "S", "(", "Q", ", ω), which is the four-dimensional Fourier transform of a correlation function, ", "G", "(", "r", ",", "t", "), related to the translational and rotational motions of the molecule. The QENS spectra could thus be simulated by a translational scattering function convoluted with a rotational scattering function and with the instrumental resolution. The rotation was found to be isotropic, and the small radius of gyration (", "R", " = 1.52 Å) ensured a small contribution of this motion in the considered ", "Q", " range (see Figure ", "4", ").", "It can be seen in Figure ", "4", " that the broadening of the elastic peak, and hence the diffusivity, increases up to a concentration of 19.2 molecules/u.c. and decreases for higher loadings. This is more evident in the plot of the HWHM as a function of ", "Q", "2", " (Figure ", "5", ") where the linear variation justifies the use of a Fickian model for the diffusion. In principle, intra- and intercage motions can be differentiated by QENS (e.g., ref ", "21", "), but in the case of UiO-66(Zr), the restricted ", "Q", " range did not allow a test of a more complex diffusion model. However, the convolution of this model with isotropic rotation and with the instrumental resolution already led to a good agreement with the experimental QENS spectra (see Figure ", "4", ").", "Figure 4. Comparison between the experimental (+) and the calculated spectra (solid lines) obtained for C", "2", "H", "6", " in UiO-66(Zr) at various loadings: (a) 5.0, (b) 12.9, (c) 19.2, and (d) 30.7 molecules per u.c. (", "T", " = 270 K, ", "Q", " = 0.61 Å", "–1", "). The dashed lines indicate the contribution from rotation.", "Figure 5. Half-width at half-maximum versus ", "Q", "2", " of the translational component in the QENS spectra of ethane at 270 K in UiO-66(Zr) at different concentrations: 5.0 (⬢), 9.4 (▲), 12.9 (◆), 15.8 (■), 19.2 (▼), 25.8 (○), and 30.7 C", "2", "H", "6", "/u.c. (□).", "Figure ", "6", " reports the loading dependence of the self-diffusivity for ethane extracted from the above QENS spectra at 270 K. As expected from the evolution of the broadening of the elastic peak as a function of the loading (Figure ", "4", "), similarly to the case of methane,", "(74)", " the ", "D", "s", " presents a maximum for a loading of 19.2 molecules/u.c. and then decreases at higher concentrations. The ", "D", "s", " values range from 3.0 × 10", "–10", " to 1.16 × 10", "–9", " m", "2", "/s, and they are significantly lower than the QENS data previously reported for methane at 230 K (from 2.0 × 10", "–9", " to 2.80 × 10", "–9", " m", "2", "/s). One can also notice that the similar dependence of ", "D", "s", " was also experimentally found for ethane in faujasite NaX", "(111)", " with windows of larger pore sizes. Table ", "1", " lists the ", "D", "s", " values for the self-diffusivity of ethane in other porous materials, obtained by means of simulation or experiments, including diverse zeolites and MOFs.", "Figure 6. Left: Evolution of self-diffusion coefficients as a function of the C", "2", "H", "6", " loading in UiO-66(Zr) at 270 K: QENS (empty triangles), simulations with rigid (filled circles) and flexible (filled squares) framework. Right: ", "D", "s", " values (from MD simulations) for propane (red squares) and ", "n", "-butane (blue triangles) as a function of loading at 270 K.", "Table 1. Comparison of the Self-Diffusivities of Ethane, Propane, and ", "n", "-Butane in Various Nanoporous Materials", "a", "material", "pore system type", "adsorbate", "T", " [K]", "D", "s", " (C", "2", "H", "6", ") [m", "2", "/s]", "data type", "ref", "FAU", "3D", "ethane", "300", "0.37–23.4", "MD", "16", "CHA", "3D", "ethane", "300", "0.47–1.34", "dcTST", "114", "ITQ-29 (LTA)", "3D", "ethane", "300", "0.48", "MD", "115", "NaX", "3D", "ethane", "300", "0.87–10.10", "PFG NMR", "111", "HKUST-1", "3D", "ethane", "300", "0.61–7.54", "MD", "54", "MIL-53(Cr)", "1D", "ethane", "300", "3.5–15", "QENS", "67", "MIL-53(Cr)", "1D", "propane", "300", "2.5–22", "QENS", "67", "MIL-53(Cr)", "1D", "n", "-butane", "300", "1.5–35", "QENS", "67", "MIL-47(V)", "1D", "ethane", "300", "6–11.5", "QENS", "71", "MIL-47(V)", "1D", "propane", "300", "1–7.5", "QENS", "71", "MIL-47(V)", "1D", "n", "-butane", "300", "0.8–10", "QENS", "71", "NaY", "3D", "propane", "300–350", "1.32–2.0", "MD", "18", "HKUST-1", "3D", "propane", "300", "3.33", "MD", "56", "HKUST-1", "3D", "n", "-butane", "300", "2.1", "MD", "56", "IRMOF-1", "3D", "propane", "298", "∼3", "MD", "113", "IRMOF-1", "3D", "n", "-butane", "298", "∼3", "MD", "113", "UiO-66(Zr)", "cage", "ethane", "270", "0.30–1.16", "QENS", "this work", " ", " ", " ", "270", "0.15–1.38", "MD (Flexible)", "this work", " ", " ", " ", "270", "0.03–0.80", "MD (Rigid)", "this work", " ", " ", "propane", "270", "0.01–0.17", "MD (Flexible)", "this work", " ", " ", "n", "-butane", "270", "0.00167–0.0077", "MD (Flexible)", "this work", "silicalite", "2D", "ethane", "300", "0.33–6.21", "MD", "31", "0.50–5.00", "PFG NMR", "42", "zeolite X", "3D", "ethane", "300", "1.00–10.00", "PFG NMR", "42", "zeolite A", "3D", "ethane", "300", "0.10–0.40", "PFG NMR", "42", "MFI", "2D", "ethane", "300", "0.71–7.34", "MD", "16", "Si-MFI", "2D", "ethane", "300", "0.68–7.37", "MD", "111", "0.47–5.12", "PFG NMR", "111", "ISV", "3D", "ethane", "300", "0.09–18.47", "MD", "16", "BEA", "3D", "ethane", "300", "3.48–29.21", "MD", "16", "FER", "2D", "ethane", "300", "0.17–14.31", "MD", "16", "Si-AFI", "1D", "ethane", "300", "1.09–23.00", "MD", "111", "Si-CHA", "3D", "ethane", "301", "0.000480", "PFG NMR", "43", "Si-LTA", "3D", "ethane", "300", "0.02–1.05", "MD", "111", "LTA-5A", "3D", "ethane", "300", "0.10–0.38", "PFG NMR", "111", "Si-IHW", "2D", "ethane", "300", "0.04", "MD", "115", "Si-ITE", "2D", "ethane", "300", "0.43", "MD", "115", "sol–gel derived silica", " ", "ethane", "200", "0.43 ± 0.05", "QENS", "40", "235", "2.9 ± 0.22", "QENS", "40", "270", "5.3 ± 0.35", "QENS", "40", "NaZSM-5", "2D", "ethane", "300", "1.25–3.00", "QENS", "35", "NaX", "3D", "ethane", "223", "0.25–2.40", "PFG NMR", "39", "NaA", "3D", "ethane", "350", "0.0000113–0.0000170", "MCLD", "25", "SAPO-34", "1D", "ethane", "295", "0.0044–0.0067", "PFG NMR", "41", "Zn(tbip)", "1D", "ethane", "298", "0.9–1.5", "MD", "62", "300", "0.07–1.03", "MD", "61", "MOF-5", "3D", "ethane", "298", "21.0", "PFG NMR", "57", "223", "19.0", "PFG NMR", "57", "Cu-BTC", "3D", "ethane", "300", "6.7", "MD", "56", "Co-FA", " ", "ethane", "300", "0.0020–0.11", "MD", "17", "Mn-FA", " ", "ethane", "300", "0.015–0.46", "MD", "17", "ZIF-8", "3D", "ethane", "298", "0.00876–0.00915", "IRM", "55", "ALPO-5", " ", "ethane", "300", "1.6–1.8", "MD", "9", "silicalite-1B", "2D", "butane", "298", "8–9", "PFG NMR", "27", "LTL", "3D", "ethane", "300", "5", "MD/dcTST", "26", "LTL", "3D", "propane", "300", "3", "MD/dcTST", "26", "a", "Here, the QENS and PFG NMR data are related to intracrystalline and to both intra- and intercrystalline diffusion processes, respectively. However, this difference can be counteracted by using sufficiently large crystallites, which is generally the case if the studies are focused on intracrystalline diffusion.", "(112)", "The concentration dependence of the self-diffusion coefficients of ethane in UiO-66(Zr) was further determined by MD simulations conducted using either a rigid or flexible MOF framework. Figure ", "6", " shows that both calculations lead to a nonmonotonic profile for ", "D", "s", ".", " However, the magnitude of the QENS value in the whole range of loading and the position of the maximum are much better reproduced by the simulations considering a flexible framework. This holds also true when one compares the calculated activation energies obtained using a rigid and a flexible framework in complementary MD simulations at 200, 250, 300, and 330 K for the lowest investigated loading (5 ethane/u.c.) and using an Arrhenius plot as depicted in Figure ", "7", ". The resulting value is lower in the case of the flexible framework (7.8 vs 9.0 kJ/mol), which tends toward the QENS data for the same ethane concentration (5.0 kJ/mol). This whole observation emphasizes that in contrast to the adsorption study the dynamics of the framework in the case of small pore type MOF plays a crucial role in the diffusion of the confined molecules within their pores, and this cannot be omitted in the MD simulations. This also indicates that the force field parameters for the host/guest interactions validated on the thermodynamic properties of the system of interest lead to a very good description of the dynamic features.", "Figure 7. Simulated self-diffusivities (expressed in m", "2", " s", "–1", " × 10", "–8", ") for ethane with rigid (blue filled triangles) and flexible (red filled triangles) framework at 200, 250, 270, 300, and 330 K used for calculating the activation energies. The data for propane (green filled squares) and ", "n", "-butane (black filled circles) are also shown at 290, 310, 330, 350, and 370 K for a loading of five molecules per unit cell. The QENS data are reported as black empty triangles.", "The self-diffusivities further simulated for the propane and ", "n", "-butane cases show the same trends as ethane, as a function of concentration with a maximum shifted to a lower loading, i.e., 9 molecules/u.c. (see Figure ", "6", "). The resulting ", "D", "s", " are at least one order of magnitude smaller than those obtained for ethane, with values ranging from 1 × 10", "–11", " to 1.7 × 10", "–10", " m", "2", " s", "–1", " and from 1.67 × 10", "–12", " to 7.7 × 10", "–12", " m", "2", " s", "–1", " for propane and ", "n-", "butane, respectively. This is consistent with the general finding that smaller molecules will diffuse faster in a given host material than larger ones, regardless of the pore topology. A comparison of these ", "D", "s", " values with those obtained in different MOFs included (see Table ", "1", ") shows that these adsorbates diffuse slowly in UiO-66(Zr) by at least one order of magnitude, showing the effect of the UiO-66(Zr) pore topology on the diffusion, as compared to channel-containing MOFs. The activation energies for propane and ", "n-", "butane were also calculated in the same manner, using a flexible framework model only, with a loading of 5 molecules/u.c. (see Figure ", "7", " for the corresponding Arrhenius plots). For propane, a value of 8.7 kJ/mol was obtained, while 11.3 kJ/mol was calculated for the ", "n-", "butane case. Both values are higher than the ones previously obtained for the same alkanes in the open channel MOFs including MIL-47(V), MIL-53(Cr), HKUST-1, and IRMOF-1 which range from 3 to 8.5 kJ/mol,", "(55, 65, 108, 113)", " consistent with the higher degree of confinement in the tetrahedral cages of UiO-66(Zr).", "In keeping with the methane and ethane analysis, the activation energy therefore increases linearly as a function of the adsorption enthalpy at low coverage, as shown in Figure ", "8", ". This illustrates that increasing the hydrocarbon length leads to a stronger retention in the tetrahedral cages which correspond to the preferential siting sites for all alkanes, leading to a higher activation energy for diffusion. This trend is consistent with the increase of the van der Waals volume estimated for each alkane (see Figure ", "8", ") and thus confirms that in this host system the degree of confinement strongly affects the molecule’s capacity to diffuse.", "Figure 8. Plot of the simulated activation energies (squares and dotted line) and the van der Waals volume (triangles and solid line) against the calculated adsorption enthalpies at low coverage for all alkanes.", "To obtain more insight into the diffusion mechanism of these longer chain alkanes, the diffusion trajectories of ethane were first carefully studied. It was observed that at low loading the mobility of these molecules occurs via intracage motions inside tetrahedral cages or by jump sequences “tetrahedral cages–octahedral cages–tetrahedral cages” through triangular windows, as schematically illustrated in Figure ", "9", ". Ethane obeys a 3D-type diffusion mechanism from a translational point of view, and an analysis of the trajectories extracted from the simulations shows that during the periods where the ethane molecules reside in the tetrahedral cages the diffusive species are orientated in a random fashion, which is consistent with the isotropic rotational dynamics evidenced from the fit of the QENS spectra. It was further shown that the ethane molecules spend most of their time in the tetrahedral cages and quickly jump back or into another tetrahedral cage once they enter the octahedral cage.", "Figure 9. Illustration of the diffusion mechanism of C", "2", "H", "6", " in UiO-66(Zr) at a loading of 5 molecules/u.c.. The positions 1–6 denote the jump sequences of C", "2", "H", "6", " observed during the MD trajectory.", "The 2D probability density distributions for ethane were calculated at different loadings from the MD trajectories recorded at 270 K. As shown in Figure ", "10", "a, these species mostly distribute in the tetrahedral cages at the loading of 5 molecules/u.c. Because the size of tetrahedral cages is smaller than those of the octahedral cages, the alkanes more easily interact with the walls of the tetrahedral cages so are more likely to be adsorbed in these cages at low loading, as described above. At intermediate loadings (Figure ", "10", "b), the tetrahedral cages are still preferentially occupied, and some molecules start to diffuse over longer distances into the adjacent octahedral cages, thus leading to an increase of ", "D", "s", ", which passes through a maximum. This proposition coincides with the ", "D", "s", " vs loading profile shown in Figure ", "6", ". At high loadings (Figure ", "10", "c), both tetrahedral cages and octahedral cages are nearly fully occupied by C", "2", "H", "6", " molecules, and the ", "D", "s", " values are low. A similar behavior is seen for propane and ", "n", "-butane in Figures S2 and S3 (", "Supporting Information", "). Propane and ", "n", "-butane molecules also diffuse via the same jump sequence mechanism. As for the ethane molecules, these molecules must pass through the triangular windows when migrating from a tetrahedral cage to an octahedral cage, which becomes increasingly difficult as one increases the van der Waals volume of the molecules, as illustrated by the activation energies and decreasing ", "D", "s", " values discussed above. Since the larger molecules have a higher activation energy, this slows the molecule in its diffusion path through the pore system of the MOF.", "Figure 10. 2D probability density plots of the COM of C", "2", "H", "6", " in UiO-66(Zr) at 270 K from MD at different loadings. (a) 5 molecules/u.c., (b) 21 molecules/u.c., (c) 35 molecules/u.c. (Yellow and blue circles denote the tetrahedral and octahedral cages, respectively.)", "To further provide an interpretation of the concentration dependence of ", "D", "s", ", the average residence time inside the tetrahedral cages of the UiO-66(Zr) material was calculated for all alkanes as a function of loading, using the trajectories recorded during the MD runs. In each calculation, the starting coordinates of all the molecules stored in one MD trajectory were employed to determine whether the guests are located inside or outside the tetrahedral cages using the center positions and diameters of all of these types of cages. The subsequent coordinates of all the molecules were used to follow whether they enter or leave these cages. If some molecules that were initially inside a tetrahedron were found to move out of these cages, the time intervals between their entrance and the current moment were then calculated. As shown in Figure ", "11", ", the profiles of residence time and ", "D", "s", " are both nonmonotonic curves, and a minimum of residence time is obtained when the ", "D", "s ", "curve reaches the maximum in a similar way to what was previously observed for methane. Therefore, the ", "D", "s", " of guest molecules in porous materials may be linked to the residence time values. As may be inferred from Figure ", "10", ", in the low loading range, the ethane molecules are mostly distributed in tetrahedral cages, interacting with the framework, leading to low ", "D", "s", " values and long residence times. With an increase in loading, the adsorbates become freer to diffuse into the adjacent octahedral cages, hence the increase in ", "D", "s", " values and, accordingly, the decrease in residence times. When the loading increases to a certain extent, both the tetrahedral cages and the octahedral cages become increasingly occupied, hindering the diffusion of the guests. Therefore, the ", "D", "s", " values decrease, and the residence time increases with the increase in loading. The same explanation also holds for the propane and ", "n", "-butane cases. However, with ", "n", "-butane, although we obtain the same shape for the ", "D", "s", " vs loading curve, one can see that this curve is much flatter, explaining the smaller variation of ", "D", "s", " with loading. This indicates that ", "n", "-butane molecules initially located in the tetrahedral cages diffuse less readily than the shorter alkanes.", "Figure 11. ", "D", "s", " (empty symbols) and residence time (filled symbols) for C", "2", "H", "6", " (circle symbols) in tetrahedral cages of flexible UiO-66(Zr) at 230 and 270 K, respectively. For comparison, the same data previously obtained for CH", "4", " (square symbols) are represented.", "(74)", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Conclusions", "This work describes the diffusion of ethane, propane, and ", "n", "-butane in UiO-66(Zr) by means of QENS measurements and MD simulations based on a force field preliminarily validated with the adsorption data collected by gravimetry/calorimetry measurements. The simulated self-diffusivities of ethane are in good agreement with those measured by QENS, and both sets of data present a nonmonotonic profile with the presence of a maximum. The same concentration dependence profile for ", "D", "s", " was further predicted for propane and ", "n", "-butane, although the maximum decreases to a lower concentration, given the larger size of these molecules. The profile of residence time for all alkanes in the tetrahedral cages of UiO-66(Zr) was further simulated for the interpretation of the self-diffusivity profile. It was shown that the diffusion of these guest molecules is an isotropic process with 3D-type jumping behavior from tetrahedral to octahedral cages. The more bulky molecules were revealed to diffuse more slowly through the pores. The order of the diffusion coefficients decreases with increasing van der Waals volume, increasing adsorption enthalpy at low coverage, and increasing activation energy, which illustrates that the diffusivity in this cage-type MOF is predominantly governed by the degree of confinement of the molecule in the pore.", " ", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Self-diffusivities of C", "2", "H", "6", " in other nanoporous materials. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The authors are very grateful to Dr. Thomas Devic for very useful discussions and thank the Institut Laue–Langevin for allocating neutron beam time on IN6. G.M. thanks the Institut Universitaire de France for its support. This work was also supported by the National Key Basic Research Program of China (“973”) (No. 2013CB733503), the Natural Science Foundation of China (Nos. 21136001 and 21322603), and the Program for New Century Excellent Talents in University (No. NCET-12-0755), as well as the European Community’s Seventh Framework Programme (FP7/2007-2013 “MACADEMIA”) under Grant Agreement 228862.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 115 other publications.", "1. ", "Li", ", ", "J.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "2. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in a Metal-Organic Framework with Open iron(II) Coordination Sites", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "3. ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "4. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Pastre", ", ", "J.", " ", "Metal–organic Frameworks — Prospective Industrial Applications", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "5. ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "R.", " ", "Hydrocarbon Separations in Metal–Organic Frameworks", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", "– ", "338", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "6. ", "Denayer", ", ", "J. F. M.", "; ", "Devriese", ", ", "L. I.", "; ", "Couck", ", ", "S.", "; ", "Martens", ", ", "J.", "; ", "Singh", ", ", "R.", "; ", "Webley", ", ", "P. A.", "; ", "Baron", ", ", "G. V.", " ", "Cage and Window Effects in the Adsorption of N-Alkanes on Chabazite and SAPO-34", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "16593", "– ", "16599", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Cage and Window Effects in the Adsorption of n-Alkanes on Chabazite and SAPO-34", "Denayer, Joeri F. M.; Devriese, Lisa I.; Couck, Sarah; Martens, Johan; Singh, Ranjeet; Webley, Paul A.; Baron, G. V.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "42", "),\r\n    ", "16593-16599", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of C1-C14n-alkanes on SAPO-34 and Na-CHA zeolites was studied at low surface coverage using the pulse chromatog. method.  On both isostructural materials, contg. cages interconnected via small windows, the Henry adsorption const. K' varies in a nonmonotonous way with carbon no. K' increases more or less exponentially with carbon no. from methane to n-hexane.  On Na-CHA, K' decreases from n-hexane, reaches a min. at n-octane, and then increases again.  On SAPO-34, a min. is attained at n-decane.  From this point on, K' increases till the longest alkane studied, i.e., n-tetradecane.  On SAPO-34, the increase in zero coverage adsorption enthalpy per addnl. methylene group in the alkane chain becomes smaller for carbon nos. between 5 and 11.  A local min. in adsorption enthalpy occurs at n-undecane.  A compensation plot between adsorption entropy and enthalpy shows a pronounced discontinuity at n-undecane for SAPO-34.  The present observations provide addnl. proof for the existence of window effects.  Given their mol. length, C1-C6 alkanes adsorb in a relatively unhindered way in the SAPO-34 cages. C7-C10 alkanes adopt a coiled configuration inside the cage, which strongly affects their adsorption enthalpy and entropy.  From n-undecane onward, the alkanes are no longer fitting within the cage and protrude the small windows connecting the cages.  The presence of cations on Na-CHA results in stronger energetic interactions compared to SAPO-34, which shifts the window protrusion to lower chain lengths.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKqs7jF&md5=55722129bb81474679ff6fcbd9e5f0d9", "7. ", "Jiang", ", ", "J.", "; ", "Sandler", ", ", "S. I.", "; ", "Schenk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", "Adsorption and Separation of Linear and Branched Alkanes on Carbon Nanotube Bundles from Configurational-Bias Monte Carlo Simulation", " ", "Phys. Rev. B", " ", "2005", ",  ", "72", ",  ", "045447–1", "– ", "045447–11", "There is no corresponding record for this reference.", "8. ", "Demontis", ", ", "P.", "; ", "Fenu", ", ", "L. A. A.", "; ", "Suffritti", ", ", "G. B. B.", " ", "Diffusion in Confined Systems: Methane in a ZK4Molecular Sieve. A Molecular Dynamics Simulation Study", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "108", ",  ", "18081", "– ", "18087", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "9. ", "Demontis", ", ", "P.", "; ", "Gonzalez", ", ", "J. G.", "; ", "Suffritti", ", ", "G. B.", " ", "Statics and Dynamics of Ethane Molecules in AlPO4–5: A Molecular Dynamics Simulations Study", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "5069", "– ", "5074", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Statics and Dynamics of Ethane Molecules in AlPO4-5: A Molecular Dynamics Simulation Study", "Demontis, P.; Gonzalez, J. Gulin; Suffritti, G. B.; Tilocca, A.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "21", "),\r\n    ", "5069-5074", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "From an exptl. perspective, there was disagreement among researchers on whether ethane would display single-file or normal diffusive behavior in the channels of AlPO4-5.  Pulsed field gradient NMR measurements implied single-file diffusion, while quasielastic neutron scattering showed normal diffusion.  The authors present the results of extensive classical mol. dynamics simulations of the diffusion of ethane mols. adsorbed in AlPO4-5.  Aim is to provide microscopic details of the static and dynamic properties of the adsorbed mols. to verify whether the conditions for the single-file regime can be achieved in a nondefective AlPO4-5 crystal structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtFGqsrk%253D&md5=fee0058f3efd724526a8ba868015bfac", "10. ", "Demontis", ", ", "P.", "; ", "Suffritti", ", ", "G. B.", " ", "Structure and Dynamics of Zeolites Investigated by Molecular Dynamics", " ", "Chem. Rev.", " ", "1997", ",  ", "97", ",  ", "2845", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Structure and Dynamics of Zeolites Investigated by Molecular Dynamics", "Demontis, Pierfranco; Suffritti, Giuseppe B.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "97", "\r\n        (", "8", "),\r\n    ", "2845-2878", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 246 refs., is given on mol. dynamics simulation of zeolites and covers mol. dynamics simulation technique, simulation of diffusive processes, simulation of the structure and dynamics of the framework and special topics including intramol. dynamics of sorbates, chem. reactions, and activated diffusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnsFSiu70%253D&md5=7e675f622f11237d0ff15efbc019eb8a", "11. ", "Demontis", ", ", "P.", "; ", "Suffritti", ", ", "G. B. .", " ", "A Molecular Dynamics Study of Diffusion of Methane in Partially Dealuminated Zeolite NaA", " ", "Mol. Phys.", " ", "1997", ",  ", "91", ",  ", "669", "– ", "679", "[", "Crossref", "], [", "CAS", "]", "11. ", "A molecular dynamics study of diffusion of methane in partially dealuminated zeolite Na A", "Demontis, P.; Suffritti, G. B.", "Molecular Physics", "\r\n        (", "1997", "),\r\n    ", "91", "\r\n        (", "4", "),\r\n    ", "669-679", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis", ")\r\n        ", "The diffusion of methane in partially dealuminated zeolite Na A has been studied by mol. dynamics using a vibrating framework model at different loadings and with different aluminum content.  Methane mols. were represented by Lennard-Jones particles.  The computed diffusion coeffs. increase with increasing loading and decreasing aluminum content, in agreement with expt.  The mechanism of the diffusive process is discussed and a detailed anal. of the behavior of methane mols. in partially dealuminated zeolite Na A is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkslWks7g%253D&md5=a26404dd049dc77c732d55c0767fd8ed", "12. ", "Beerdsen", ", ", "E.", "; ", "Dubbeldam", ", ", "D.", "; ", "Smit", ", ", "B.", " ", "Loading Dependence of the Diffusion Coefficient of Methane in Nanoporous Materials", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "22754", "– ", "22772", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Loading Dependence of the Diffusion Coefficient of Methane in Nanoporous Materials", "Beerdsen, E.; Dubbeldam, D.; Smit, B.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "45", "),\r\n    ", "22754-22772", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work, we use mol. simulations to study the loading dependence of the self-and collective diffusion coeffs. of methane in various zeolite structures.  To arrive at a microscopic interpretation of the loading dependence, we interpret the diffusion behavior in terms of hopping rates over a free-energy barrier.  These free-energy barriers are computed directly from a mol. simulation.  We show that these free-energy profiles are a convenient starting point to explain a particular loading dependence of the diffusion coeff.  On the basis of these observations, we present a classification of zeolite structures for the diffusion of methane as a function of loading: three-dimensional cagelike structures, one-dimensional channels, and intersecting channels.  Structures in each of these classes have their loading dependence of the free-energy profiles in common.  An important conclusion of this work is that diffusion in nanoporous materials can never be described by one single effect so that we need to distinguish different loading regimes to describe the diffusion over the entire loading range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVyhtrrK&md5=02ba765c8540397ea86a0830730b933b", "13. ", "Beerdsen", ", ", "E.", "; ", "Dubbeldam", ", ", "D.", "; ", "Smit", ", ", "B.", " ", "Understanding Diffusion in Nanoporous Materials", " ", "Phys. Rev. Lett.", " ", "2006", ",  ", "96", ",  ", "044501", "[", "Crossref", "], [", "CAS", "]", "13. ", "Understanding diffusion in nanoporous materials", "Beerdsen E; Dubbeldam D; Smit B", "Physical review letters", "\r\n        (", "2006", "),\r\n    ", "96", "\r\n        (", "4", "),\r\n    ", "044501", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "Can we predict diffusion behavior of molecules in confinement by looking at the match between the molecule and the structure of the confinement? This question has proven difficult to answer for many decades.  As a case study, we use methane and a simple model of ellipsoids to arrive at a molecular picture that allows us to make a classification of pore topologies and to explain their diffusion behavior as a function of loading.  Our model is surprisingly simple: regarding a structure as consisting of interconnected ellipsoids is enough to understand the full loading dependence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD287jtFGhtg%253D%253D&md5=f0c914cc08b710dfb6a62779e8428087", "14. ", "Beerdsen", ", ", "E.", "; ", "Smit", ", ", "B.", "; ", "Dubbeldam", ", ", "D.", " ", "Molecular Simulation of Loading Dependent Slow Diffusion in Confined Systems", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "93", ",  ", "248301", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Molecular simulation of loading dependent slow diffusion in confined systems", "Beerdsen E; Smit B; Dubbeldam D", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "93", "\r\n        (", "24", "),\r\n    ", "248301", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "An extension to transition state theory is presented that is capable of computing quantitatively the diffusivity of adsorbed molecules in confined systems at nonzero loading.  This extension to traditional transition state theory yields a diffusivity in excellent agreement with that obtained by conventional molecular dynamics simulations.  While molecular dynamics calculations are limited to relatively fast diffusing molecules or small rigid molecules, our approach extends the range of accessible time scales significantly beyond currently available methods.  It is applicable in any system containing free energy barriers and for any type of guest molecule.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M%252FntVaqsg%253D%253D&md5=086a33815de0bf033bf6a64a55f2c43c", "15. ", "Garcia-Sanchez", ", ", "A.", "; ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", " ", "Modeling Adsorption and Self-Diffusion of Methane in LTA Zeolites: The Influence of Framework Flexibility", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "15068", "– ", "15074", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Modeling Adsorption and Self-Diffusion of Methane in LTA Zeolites: The Influence of Framework Flexibility", "Garcia-Sanchez, A.; Dubbeldam, D.; Calero, S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "35", "),\r\n    ", "15068-15074", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The influence of framework flexibility on the adsorption and diffusion of methane in LTA zeolites was investigated by Monte Carlo and mol. dynamics simulations.  In particular, we analyzed the framework flexibility of the pure silica structure (ITQ-29), the sodium form (LTA-4A), and the sodium/calcium form (LTA-5A).  Simulations were performed at 500 K and over the full loading range.  We found that the framework flexibility affects adsorption and diffusion of methane differently.  The effect of flexibility on adsorption is small.  However, the influence on diffusion seems to be much larger and strongly dependent on three factors: the d. and type of the nonframework cations located in the LTA zeolite, the loading of methane in the structure, and, most importantly, the force field parameters used to model the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCksrfN&md5=5cb96b1701f5512ddca202fcde950c41", "16. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "A Molecular Dynamic Investigation of the Diffusion of Methane-Ethane and Methane-Propane Mixtures in Zeolites", " ", "Chem. Eng. Technol.", " ", "2006", ",  ", "29", ",  ", "1429", "– ", "1437", "[", "Crossref", "], [", "CAS", "]", "16. ", "A molecular dynamic investigation of the diffusion of methane-ethane and methane-propane mixtures in zeolites", "Krishna, R.; van Baten, J. M.", "Chemical Engineering & Technology", "\r\n        (", "2006", "),\r\n    ", "29", "\r\n        (", "12", "),\r\n    ", "1429-1437", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Mol. dynamic (MD) simulations were carried out to det. the Maxwell-Stefan (M-S) diffusivities, Di, and self-diffusivities, Di,self, of methane (C1), ethane (C2), and propane (C3) for a variety of mol. loadings, qi, in three classes of zeolite topologies: (1) intersecting channels (MFI, ISV, BEA), (2) one-dimensional (1D) channels (AFI, TON, FER, MOR, LTL), and (3) cages sepd. by windows (FAU, LTA, ERI, CHA, DDR).  The Di are strongly dependent on loading, decreasing to zero at satn. loading in all cases.  For 1D channels, the decrease of Di with qi is severe.  For cages sepd. by narrow windows (LTA, ERI, DDR, CHA), the Di increase sharply with qi before eventually reducing to zero at satn. loading.  Correlation effects are reflected in the ratio of the self-to M-S diffusivity, Di,self/Di; this ratio is seen to be strongly dependent on the topol.  Correlation effects are negligibly small in zeolite structures with cages sepd. by narrow windows.  For binary C1-C2 and C1-C3 mixts. in both intersecting channel structures and 1D channels, the Di,self of the more mobile species, C1, is reduced significantly due to the presence of the more tardy C2 or C3.  The mobility of the tardy species is enhanced due to the presence of the mobile C1.  For cages sepd. by narrow windows, the inter-cage hops are practically independent and there is no accelerating or decelerating effects during mixt. diffusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvFY%253D&md5=9e1ecfb9970983c3f4dd40b34d93c5b3", "17. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "A Molecular Simulation Study of Commensurate–incommensurate Adsorption of N-Alkanes in Cobalt Formate Frameworks", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "1098", "– ", "1104", "[", "Crossref", "], [", "CAS", "]", "17. ", "A molecular simulation study of commensurate-incommensurate adsorption of n-alkanes in cobalt formate frameworks", "Krishna, R.; van Baten, J. M.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "12-13", "),\r\n    ", "1098-1104", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The channels of the cobalt formate frameworks consist of one-dimensional channels that have a zig-zag configuration.  Propane (C3) has a length that commensurates with the channel segment length; longer n-alkanes such as n-butane (nC4), n-pentane (nC5), and n-hexane (nC6) have conformations that straddle two channel segments.  Configurational-bias Monte Carlo (CBMC) simulations show that the adsorption strength of C3 is higher than that of n-butane (nC4) and n-pentane (nC5); this unusual hierarchy is a direct consequence of the commensurate-incommensurate adsorption.  CBMC simulations also reveal the possibility of sepg. C3-nC6, C3-nC4, nC4-nC6 and nC4-nC5 liq. mixts. for which the adsorbed phase contains predominantly the shorter alkane.  Mol. dynamics simulations show that the hierarchy of self-diffusivities is non-monotonic and is the mirror image of the hierarchy of adsorption strengths.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGqtrrI&md5=59b3b1b1414f163a817e4e88381db62a", "18. ", "Yashonath", ", ", "S.", "; ", "Demontis", ", ", "P.", "; ", "Klein", ", ", "M. L.", " ", "Temperature and Concentration Dependence of Adsorption Properties of Methane in Nay: A Molecular Dynamics Study", " ", "J. Phys. Chem.", " ", "1991", ",  ", "95", ",  ", "5881", "– ", "5889", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Temperature and concentration dependence of adsorption properties of methane in NaY:  a molecular dynamics study", "Yashonath, Subramanian; Demontis, Pierfranco; Klein, Michael L.", "Journal of Physical Chemistry", "\r\n        (", "1991", "),\r\n    ", "95", "\r\n        (", "15", "),\r\n    ", "5881-9", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Mol. dynamics calcns. on CH4 sorbed in NaY (Si/Al = 3.0) employing realistic CH4-CH4 and CH4-zeolite intermol. potential functions at different temps. (50, 150, 220, and 300 K) and concns. (2, 4, 6, and 8 mols./cage) are reported.  The thermodn. results are in agreement with the available exptl. data.  Guest-guest and guest-host radial distribution functions (rdfs), energy distribution functions, distribution of cage occupancy, center-of-cage-center-of-mass (coccom) rdfs, velocity autocorrelation functions for com and angular motion and the Fourier transformed power spectra, and diffusion coeffs. are presented as a function of temp. and concn.  At 50 K, CH4 is localized near the adsorption site.  Site-site migration and essentially free rotational motion are obsd. at 150 K.  Mols. preferentially occupy the region near the inner surface of the α-cage.  The vibrational frequencies for the com of CH4 shift toward higher values with decreasing temp. and increasing adsorbate concn.  The obsd. frequencies for com motion are 36, 53, and 85, 95, and 150 cm-1 for rotational motion at 50 K in agreement with neutron scattering data.  The diffusion coeffs. show a type I behavior as a function of loading in agreement with NMR measurements.  Cage-to-cage diffusion is always mediated by the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXksFOrtr4%253D&md5=e1829975089de94af9dd5fd242c84bf9", "19. ", "Sayeed", ", ", "A.", "; ", "Mitra", ", ", "S.", "; ", "Anil Kumar", ", ", "a. V.", "; ", "Mukhopadhyay", ", ", "R.", "; ", "Yashonath", ", ", "S.", "; ", "Chaplot", ", ", "S. L.", " ", "Diffusion of Propane in Zeolite NaY: A Molecular Dynamics and Quasi-Elastic Neutron Scattering Study", " ", "J. Phys. Chem. B", " ", "2003", ",  ", "107", ",  ", "527", "– ", "533", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Diffusion of Propane in Zeolite NaY: A Molecular Dynamics and Quasi-Elastic Neutron Scattering Study", "Sayeed, Ahmed; Mitra, S.; Kumar, A. V. Anil; Mukhopadhyay, R.; Yashonath, S.; Chaplot, S. L.", "Journal of Physical Chemistry B", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "2", "),\r\n    ", "527-533", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report results from mol. dynamics (MD) simulations and quasi-elastic neutron scattering (QENS) measurements of the diffusion of propane in NaY zeolite at temps. of 300, 324, and 350 K and a loading of 4 mols. per α-cage.  The self-diffusivity, D, has been obtained from mean-squared displacement (msd), as well as from three different models of diffusion fitted to the intermediate scattering function (F(Q,t)) obtained from the MD simulation trajectories.  All of the diffusivity values are consistent with each other.  Further, these results are in good agreement with the exptl. QENS results.  It is found that the jump models describe both MD simulation and QENS data reasonably.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XpsFCmtr4%253D&md5=fa3b949d36cca064e72d9a67b2c16e4e", "20. ", "Clark", ", ", "L. A.", "; ", "Ye", ", ", "G. T.", "; ", "Gupta", ", ", "A.", "; ", "Hall", ", ", "L. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Diffusion Mechanisms of Normal Alkanes in Faujasite Zeolites", " ", "J. Chem. Phys.", " ", "1999", ",  ", "111", ",  ", "1209", "– ", "1222", "[", "Crossref", "], [", "CAS", "]", "20. ", "Diffusion mechanisms of normal alkanes in faujasite zeolites", "Clark, Louis A.; Ye, George T.; Gupta, Amit; Hall, Linda L.; Snurr, Randall Q.", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "111", "\r\n        (", "3", "),\r\n    ", "1209-1222", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Mol. dynamics simulations of C1 through C14 n-alkanes in a siliceous faujasite zeolite are used to elucidate diffusion mechanisms.  Addnl. simulations of the bulk liqs. are conducted to compare the liq. and adsorbed phases.  Heats of adsorption, diffusivities, and activation energies are compared with exptl. values and agree well.  Particularly good agreement is found between predicted self-diffusivities and those measured with pulsed field gradient NMR (NMR).  Anal. of the chain conformations and motional frequencies indicates that the liq. and adsorbed phases are quite similar, most likely due to the open nature of the faujasite structure.  Insights into the influence of local environment on mol. relaxation are also given.  Siting results reveal an interesting progression of adsorption sites as the chain length is increased.  Shifts of preferred adsorption sites are due to matching between the length scales of sorbate and adsorbent.  Alkanes below C6 adsorb preferentially above the 4-rings and 6-rings inside the supercages.  For longer chains, the preferred sites shift more toward the center of the supercages.  For C8 and above, the mols. spend much of their time in the window regions.  These window sites are sepd. from the supercage sites by unexpected orientational barriers.  Consequently, diffusion of longer alkanes in faujasite type structures is not characterized by simple supercage-to-supercage hopping but by hopping between supercage and window sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXktFyitL0%253D&md5=f597f6397a5ee5f886c8fbe090a7da3a", "21. ", "Deroche", ", ", "I.", "; ", "Maurin", ", ", "G.", "; ", "Borah", ", ", "B. J.", "; ", "Yashonath", ", ", "S.", "; ", "Jobic", ", ", "H.", " ", "Diffusion of Pure CH 4 and Its Binary Mixture with CO 2 in Faujasite NaY: A Combination of Neutron Scattering Experiments and Molecular Dynamics Simulations", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "5027", "– ", "5034", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Diffusion of Pure CH4 and Its Binary Mixture with CO2 in Faujasite NaY: A Combination of Neutron Scattering Experiments and Molecular Dynamics Simulations", "Deroche, I.; Maurin, G.; Borah, B. J.; Yashonath, S.; Jobic, H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "11", "),\r\n    ", "5027-5034", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-diffusion properties of pure CH4 and its binary mixt. with CO2 within NaY zeolite have been investigated by combining an exptl. quasi-elastic neutron scattering (QENS) technique and classical mol. dynamics simulations.  The QENS measurements carried out at 200 K led to an unexpected self-diffusivity profile for pure CH4 with the presence of a max. for a loading of 32 CH4/unit cell, which was never obsd. before for the diffusion of apolar species in a zeolite system with large windows.  Mol. dynamics simulations were performed using two distinct microscopic models for representing the CH4/NaY interactions.  Depending on the model, we are able to fairly reproduce either the magnitude or the profile of the self-diffusivity.  Further anal. allowed us to provide some mol. insight into the diffusion mechanism in play.  The QENS measurements report only a slight decrease of the self-diffusivity of CH4 in the presence of CO2 when the CO2 loading increases.  Mol. dynamics simulations successfully capture this exptl. trend and suggest a plausible microscopic diffusion mechanism in the case of this binary mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFGmtLs%253D&md5=7595fcdde1c899d988e60bc6e0cc91eb", "22. ", "Chempath", ", ", "S.", "; ", "Krishna", ", ", "R.", "; ", "Snurr", ", ", "R. Q.", " ", "Non-Equilibrium Molecular Dynamics Simulations of Diffusion of Binary Mixtures Containing Short N-Alkanes in Faujasite", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "13481", "– ", "13491", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Nonequilibrium molecular dynamics simulations of diffusion of binary mixtures containing short n-alkanes in faujasite", "Chempath, Shaji; Krishna, Rajamani; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "35", "),\r\n    ", "13481-13491", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have used nonequil. mol. dynamics (NEMD) simulations to evaluate diffusivities for binary mixts. of methane/CF4, propane/CF4, n-butane/CF4, and n-butane/ethane in zeolite faujasite at 300 K.  A formula to est. the error bars in the transport coeffs. from NEMD is also presented.  NEMD simulations can give cross coeffs. of the Onsager matrix with considerably smaller error bars than those obtained from equil. MD (EMD).  We evaluated diffusion coeffs. that could not be evaluated previously using EMD.  An estn. scheme based on the Maxwell-Stefan formulation was tested for predicting multicomponent diffusivities based on single component diffusion data.  This estn. scheme works very well for the systems tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmt12kur8%253D&md5=475da3cabe8797fec2c766d319b9646f", "23. ", "Rives", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Beale", ", ", "A. M.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of CH4, CO2, and Their Mixtures in AlPO4–5 Investigated by QENS Experiments and MD Simulations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "13530", "– ", "13539", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Diffusion of CH4, CO2, and Their Mixtures in AlPO4-5 Investigated by QENS Experiments and MD Simulations", "Rives, Sebastien; Jobic, Herve; Beale, Andrew M.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "26", "),\r\n    ", "13530-13539", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quasi-elastic neutron scattering (QENS) measurements in combination with mol. dynamics (MD) simulations were performed to characterize the dynamics of CH4, CO2, and binary mixts. of different compns. in the zeolite-type AlPO4-5 material.  The exptl. and simulated self-diffusion coeffs. (Ds) for CH4 in the presence of CO2 are in very good agreement in a whole range of CO2 concns., showing a decreasing profile when the CO2 loading increases.  Similar to the diffusion of light gases in other nanoporous materials, the exptl. and simulation approaches both evidence a fast mobility for CH4 at low loading in this zeolite.  Complementary to this, the MD simulations predict a slightly faster diffusivity for CH4 in binary mixts. with CO2 when compared to its behavior as a single component, which is concomitant with a speeding up of the CO2 mols.  QENS further reveals a nonmonotonous evolution of the transport diffusivity for CO2 as a function of the loading.  This peculiar behavior is reproduced by MD simulations, with the min. being shifted to a higher concn.  A deep anal. of the MD spatial densities indicates that both CO2 and CH4 experience a 1-dimensional-type normal diffusion along the AlPO4-5 channels in a hollow cylinder with a hexagonal base.  Finally, QENS and MD allow the exploration of the rotational dynamics of CH4 as a pure component and in a binary mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVOmtbo%253D&md5=6974471afc034e32a0e058b0a0da8595", "24. ", "Hussain", ", ", "I.", "; ", "Titiloye", ", ", "J. O.", " ", "Molecular Dynamics Simulations of the Adsorption and Diffusion Behavior of Pure and Mixed Alkanes in Silicalite", " ", "Microporous Mesoporous Mater.", " ", "2005", ",  ", "85", ",  ", "143", "– ", "156", "[", "Crossref", "], [", "CAS", "]", "24. ", "Molecular dynamics simulations of the adsorption and diffusion behavior of pure and mixed alkanes in silicalite", "Hussain, I.; Titiloye, J. O.", "Microporous and Mesoporous Materials", "\r\n        (", "2005", "),\r\n    ", "85", "\r\n        (", "1-2", "),\r\n    ", "143-156", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The adsorption and diffusion of mixed hydrocarbon components in silicalite were studied using mol. dynamic simulation methods.  The effect of mol. loadings and temp. on the diffusional behavior of both pure and mixed alkane components was studied.  For binary mixts. with components of similar sizes, mol. diffusional behavior in the channels was noticed to be reversed as loading is increased.  This behavior was noticeably absent for components of different sizes in the mixt.  Methane mols. in the methane/propane mixt. have the highest diffusion coeffs. across the entire loading range.  Binary mixts. contg. ethane mols. prove more difficult to sep. compared to other binary components.  In the ternary mixt., however, ethane mols. diffuse much faster at 400 K in the channel with a tendency to sep. out quickly from other components.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVCrs7fF&md5=d66fc50f471ee61a3371559b86a5e22b", "25. ", "Gladden", ", ", "L. F.", "; ", "Sousa-Goncalves", ", ", "J. A.", "; ", "Alexander", ", ", "P.", " ", "Adsorption and Transport of Ethane and Ethene in Zeolite NaA: 2 H NMR and Monte Carlo Lattice Dynamics Studies", " ", "J. Phys. Chem. B", " ", "1997", ",  ", "101", ",  ", "10121", "– ", "10127", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Adsorption and Transport of Ethane and Ethene in Zeolite NaA: 2H NMR and Monte Carlo Lattice Dynamics Studies", "Gladden, L. F.; Sousa-Goncalves, J. A.; Alexander, P.", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "48", "),\r\n    ", "10121-10127", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The temp. dependence of deuterium NMR spin-lattice and spin-spin relaxation time data for ethane and ethene adsorbed in zeolite NaA is presented for sorbate loadings in the range 1-4 mols./cavity.  Anal. expressions relating these data to the dynamics of the sorbate mols. are derived.  Simultaneous fitting of the temp. dependence of both T1 and T2 data for each sorbate loading provides ests. of the correlation time characterizing translational, rotational, and librational motions of the sorbate within the zeolite.  The NMR data presented are consistent with ethane having a higher mobility than ethene within the zeolite.  Data derived from the NMR study are then used as input to a Monte Carlo lattice dynamics (MCLD) model, which predicts adsorption and transport characteristics of the sorbate-zeolite system.  Desorption events from adsorption sites are characterized by a correlation time of the form τ = τo exp[E/(RT)], and the probability of the sorbate attempting an intercage jump process is assumed to be of the form pw = pwo exp[-Δ/(RT)], where τo and pwo are consts. and E and Δ are the activation energies characteristic of the resp. processes.  From the NMR anal., it is found that ethane transport is characterized by values of τo, E, pwo, and Δ of 2.6 × 10-9 s and 16, 0.48, and 7.8 kJ/mol, resp., while the corresponding values for ethene are 2.0 × 10-11 s and 27, 0.105, and 8.5 kJ/mol.  The extent of sorbate-sorbate interaction is also quantified and included in the simulation.  Predictions of the temp. dependence of ethene adsorption and the concn. dependence of ethene self-diffusivity are shown to be in excellent agreement with existing exptl. data.  The MCLD model is also used to predict the self-diffusion coeffs. of ethane and ethene species within a binary ethane-ethene mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXntVyntb4%253D&md5=1d0d4775ec3c415276647d1d4e44e104", "26. ", "Dubbeldam", ", ", "D.", "; ", "Beerdsen", ", ", "E.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Smit", ", ", "B.", " ", "Molecular Simulation of Loading-Dependent Diffusion in Nanoporous Materials Using Extended Dynamically Corrected Transition State Theory", " ", "J. Chem. Phys.", " ", "2005", ",  ", "122", ",  ", "224712", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Molecular simulation of loading-dependent diffusion in nanoporous materials using extended dynamically corrected transition state theory", "Dubbeldam, D.; Beerdsen, E.; Vlugt, T. J. H.; Smit, B.", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "122", "\r\n        (", "22", "),\r\n    ", "224712/1-224712/17", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A dynamically cor. transition state theory method is presented that is capable of computing quant. the self-diffusivity of adsorbed mols. in confined systems at nonzero loading.  This extension to traditional transition state theory is free of addnl. assumptions and yields a diffusivity identical to that obtained by conventional mol.-dynamics simulations.  While mol.-dynamics calcns. are limited to relatively fast diffusing mols., our approach extends the range of accessible time scales significantly beyond currently available methods.  We show results for methane, ethane, and propane in LTL-type and LTA-type zeolites over a wide range of temps. and loadings, and demonstrate the extensibility of the method to mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlsFGltbY%253D&md5=4c216dacc67506d12f37da1124f7dec1", "27. ", "Jobic", ", ", "H.", "; ", "Schmidt", ", ", "W.", "; ", "Krause", ", ", "C. B.", "; ", "Karger", ", ", "J.", " ", "PFG NMR and QENS Diffusion Study of N-Alkane Homologues in MFI-Type Zeolites", " ", "Microporous Mesoporous Mater.", " ", "2006", ",  ", "90", ",  ", "299", "– ", "306", "[", "Crossref", "], [", "CAS", "]", "27. ", "PFG NMR and QENS diffusion study of n-alkane homologues in MFI-type zeolites", "Jobic, Herve; Schmidt, Wolfgang; Krause, Cordula B.; Kaerger, Joerg", "Microporous and Mesoporous Materials", "\r\n        (", "2006", "),\r\n    ", "90", "\r\n        (", "1-3", "),\r\n    ", "299-306", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Recent methodol. progress in pulsed field gradient (PFG) NMR and quasi-elastic neutron scattering (QENS) is exploited to enhance the range of diffusion measurement of a series of n-alkane homologues up to n-tetradecane in MFI-type zeolites (silicalite-1, ZSM-5).  As obsd. already for the short-chain-length alkanes, the diffusivities are found to be intermediate between those for NaCaA and NaX, in agreement with the trend in the resp. pore diams.  Similarly as in NaX, the diffusivities decrease monotonically with increasing chain length, in contrast to NaCaA, where recently for chain lengths above about six carbon atoms a remarkable deviation from this trend has been obsd.  Though agreeing in their trends, the diffusivities measured by PFG NMR are by up to one order of magnitude below the QENS data.  This difference may be referred to internal diffusion barriers in the MFI-type zeolites: since PFG NMR monitors mol. displacements of typically micrometers, the detd. diffusivities are affected by these addnl. transport resistances, while these resistances are of no relevance for QENS, where much shorter displacements are recorded.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVSmtrg%253D&md5=262066611b88ace9381d7c6436c82712", "28. ", "Binder", ", ", "T.", "; ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", "; ", "Martinez-Joaristi", ", ", "A.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Ruthven", ", ", "D.", " ", "A Diffusion Study of Small Hydrocarbons in DDR Zeolites by Micro-Imaging", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "180", ",  ", "219", "– ", "228", "[", "Crossref", "], [", "CAS", "]", "28. ", "A diffusion study of small hydrocarbons in DDR zeolites by micro-imaging", "Binder, Tomas; Chmelik, Christian; Karger, Jorg; Martinez-Joaristi, Alberto; Gascon, Jorge; Kapteijn, Freek; Ruthven, Douglas", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "180", "\r\n        (", "),\r\n    ", "219-228", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Intracryst. diffusion of the light hydrocarbons methane, ethane, ethylene and propylene in three different species of zeolite DDR was studied by recording the transient concn. profiles during uptake and release.  The measured profiles approx. the form of the appropriate soln. of the diffusion equation for radial diffusion in an infinite cylinder.  This is as expected since, for an ideal DDR crystal with its 2-dimensional pore structure, there should be no flux in the axial direction.  Over the range of guest mols. considered, the diffusivities decrease, with increasing crit. mol. diam., over more than three orders of magnitude, i.e. over about one order of magnitude on comparing ethane, ethylene and ethane, and over, addnl., more than two orders of magnitude for propylene.  The obsd. diffusivities are in reasonable agreement (with differences of up to a factor of three) between the three different DDR specimens as well as with values from the literature, obtained mainly from transient macroscopic measurement or microscopic PFG NMR self-diffusion measurements.  All measurements were performed by the same exptl. technique (micro-imaging by interference microscopy), and the derived diffusivities provide a coherent picture of the diffusion process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlOrtbbM&md5=5aff6d8581f3bc7ea99e0dec33a97501", "29. ", "Jobic", ", ", "H.", "; ", "Theodorou", ", ", "D. N.", " ", "Quasi-Elastic Neutron Scattering and Molecular Dynamics Simulation as Complementary Techniques for Studying Diffusion in Zeolites", " ", "Microporous Mesoporous Mater.", " ", "2007", ",  ", "102", ",  ", "21", "– ", "50", "[", "Crossref", "], [", "CAS", "]", "29. ", "Quasi-elastic neutron scattering and molecular dynamics simulation as complementary techniques for studying diffusion in zeolites", "Jobic, Herve; Theodorou, Doros N.", "Microporous and Mesoporous Materials", "\r\n        (", "2007", "),\r\n    ", "102", "\r\n        (", "1-3", "),\r\n    ", "21-50", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Quasi-elastic neutron scattering (QENS) and mol. dynamics (MD) simulations have enabled the quant. study of mol. motion in pure and mixed fluids sorbed in zeolites over length scales of 0.1-100 nm and time scales of 10 fs-100 ns.  After an introduction to the statistical mechanics of diffusion, this review describes the principles and practice of time-of-flight (TOF), backscattering (BS), and neutron spin-echo (NSE) measurements, as well as methods to analyze the results.  A brief overview of MD simulations is provided, with emphasis on how to calc. QENS observables and how to detect signatures of local anisotropic translational dynamics within the inhomogeneous periodic force field of zeolite crystals.  Illustrations of what can be learned from combined application of QENS and mol. simulation are provided from recent work on specific systems and problems: self-diffusion of n-alkanes up to C16 in MFI zeolites, self-diffusion of methane co-adsorbed with n-butane in silicalite-1, and transport diffusion of N2 and CO2 in silicalite-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksVyitbc%253D&md5=ade4365fba4dc03929454094e34f6a5b", "30. ", "Jobic", ", ", "H.", "; ", "Hahn", ", ", "K.", "; ", "Karger", ", ", "J.", "; ", "Bee", ", ", "M.", "; ", "Tuel", ", ", "A.", "; ", "Noack", ", ", "M.", "; ", "Gimus", ", ", "I.", "; ", "Kearley", ", ", "G. J.", " ", "Unidirectional and Single-File Diffusion of Molecules in One-Dimensional Channel Systems: A Quasi-Elastic Neutron Scattering Study", " ", "J. Phys. Chem. B", " ", "1997", ",  ", "101", ",  ", "5834", "– ", "5841", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Unidirectional and Single-File Diffusion of Molecules in One-Dimensional Channel Systems. A Quasi-Elastic Neutron Scattering Study", "Jobic, Herve; Hahn, Karsten; Kaerger, Joerg; Bee, Marc; Tuel, Alain; Noack, Manfred; Girnus, Irina; Kearley, Gordon J.", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "30", "),\r\n    ", "5834-5841", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Translational diffusion of mols. in one-dimensional channel systems has been measured by quasi-elastic neutron scattering.  The scattering function for a single-file diffusion model has been derived in order to differentiate this transport model from normal 1D diffusion.  In the AlPO4-5 structure, ordinary 1D diffusion is obsd. for methane and ethane, whatever the loading, which indicates that the mols. are able to pass each other.  The diffusion coeffs. for both mols. are on the order of 10-9 m2 s-1.  On the other hand, a quite different regime is obtained by varying cyclopropane concn. in the same structure.  At low loading, normal 1D diffusion is obsd. because the mols. can be considered as isolated, but at higher concn. cyclopropane is found to follow single-file diffusion.  However, the mobility is too small to be detd.  In the less open channel system of ZSM-48, ordinary 1D diffusion is found for small methane concn., the diffusion coeff. being 2.5 × 10-9 m2 s-1, at 155 K.  At medium loading, single-file diffusion is obsd. with a mobility factor of 2 × 10-12 m2 s-1/2.  This is the first time that this technique has provided exptl. evidence of single-file diffusion in zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkt1Gnsr0%253D&md5=bbb60eb25c9842de34067d4d36f30138", "31. ", "Chong", ", ", "S. S.", "; ", "Jobic", ", ", "H.", "; ", "Plazanet", ", ", "M.", "; ", "Sholl", ", ", "D. S.", " ", "Concentration Dependence of Transport Diffusion of Ethane in Silicalite: A Comparison between Neutron Scattering Experiments and Atomically Detailed Simulations", " ", "Chem. Phys. Lett.", " ", "2005", ",  ", "408", ",  ", "157", "– ", "161", "[", "Crossref", "], [", "CAS", "]", "31. ", "Concentration dependence of transport diffusion of ethane in silicalite: a comparison between neutron scattering experiments and atomically detailed simulations", "Chong, Shang-Shan; Jobic, Herve; Plazanet, Marie; Sholl, David S.", "Chemical Physics Letters", "\r\n        (", "2005", "),\r\n    ", "408", "\r\n        (", "1-3", "),\r\n    ", "157-161", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The authors have compared the concn.-dependent transport diffusivity of ethane in silicalite at 300 K using neutron scattering expts. and mol. dynamics simulations.  These 2 methods give results that are in very good quant. agreement.  The cor. diffusivity of ethane in silicalite decreases strongly with increasing loading, in marked contrast to the behavior of methane under the same conditions.  At high loadings, the ethane diffusivities exhibit nonmonotonicity that is related to the existence of an inflection point in the adsorption isotherm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFejtbk%253D&md5=8970f17598cc9bf359d10b3894b39708", "32. ", "Jobic", ", ", "H.", " ", "On the Jump Diffusion of Molecules in Zeolites Measured by Quasi-Elastic Neutron Scattering", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "159", "– ", "169", "[", "Crossref", "], [", "CAS", "]", "32. ", "On the jump diffusion of molecules in zeolites measured by quasi-elastic neutron scattering", "Jobic, Herve", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "159-169", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Mol. diffusion in the regularly spaced cavities of zeolites involves various jump types, within and between the cavities, which may occur at different time scales.  These jump processes can be modeled by simulation techniques but they are extremely difficult to be measured exptl.  The quasi-elastic neutron scattering (QENS) technique is a unique probe for studying both the dynamical and geometrical aspects of such mol. motions.  For benzene adsorbed in the supercages of NaY zeolite, Auerbach et al. have assumed that intracage and intercage jumps were uncorrelated, whereas one finds by QENS that they occur on the same time scale.  On the other hand for n-butane-methane mixts. in silicalite-1, the convolution of fast jumps within a channel segment by slower jumps between channels is in agreement with previous MD simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLo%253D&md5=c7ad63648680d66c5edd26696cc66744", "33. ", "Gergidis", ", ", "L. N.", "; ", "Theodorou", ", ", "D. N.", "; ", "Jobic", ", ", "H.", " ", "Dynamics of N-Butane-Methane Mixtures in Silicalite, Using Quasielastic Neutron Scattering and Molecular Dynamics Simulations", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "5541", "– ", "5552", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Dynamics of n-Butane-Methane Mixtures in Silicalite, Using Quasielastic Neutron Scattering and Molecular Dynamics Simulations", "Gergidis, Leonidas N.; Theodorou, Doros N.; Jobic, Herve", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "23", "),\r\n    ", "5541-5552", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transport of n-butane-methane mixts. in the zeolite silicalite was studied using mol. dynamics simulations and quasielastic neutron scattering expts. over a range of loadings and compns. at 200 K. Self-diffusivities decrease monotonically with loading of either species. Self-diffusivity values calcd. from the dynamics simulations are in excellent agreement with the exptl. measurements from quasielastic neutron scattering if one takes into account the errors assocd. with both techniques.  The authors also studied the detailed dynamical behavior of the system.  The dependence on the wave vector of the half-width at half-max. of the incoherent dynamic structure factor, describing self-correlations in the motion of sorbate mols., is indicative of a jump diffusion process.  By monitoring and analyzing the mol. motion in the simulation, diffusion takes place through successive jumps between the interiors of adjacent channel segments.  Precise and quant. calcns. mapping the MD trajectories onto a coarse-grained jump model reveal mechanistic aspects of the motion.  Distributions of jump lengths and rate consts. are accumulated for the various jump types executed by each sorbate species.  Jump lengths are widely distributed between 0 and 15 Å, the mean jump length being a decreasing function of the loading.  The mean time between jumps is actually smaller at higher occupancies, because there short jumps prevail, occurring back and forth in a highly correlated fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtlynsL4%253D&md5=0628ee662c88592bd9c6b3b09522d6a6", "34. ", "Jobic", ", ", "H.", "; ", "Bee", ", ", "M.", "; ", "Kearley", ", ", "G. J.", " ", "Mobility of Methane in Zeolite NaY between 100 and 250K - A Quasi-Elastic Neutron-Scattering Study", " ", "J. Phys. Chem.", " ", "1994", ",  ", "98", ",  ", "4660", "– ", "4665", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Mobility of Methane in Zeolite NaY between 100 and 250 K: A Quasi-elastic Neutron-Scattering Study", "Jobic, Herve; Bee, Marc; Kearley, Gordon J.", "Journal of Physical Chemistry", "\r\n        (", "1994", "),\r\n    ", "98", "\r\n        (", "17", "),\r\n    ", "4660-5", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The translational and rotational dynamics of methane in NaY zeolite were studied by quasi-elastic neutron scattering (QENS) at different temps. and loadings.  The QENS results reveal a marked temp. sensitivity.  At 100 K, there is no migration of the methane from cage to cage on the 35-ps time scale of the expt. so that the time spent by a mol. in a supercage is longer than this.  At 100 K, 88% of the methane mols. are localized,performing rotational diffusion, and 12% of mols. diffuse in a vol. limited by the walls of the supercages.  At 150 K, there are no trapped mols., 44% of methane mols. diffuse between the supercages and 56% diffuse locally within the supercages.  At 200 and 250 K, the proportion of mobile mols. and their diffusion coeffs. increase.  The QENS results are in good agreement with theor. methods which predict a progressive delocalization of the mols. with increasing temp.  The self-diffusion coeffs. detd. by QENS are in excellent agreement with the NMR results and, to a lesser extent, with mol. dynamics simulations.  The activation energy for self-diffusion is of 6.3 kJ mol-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXisFCjsr4%253D&md5=c2e94bdbe34d0f9cefd5aac7a604708b", "35. ", "Jobic", ", ", "H.", "; ", "Bee", ", ", "M.", "; ", "Kearley", ", ", "G. J.", " ", "Dynamics of Ethane and Propane in Zeolite ZSM-5 Studied by Quasi-Elastic Neutron-Scattering", " ", "Zeolites", " ", "1992", ",  ", "12", ",  ", "146", "– ", "151", "[", "Crossref", "], [", "CAS", "]", "35. ", "Dynamics of ethane and propane in zeolite ZSM 5 studied by quasi-elastic neutron scattering", "Jobic, Herve; Bee, Marc; Kearley, Gordon J.", "Zeolites", "\r\n        (", "1992", "),\r\n    ", "12", "\r\n        (", "2", "),\r\n    ", "146-51", "CODEN:\r\n                ", "ZEOLD3", ";\r\n        ISSN:", "0144-2449", ".\r\n    ", "Quasi-elastic neutron scattering was used to study the dynamics of ethane and propane in zeolite ZSM 5.  The expts. were performed at different loadings for the 2 alkanes and at different temps. for propane.  The lone-range translational motion of the mols. was obsd. and interpreted in terms of a jump diffusion model (the mean jump lengths being of the order of 10 Å, slightly decreasing with increasing loading).  The self-diffusion coeffs. of ethane are ∼2 × 10-9 m2 s-1 at 300 K; those of propane at the same temp. are smaller by a factor of 2.  An activation energy of 5 kJ mol-1 is obtained for the self-diffusion of propane.  These results are in good agreement with the pulsed-field gradient NMR measurements.  In addn. to the translational motion, a rotational motion of the 2 mols. is also obsd.  It is described by an uniaxial rotational diffusion model and rotational diffusion consts. are derived.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhtlKrt7k%253D&md5=2fcf68258d0d62e789671f7eeb9d7b3b", "36. ", "Benes", ", ", "N. E.", "; ", "Jobic", ", ", "H.", "; ", "Vverweij", ", ", "H.", " ", "Quasi-Elastic Neutron Scattering Study of the Mobilit of Methane in Microporous Silica", " ", "Microporous Mesoporous Mater.", " ", "2001", ",  ", "43", ",  ", "147", "[", "Crossref", "], [", "CAS", "]", "36. ", "Quasi-elastic neutron scattering study of the mobility of methane in microporous silica", "Benes, N. E.; Jobic, H.; Verweij, H.", "Microporous and Mesoporous Materials", "\r\n        (", "2001", "),\r\n    ", "43", "\r\n        (", "2", "),\r\n    ", "147-152", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The dynamics of translation and rotation of methane in microporous bulk silica have been studied with quasi-elastic neutron scattering.  At T=200 K the self-diffusion coeff. of translation is DS=1.1×10-8 m2 s-1 with an estd. activation energy of 4 kJ mol-1.  Any variation of DS with occupancy is within the exptl. error of 50%.  The isotropic rotational diffusion const. DR is of the order of 1011 s-1, with an exptl. error of a factor of 2.  The pore-size distribution has been studied with small angle X-ray scattering.  A broad pore-size distribution is obsd., with pores smaller than 10 Å.  The largest fraction of pores is obsd. at the lower exptl. limit, corresponding to a pore size of 2 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhvFCns74%253D&md5=bce1b8b9a4df92f6d2a2ce52b3b05864", "37. ", "Vasenov", ", ", "S.", "; ", "Bohlmann", ", ", "W.", "; ", "Galvosas", ", ", "P.", "; ", "Geier", ", ", "O.", "; ", "Liu", ", ", "H.", "; ", "Karger", ", ", "J.", " ", "PFG NMR Study of Diffusion in MFI-Type Zeolites: Evidence of the Existence of Intracrystalline Transport Barriers", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "5922", "– ", "5927", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "38. ", "Jost", ", ", "S.", "; ", "Bar", ", ", "N. K.", "; ", "Fritzsche", ", ", "S.", "; ", "Haberlandt", ", ", "R.", "; ", "Karger", ", ", "J.", " ", "Diffusion of a Mixture of Methane and Xenon in Silicalite: A Molecular Dynamics Study and Pulsed Field Gradient Nuclear Magnetic Resonance Experiments", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "6375", "– ", "6381", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Diffusion of a Mixture of Methane and Xenon in Silicalite: A Molecular Dynamics Study and Pulsed Field Gradient Nuclear Magnetic Resonance Experiments", "Jost, Steffen; Baer, Nils-Karsten; Fritzsche, Siegfried; Haberlandt, Reinhold; Kaerger, Joerg", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "33", "),\r\n    ", "6375-6381", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The diffusion of a mixt. of methane and xenon in the zeolite silicalite is studied by use of mol. dynamics (MD) simulations and pulsed field gradient (PFG) NMR.  For a fixed total no. of guest mols., the ratio of xenon to methane is varied in order to examine the special properties of diffusion in a mixt.  High xenon concns. were found to slow the methane diffusivity in the mixt., while the diffusion of xenon is nearly unaffected by high methane concns.  The reason for the dominance of xenon is the larger local heat of adsorption of xenon and the larger mass of xenon compared to methane in combination with channel size and topol. in silicalite.  Simulated and exptl. data are in very good agreement with each other.  Diffusion anisotropy as resulting from the MD simulations is discussed in terms of the correlation rule for diffusion in the interconnected pore system of ZSM-5 (Karger, J., J. Phys. Chem. 1991, 98, 5558).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkslGqt78%253D&md5=09f8c81483c4b61679faacae015823f4", "39. ", "Karger", ", ", "J.", "; ", "Pfeifer", ", ", "H.", "; ", "Rauscher", ", ", "M.", "; ", "Walter", ", ", "A.", " ", "Self-Diffusion of N-Paraffins in NaX Zeolite", " ", "J. Chem. Soc., Faraday Trans. I", " ", "1980", ",  ", "76", ",  ", "717", "– ", "737", "[", "Crossref", "]", "There is no corresponding record for this reference.", "40. ", "Dewitt", ", ", "A. C.", "; ", "Herwig", ", ", "K. W.", "; ", "Lombardo", ", ", "S. J.", " ", "Adsorption and Diffusion Behavior of Ethane and Ethylene in Sol-Gel Derived Microporous Silica", " ", "Adsorption", " ", "2005", ",  ", "11", ",  ", "491", "– ", "499", "[", "Crossref", "], [", "CAS", "]", "40. ", "Adsorption and diffusion behavior of ethane and ethylene in sol-gel derived microporous silica", "Dewitt, A. Conan; Herwig, K. W.; Lombardo, Stephen J.", "Adsorption", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "5/6", "),\r\n    ", "491-499", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "High surface area silica (500 m2/g) was prepd. by the sol-gel method from TEOS.  The total porosity of the sample was 37% and most of the pores were well below 2 nm in size.  The adsorption characteristics of ethylene and ethane in the silica were measured from 300-350 K by gravimetry, and Langmuir adsorption consts. and enthalpies and entropies of adsorption were detd.  Quasielastic neutron scattering was used to det. the translation and rotational diffusivities of both adsorbates from 200-270 K.  Based on the adsorption and translational diffusion characteristics of ethylene and ethane, sepn. factors of 1.1-2 for olefin to paraffin are predicted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlahs7nE&md5=8ad170384cf50eadcc10daf89b460763", "41. ", "Dai", ", ", "W.", "; ", "Scheibe", ", ", "M.", "; ", "Li", ", ", "L.", "; ", "Guan", ", ", "N.", "; ", "Hunger", ", ", "M.", " ", "Effect of the Methanol-to-Olefin Conversion on the PFG NMR Self-Diffusivities of Ethane and Ethene in Large-Crystalline SAPO-34", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "2469", "– ", "2476", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Effect of the Methanol-to-Olefin Conversion on the PFG NMR Self-Diffusivities of Ethane and Ethene in Large-Crystalline SAPO-34", "Dai, Weili; Scheibe, Matthias; Li, Landong; Guan, Naijia; Hunger, Michael", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "2469-2476", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "SAPO-34 catalysts obtained after MTO conversion times of 0-30 min were investigated by PFG NMR spectroscopy for studying the self-diffusivities of ethane and ethene.  Furthermore, the catalysts were investigated by in situ UV/vis, 13C MAS NMR, and 1H MAS NMR spectroscopy, giving insights into the org. deposits and acid sites in different periods of the catalyst lifetime.  The ratio of the self-diffusivities of ethene and ethane, Dethene/Dethane, used as a measure of the diffusion selectivity, was found to increase to the benefit of the olefin compared to the alkane for higher adsorbate loadings and increasing MTO conversion times.  This change of the diffusion selectivity is one of the reasons for the variation of the product selectivity during the catalyst lifetime.  Variable-temp. PFG NMR studies gave a significantly larger apparent activation energy for the self-diffusivity of ethane (Ea = 7.6 kJ/mol) compared with ethene (Ea = 4.2 kJ/mol).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GrurnK&md5=0e786e2e6c2d6994d456c3a5d39d3e22", "42. ", "Caro", ", ", "J.", "; ", "Bulow", ", ", "M.", "; ", "Schirmer", ", ", "W.", "; ", "Karger", ", ", "J.", "; ", "Heink", ", ", "W.", "; ", "Pfeifer", ", ", "H.", "; ", "Zdanov", ", ", "S. P.", " ", "Microdynamics of Methane, Ethane and Propane in ZSM-5 Type Zeolites", " ", "J. Chem. Soc., Faraday Trans. I", " ", "1985", ",  ", "81", ",  ", "2541", "– ", "2550", "[", "Crossref", "], [", "CAS", "]", "42. ", "Microdynamics of methane, ethane, and propane in ZSM-5 type zeolites", "Caro, Juergen; Buelow, Martin; Schirmer, Wolfgang; Kaerger, Joerg; Heink, Wilfried; Pfeifer, Harry; Zdanov, S. P.", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1985", "),\r\n    ", "81", "\r\n        (", "10", "),\r\n    ", "2541-50", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The NMR pulsed field-gradient technique was used to study systematically the intracryst. self-diffusion of CH4, C2H6, and C3H8 in ZSM-5.  In conjunction with the information obtained from NMR studies, the elementary steps of diffusion are activated jumps between the channel intersections.  Only for sorbate concns. >2.5 mols. per intersection is a decrease in the jump lengths obsd.  The results are compared with alkane self-diffusion measurements in zeolites A and X, as well as with the self-diffusion of H2O in ZSM-5 and zeolites A and X.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XhsFKgurc%253D&md5=9d500de0acc1363d00c900f368f1e60f", "43. ", "Hedin", ", ", "N.", "; ", "Demartin", ", ", "G. J.", "; ", "Roth", ", ", "W. J.", "; ", "Strohmaier", ", ", "K. G.", " ", "PFG NMR Self-Diffusion of Small Hydrocarbons in High Silica DDR, CHA and LTA Structures", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "109", ",  ", "327", "– ", "334", "[", "Crossref", "], [", "CAS", "]", "43. ", "PFG NMR self-diffusion of small hydrocarbons in high silica DDR, CHA and LTA structures", "Hedin, Niklas; DeMartin, Gregory J.; Roth, Wieslaw J.; Strohmaier, Karl G.; Reyes, Sebastian C.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "109", "\r\n        (", "1-3", "),\r\n    ", "327-334", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Pulsed field gradient (PFG) NMR spectroscopy was used to measure and rationalize the intracryst. self-diffusion coeffs. of small hydrocarbons in high SiO2 DDR (ZSM-58, Si/Al = 190), pure SiO2 chabazite (Si-CHA) and ITQ-29 (Si-LTA) structures.  The self-diffusivities of methane, ethane, ethylene and propylene were measured on these materials at 301 K and 101.3 kPa.  A clear correlation is shown between the size of the 8-ring windows and the size of the mols. on the measured self-diffusivities.  Window sizes were obtained from x-ray diffraction measurements: [3.65 × 4.38 Å] for ZSM-58, [3.70 × 4.17 Å] for Si-CHA and [4.00 × 4.22 Å] for Si-LTA.  An increase in self-diffusivity with window size and a decrease with mol. size were clearly obsd.  The magnitudes of these effects are very large.  For example, at 301 K and 101.3 kPa, the self-diffusivities of methane were 1.6 × 10-8 cm2/s, 10.7 × 10-8 cm2/s and 142.0 × 10-8 cm2/s in ZSM-58, Si-CHA and Si-LTA, resp.; an increase in self-diffusivity of nearly 2 orders of magnitude that is primarily due to window size effects.  Similarly, at 301 K and 101.3 kPa, the self-diffusivities of methane, ethylene, ethane and propylene in Si-LTA were 142.0 × 10-8 cm2/s, 21.4 × 10-8 cm2/s, 20.9 × 10-8 cm2/s and 0.0047 × 10-8 cm2/s, resp.; a decrease in self-diffusivity with mol. size of >4 orders of magnitude.  These findings contribute to a fundamental understanding of self-diffusion in microporous materials and have important implications for kinetic based sepn. schemes in which diffusion plays a key role.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVKgtr%252FE&md5=92a045122651492bd5d12c67b6ec3154", "44. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. a", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "45. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Methane Storage in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "46. ", "Mason", ", ", "J. a.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal–organic Frameworks for Natural Gas Storage", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "46. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "47. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Hydrogen Storage in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "48. ", "Rives", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Ragon", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Ollivier", ", ", "J.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of Long Chain N-Alkanes in the Metal–organic Framework MIL-47(V): A Combination of Neutron Scattering Experiments and Molecular Dynamics Simulations", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "164", ",  ", "259", "– ", "265", "[", "Crossref", "], [", "CAS", "]", "48. ", "Diffusion of long chain n-alkanes in the metal-organic framework MIL-47(V): A combination of neutron scattering experiments and molecular dynamics simulations", "Rives, S.; Jobic, H.; Ragon, F.; Devic, T.; Serre, C.; Ferey, G.; Ollivier, J.; Maurin, G.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "164", "\r\n        (", "),\r\n    ", "259-265", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The self-diffusion of long chain n-alkanes in the metal-org. framework MIL-47(V) has been investigated by combining quasi-elastic neutron scattering (QENS) and mol. dynamics (MD) simulations.  The exptl. diffusivities, which are about one order of magnitude higher than in the zeolite silicalite, show a non-monotonic decrease with increasing chain length.  Further, the activation energies for diffusion of C9-C16 are lower than in silicalite, indicating less conformational changes in this 1D-channel type MOF compared with the zeolite.  MD simulations bring further insights into the microscopic diffusion mechanism in play confirming that diffusion proceeds via a jump sequence as suggested exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyktLbK&md5=e8eddedb22c9383c4ab7860fe87e86aa", "49. ", "Férey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "50. ", "Yang", ", ", "Q.", "; ", "Vaesen", ", ", "S.", "; ", "Ragon", ", ", "F.", "; ", "Wiersum", ", ", "A. D.", "; ", "Wu", ", ", "D.", "; ", "Lago", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Martineau", ", ", "C.", "; ", "Taulelle", ", ", "F.", "; ", "Llewellyn", ", ", "P. L.", " ", "A Water Stable Metal-Organic Framework with Optimal Features for CO2 Capture", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2013", ",  ", "52", ",  ", "10316", "– ", "10320", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "A water stable metal-organic framework with optimal features for CO2 capture", "Yang Qingyuan; Vaesen Sebastien; Ragon Florence; Wiersum Andrew D; Wu Dong; Lago Ana; Devic Thomas; Martineau Charlotte; Taulelle Francis; Llewellyn Philip L; Jobic Herve; Zhong Chongli; Serre Christian; De Weireld Guy; Maurin Guillaume", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "39", "),\r\n    ", "10316-20", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sjkslaktA%253D%253D&md5=a1194b2f147a69c79195787c57231143", "51. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Industrial Applications of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "52. ", "Voorde", ", ", "B. Van De", "; ", "Bueken", ", ", "B.", "; ", "Vos", ", ", "D. De.", " ", "Adsorptive Separation on Metal–organic Frameworks in the Liquid Phase", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5766", "– ", "5788", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "53. ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Gentle Iii", ", ", "T.", " ", "Tuning the Structure and Function of Metal-Organic Frameworks via Linker Design", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "– ", "5593", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "54. ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", " ", "Adsorption and Diffusion of Alkanes in CuBTC Crystals Investigated Using Infra-Red Microscopy and Molecular Simulations", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "– ", "32", "[", "Crossref", "], [", "CAS", "]", "54. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73", "55. ", "Chmelik", ", ", "C.", "; ", "Bux", ", ", "H.", "; ", "Caro", ", ", "J.", "; ", "Heinke", ", ", "L.", "; ", "Hibbe", ", ", "F.", "; ", "Titze", ", ", "T.", "; ", "Karger", ", ", "J.", " ", "Mass Transfer in a Nanoscale Material Enhanced by an Opposing Flux", " ", "Phys. Rev. Lett.", " ", "2010", ",  ", "104", ",  ", "085902", "[", "Crossref", "], [", "CAS", "]", "55. ", "Mass Transfer in a Nanoscale Material Enhanced by an Opposing Flux", "Chmelik, Christian; Bux, Helge; Caro, Juergen; Heinke, Lars; Hibbe, Florian; Titze, Tobias; Kaerger, Joerg", "Physical Review Letters", "\r\n        (", "2010", "),\r\n    ", "104", "\r\n        (", "8", "),\r\n    ", "085902/1-085902/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Diffusion is known to be quantified by measuring the rate of mol. fluxes in the direction of falling concn.  In contrast with intuition, considering methanol diffusion in a novel type of nanoporous material (MOF ZIF-8), this rate has now been found to be enhanced rather than slowed down by an opposing flux of labeled mols.  In terms of the key quantities of random particle movement, this result means that the self-diffusivity exceeds the transport diffusivity.  It is rationalized by considering the strong intermol. interaction and the dominating role of intercage hopping in mass transfer in the systems under study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisF2ht70%253D&md5=37da9ab36624b712f1846006dd419d8b", "56. ", "Wehring", ", ", "M.", "; ", "Gascon", ", ", "J.", "; ", "Dubbeldam", ", ", "D.", "; ", "Kapteijn", ", ", "F.", "; ", "Snurr", ", ", "R. Q.", "; ", "Stallmach", ", ", "F.", " ", "Self-Diffusion Studies in CuBTC by PFG NMR and MD Simulations", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "10527", "– ", "10534", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Self-Diffusion Studies in CuBTC by PFG NMR and MD Simulations", "Wehring, M.; Gascon, J.; Dubbeldam, D.; Kapteijn, F.; Snurr, R. Q.; Stallmach, F.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "23", "),\r\n    ", "10527-10534", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Self-diffusion and relaxation time studies of C3 to C6 hydrocarbons adsorbed in the microporous metal-org. framework CuBTC were performed by NMR at 193-373 K.  The presence of paramagnetic copper species in the solid CuBTC framework leads to short longitudinal (T1) and transverse (T2) relaxation times of the hydrocarbons with typical values of T1 .ltorsim. 10 ms and T2 .ltorsim. 3 ms.  Under these conditions, pulsed field gradient (PFG) NMR self-diffusion studies could only be performed at short observation times using the primary spin echo sequence with high-intensity pulsed magnetic field gradients.  The obtained temp. dependent self-diffusion coeffs. were analyzed using an Arrhenius approach.  The activation energies of the alkanes are at 6.5-8.5 kJ/mol, increasing slightly with increasing no. of carbon atoms.  Significantly higher values were found for propene (13.2 kJ/mol) and 1-butene (15.0 kJ/mol).  These tendencies are consistent with corresponding measurements of heats of adsorption and with data obtained in mol. dynamics (MD) simulations.  The MD simulations show a strong dependence of the heat of adsorption and diffusion on loading and temp.  This is caused by the preferential adsorption of small alkanes such as propane and butane in the side pockets of the CuBTC structure at low loading and temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmsVGjsr4%253D&md5=fbb190eb0112b57978bc3f290f1bc272", "57. ", "Stallmach", ", ", "F.", "; ", "Gröger", ", ", "S.", "; ", "Künzel", ", ", "V.", "; ", "Kärger", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Hesse", ", ", "M.", "; ", "Müller", ", ", "U.", " ", "NMR Studies on the Diffusion of Hydrocarbons on the Metal-Organic Framework Material MOF-5", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2006", ",  ", "45", ",  ", "2123", "– ", "2126", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "NMR studies on the diffusion of hydrocarbons on the metal-organic framework material MOF-5", "Stallmach Frank; Groger Stefan; Kunzel Volker; Karger Jorg; Yaghi O M; Hesse Michael; Muller Ulrich", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "13", "),\r\n    ", "2123-6", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD287pvVCrsw%253D%253D&md5=8fdbe115d0b04e1c9a6c84a489f0e14e", "58. ", "Chmelik", ", ", "C.", "; ", "Freude", ", ", "D.", "; ", "Bux", ", ", "H.", "; ", "Haase", ", ", "J.", " ", "Ethene/ethane Mixture Diffusion in the MOF Sieve ZIF-8 Studied by MAS PFG NMR Diffusometry", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "147", ",  ", "135", "– ", "141", "[", "Crossref", "]", "There is no corresponding record for this reference.", "59. ", "Skoulidas", ", ", "A. I.", "; ", "Scholl", ", ", "D. S.", " ", "Self-Diffusion and Transport Diffusion of Light Gases in Metal-Organic Framework Materials Assessed Using Molecular Dynamics Simulations", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "15760", "– ", "15768", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Self-Diffusion and Transport Diffusion of Light Gases in Metal-Organic Framework Materials Assessed Using Molecular Dynamics Simulations", "Skoulidas, Anastasios I.; Sholl, David S.", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "33", "),\r\n    ", "15760-15768", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) materials pose an interesting alternative to more traditional nanoporous materials for a variety of sepn. processes.  Sepn. processes involving nanoporous materials can be controlled by either adsorption equil., diffusive transport rates, or a combination of these factors.  Adsorption equil. was studied for a variety of gases in MOFs, but almost nothing is currently known about mol. diffusion rates in MOFs.  The authors used equil. mol. dynamics (MD) to probe the self-diffusion and transport diffusion of a no. of small gas species in several MOFs as a function of pore loading at room temp.  Specifically, the authors have studied Ar, CH4, CO2, N2, and H2 diffusion in MOF-5.  The diffusion of Ar in MOF-2, MOF-3, and Cu-BTC was assessed in a similar manner.  Results greatly expand the range of MOFs for which data describing mol. diffusion is available.  The authors discuss the prospects for exploiting mol. transport properties in MOFs in practical sepn. processes and the future role of MD simulations in screening families of MOFs for these processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvVCku7c%253D&md5=958a9da667518e625f7adeaed48d5a01", "60. ", "Seehamart", ", ", "K.", "; ", "Nanok", ", ", "T.", "; ", "Kärger", ", ", "J.", "; ", "Chmelik", ", ", "C.", "; ", "Krishna", ", ", "R.", "; ", "Fritzsche", ", ", "S.", " ", "Investigating the Reasons for the Significant Influence of Lattice Flexibility on Self-Diffusivity of Ethane in Zn(tbip)", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "130", ",  ", "92", "– ", "96", "[", "Crossref", "], [", "CAS", "]", "60. ", "Investigating the reasons for the significant influence of lattice flexibility on self-diffusivity of ethane in Zn(tbip)", "Seehamart, K.; Nanok, T.; Kaerger, J.; Chmelik, C.; Krishna, R.; Fritzsche, S.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "130", "\r\n        (", "1-3", "),\r\n    ", "92-96", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Published mol. dynamics simulations of the self-diffusivity, D2S , of ethane within the 1D 4.5 Å channels of Zn(tbip) (H2tbip = 5-tert-Bu isophthalic acid) have shown not only quant., but also qual., differences in the D S values for fixed and flexible lattices when the concn. of mols., c, is increased.  The reasons for these differences were investigated with the aid of probability d. plots, free energy landscapes and barriers, along with a detn. of the structural changes accompanying increasing c.  For flexible lattices, the tighter, more constrained parts of the channels become wider at higher c; this allows more mols. to diffuse in the central region of the channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvFOqtr8%253D&md5=67fc231cce90bdd3a65a7a37282a4705", "61. ", "Seehamart", ", ", "K.", "; ", "Nanok", ", ", "T.", "; ", "Krishna", ", ", "R.", "; ", "Baten", ", ", "J. M.", "; ", "Van Remsungnen", ", ", "T.", "; ", "Fritzsche", ", ", "S.", " ", "A Molecular Dynamics Investigation of the Influence of Framework Flexibility on Self-Diffusivity of Ethane in Zn(tbip) Frameworks", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "125", ",  ", "97", "– ", "100", "[", "Crossref", "], [", "CAS", "]", "61. ", "A molecular dynamics investigation of the influence of framework flexibility on self-diffusivity of ethane in Zn(tbip) frameworks", "Seehamart, K.; Nanok, T.; Krishna, R.; van Baten, J. M.; Remsungnen, T.; Fritzsche, S.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "125", "\r\n        (", "1-2", "),\r\n    ", "97-100", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Configurational-bias Monte Carlo simulations of the adsorption isotherm of ethane in Zn(tbip) (H2tbip = 5-tert-Bu isophthalic acid), a representative of metal-org. frameworks, show an inflection at a loading, qi = 6 mols. per unit cell.  This inflection causes the inverse thermodn. factor, 1/Γi, to display a min. at qi = 6, along with a max. at qi ≈ 10.  Mol. dynamics (MD) simulations of the self-diffusivity Di,self, taking account of the framework flexibility of Zn(tbip) show that the Di,self - qi dependence follows that of 1/Γi - qi, with a min. at qi = 6.  Remarkably, MD simulations assuming a rigid framework yield significantly lower values of the self-diffusivities, and show a monotonic decrease of Di,self with qi.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptV2ltLY%253D&md5=9bc7091321f2fcaa55ef5ac6345ffa28", "62. ", "Seehamart", ", ", "K.", "; ", "Chmelik", ", ", "C.", "; ", "Krishna", ", ", "R.", "; ", "Fritzsche", ", ", "S.", " ", "Microporous and Mesoporous Materials Molecular Dynamics Investigation of the Self-Diffusion of Binary Mixture Diffusion in the Metal-Organic Framework Zn (Tbip) Accounting for Framework Flexibility", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "143", ",  ", "125", "– ", "131", "[", "Crossref", "], [", "CAS", "]", "62. ", "Molecular dynamics investigation of the self-diffusion of binary mixture diffusion in the metal-organic framework Zn(tbip) accounting for framework flexibility", "Seehamart, K.; Chmelik, C.; Krishna, R.; Fritzsche, S.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "143", "\r\n        (", "1", "),\r\n    ", "125-131", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The self-diffusion of three equimolar mixts. in the metal-org. framework Zn(tbip) was studied by mol. dynamics simulations.  The simulations take due account of lattice flexibility.  The diffusional characteristics are discussed in relation to mol. properties and lattice geometry.  Zn(tbip) may be a useful material for sepg. methane/ethane and CO2/ethane mixts. at low concns., and CO2/methanol mixts. at high concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtFaqs7s%253D&md5=4468b83df1404b92a2a2c7092e17d048", "63. ", "Babarao", ", ", "R.", "; ", "Tong", ", ", "Y. H.", "; ", "Jiang", ", ", "J. J. W.", " ", "Molecular Insight into Adsorption and Diffusion of Alkane Isomer Mixtures in Metal-Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2009", ",  ", "113", ",  ", "9129", "– ", "9136", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Molecular Insight into Adsorption and Diffusion of Alkane Isomer Mixtures in Metal-Organic Frameworks", "Babarao, Ravichandar; Tong, Yew Hin; Jiang, Jianwen", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "27", "),\r\n    ", "9129-9136", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption and diffusion of alkane isomer mixts. (C4 and C5) are studied in catenated and noncatenated metal-org. frameworks (IRMOF-13, IRMOF-14, PCN-6, and PCN-6') using mol. simulations.  Competitive adsorption between isomers is obsd., particularly at high pressures, at which a linear isomer shows a larger extent of adsorption due to configurational entropy.  An inflection is found in the isotherm as a consequence of sequential adsorption in multiple favorable sites.  Compared with the noncatenated counterparts, IRMOF-13 and PCN-6 have a greater loading at low pressures because of the constricted pores and stronger affinity with adsorbate.  However, the reverse is true at high pressures due to the smaller pore vol.  Catenated MOFs exhibit larger adsorption selectivity for alkane mixts. than the noncatenated counterparts.  Adsorption selectivity in the four MOFs is comparable to that in carbon nanotube and silicalite, though adsorption capacity is lower in the latter.  Diffusivity of alkane in MOFs decreases with the degree of branching because a slender isomer diffuses faster.  With the presence of constricted pores, diffusivity in catenated MOFs is smaller than that in noncatenated counterparts.  In IRMOF-14 and IRMOF-13 diffusivity decreases monotonically, while it initially increases and then decreases in PCN-6'.  The diffusion selectivity in catenated IRMOF-13 and PCN-6 is larger than that in noncatenated IRMOF-14 and PCN-6'.  This work provides insightful microscopic mechanisms for the adsorption and diffusion of alkane isomers in MOFs and reveals that both adsorption and diffusion selectivities can be enhanced by catenation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntleltr0%253D&md5=9789dfb596e0e3ab0f58e30b54f325e6", "64. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "Highlighting a Variety of Unusual Characteristics of Adsorption and Diffusion in Microporous Materials Induced by Clustering of Guest Molecules", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "8450", "– ", "8463", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Highlighting a Variety of Unusual Characteristics of Adsorption and Diffusion in Microporous Materials Induced by Clustering of Guest Molecules", "Krishna, Rajamani; van Baten, Jasper M.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "11", "),\r\n    ", "8450-8463", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors highlight several unusual characteristics of adsorption and diffusion of a variety of guest mols., such as linear and branched alkanes with a no. of C atoms in the 1-6 range, CO2, and Ar in microporous structures such as zeolites (FAU, NaY) and metal org. frameworks (IRMOF-1, CuBTC, MIL-47, MIL-53 (Cr)-lp, PCN-6') that have channel or cavity sizes larger than ∼0.75 nm.  Clustering of guest mols. is found to manifest at temps. below the crit. temp., Tc, of the guest species.  The degree of clustering is increased as the temp., T, is reduced increasingly below Tc.  For linear alkanes, Tc increases with chain length and, consequently, at a given T the degree of clustering increases with increasing chain length.  For C4, C5, and C6 alkane isomers, the linear isomer shows a higher degree of clustering than the corresponding branched isomers.  Mixt. adsorption characteristics are significantly influenced by clustering; specifically, the sepn. selectivity increasesd significantly with lowering T.  The authors also discuss the interesting possibility of sepg. alkane isomer mixts. by exploiting the differences in the degrees of clustering, induced by differences in Tc of constituent species.  An important characteristic of clustering is that the inverse thermodn. factor 1/Γi (d ln ci)/(d ln fi) exceeds unity for a range of molar concns. ci within the micropores.  For the concn. ranges for which 1/Γi >1, the Fick diffusivity, Di, for unary diffusion is often lower than both the Maxwell-Stefan, Di, and the self-diffusivity, Di,self.  Correlation effects in diffusion are significantly lowered as a consequence of clustering; this redn. in correlation effects has a significant influence on the mixt. diffusion characteristics.  The diffusion selectivity is significantly affected with increased clustering.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislyktr8%253D&md5=5fe98a95679c3a7c17151520547f60a8", "65. ", "Salles", ", ", "F.", "; ", "Jobic", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Koza", ", ", "M. M.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of Binary CO2/CH4Mixtures in the MIL-47(V) and MIL-53(Cr) Metal-Organic Framework Type Solids: A Combination of Neutron Scattering Measurements and Molecular Dynamics Simulations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "11275", "– ", "11284", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "Diffusion of Binary CO2/CH4 Mixtures in the MIL-47(V) and MIL-53(Cr) Metal-Organic Framework Type Solids: A Combination of Neutron Scattering Measurements and Molecular Dynamics Simulations", "Salles, Fabrice; Jobic, Herve; Devic, Thomas; Guillerm, Vincent; Serre, Christian; Koza, Michael M.; Ferey, Gerard; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "21", "),\r\n    ", "11275-11284", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dynamics of CO2 and CH4 in a mixt. of different compns. has been explored in two metal-org. frameworks, namely, MIL-47(V) and MIL-53(Cr), by combining mol. dynamics (MD) simulations and quasi-elastic neutron scattering (QENS) measurements.  The exptl. and simulated self-diffusion coeff. (Ds) values for CH4 are in very good agreement in the whole range of the CO2 explored loadings.  It is clearly stated that CH4 which shows a fast diffusivity at low loading becomes significantly slower in both metal-org. frameworks (MOFs) when CO2 mols. are introduced within the porosities of these materials.  Further, compared to its behavior in a single component, CH4 tends to diffuse slightly faster in the presence of CO2.  The MD simulations revealed that this speeding up is concomitant with a mutual speeding up or a slowing down of the slower CO2 mols. in MIL-47(V) and MIL-53(Cr), resp.  Anal. of the MD trajectories emphasizes that both gases in the mixt. follow individually a 1D-type diffusion mechanism in both MOFs, where the CO2 mols. diffuse close to the pore wall while the motions of CH4 are restricted in the central region of the tunnel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntlGis78%253D&md5=a9840da1681bbdffcd56cd53cfb42653", "66. ", "Deroche", ", ", "I.", "; ", "Rives", ", ", "S.", "; ", "Trung Khuong", ", ", "T.", "; ", "Yang", ", ", "Q.", "; ", "Ghoufi", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Trens", ", ", "P.", "; ", "Fajula", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", " ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13868", "– ", "13876", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", "Deroche, I.; Rives, S.; Trung, T.; Yang, Q.; Ghoufi, A.; Ramsahye, N. A.; Trens, P.; Fajula, F.; Devic, T.; Serre, C.; Ferey, G.; Jobic, H.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13868-13876", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption properties of linear long chain alkanes (from n-pentane to n-nonane) within the rigid MOF MIL-47 (V) were explored by combining gravimetry measurements and mol. simulations.  Both exptl. abs. isotherms and enthalpies of adsorption for all n-alkanes were compared with those obtained by configurational bias grand canonical Monte Carlo simulations (CB-GCMC) based on two different force fields.  From a fair agreement between exptl. and simulated data, a further step consisted of studying the microscopic adsorption mechanism in play to shed some light onto the preferential orientations and conformations of all studied n-alkanes.  Whereas the trans conformation is predominantly obsd. for all n-alkanes, the proportion of the n-alkane conformations lying parallel to the direction of the tunnel significantly increases with the chain length, emphasizing that the confinement effect is stronger for the longer chain n-alkanes.  Finally, mol. dynamics simulations allowed one to emphasize that all n-alkanes follow a pathway along the direction of the tunnel, leading to a 1-dimensional type diffusion mechanism, the motions being mainly centered around the middle of the pores at low loading, whereas they are significantly shifted toward the pore wall when the alkane concn. increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgsr4%253D&md5=d223004c77bc6a5fb714ff16ae7398d4", "67. ", "Rosenbach", ", ", "N.", ", ", " Jnr", "; ", "Jobic", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Koza", ", ", "M. M.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Mota", ", ", "C. J.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of Light Hydrocarbons in the Flexible MIL-53(Cr) Metal–Organic Framework: A Combination of Quasi-Elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "14471", "– ", "14477", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Diffusion of Light Hydrocarbons in the Flexible MIL-53(Cr) Metal-Organic Framework: A Combination of Quasi-Elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", "Rosenbach, N.; Jobic, H.; Ghoufi, A.; Devic, T.; Koza, M. M.; Ramsahye, N.; Mota, C. J.; Serre, C.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "26", "),\r\n    ", "14471-14477", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dynamics of light hydrocarbons, including ethane, propane, and n-butane, is explored in the highly flexible metal-org. framework MIL-53(Cr) by combining quasi-elastic neutron scattering measurements and mol. dynamics simulations.  The loading dependence of the self-diffusivity shows peculiarities, including (i) a relatively rapid decrease of Ds at low loading for ethane and propane, and (ii) an unusual increase of Ds for n-butane at high loading, following a decreasing profile up to intermediate loading.  These diffusion behaviors are analyzed in light of the structural flexibility of the solids upon alkane adsorption characterized by the neutron measurements.  A 1D-type diffusion is evidenced for all alkanes with a jump sequence mainly ruled by the hydroxyl groups present at the surface of the MOF pore wall.  This global translational motion is assocd. with a rotational dynamics that differs according to the nature of the alkane: whereas n-butane follows uniaxial displacements, ethane shows random rotational reorientation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1Srur4%253D&md5=d93acbdd60c0a1b6477f478ce2ee465b", "68. ", "Salles", ", ", "F.", "; ", "Jobic", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Transport Diffusivity of CO2 in the Highly Flexible Metal-Organic Framework MIL-53(Cr)", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2009", ",  ", "48", ",  ", "8335", "– ", "8339", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "Transport Diffusivity of CO2 in the Highly Flexible Metal-Organic Framework MIL-53(Cr)", "Salles, Fabrice; Jobic, Herve; Ghoufi, Aziz; Llewellyn, Philip L.; Serre, Christian; Bourrelly, Sandrine; Ferey, Gerard; Maurin, Guillaume", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8335-8339, S8335/1-S8335/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In the last few years, much research has concd. on the elaboration of novel porous materials that can efficiently capture and store carbon dioxide at a lower energetic cost, to fulfill strategic objectives on energy development and environmental concerns.  Metal-org. framework (MOF) hybrid porous solids are promising alternatives to the most common zeolite materials for application in industrial processes based on pressure swing adsorption (PSA), which are among the most economic methods for recovering CO2 from flue streams.  The authors have used a combination of quasielastic neutron scattering (QENS) measurements and mol. dynamics simulations and were able to follow for the 1st time the transport diffusivity of a guest mol. confined in a highly flexible porous MOF characterized by a spectacular phase transition between two distinct structural forms.  It was possible to understand the diffusivity profile and elucidate a 1-dimensional diffusion mechanism in both structural forms, where by the diffusivity in the large pore form is two orders of magnitude faster than in the narrow pore (NP) form.  The authors were also able to predict a single-file diffusion regime in the NP form at high loading, which was never evidenced before in any MOF-type material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3I&md5=8474c8e55b4659398d25adf7806dee3f", "69. ", "Rives", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Ollivier", ", ", "J.", "; ", "Yang", ", ", "K.", " ", "Diffusion of Branched and Linear C 6 -Alkanes in the", " ", "J. Phys. Soc. Jpn.", " ", "2013", ",  ", "82", ",  ", "SA005", "– ", "1–SA005–13", "[", "Crossref", "]", "There is no corresponding record for this reference.", "70. ", "Rives", ", ", "S.", "; ", "Trung", ", ", "T.", "; ", "Yang", ", ", "Q.", "; ", "Ghou", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Trens", ", ", "P.", "; ", "Fajula", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Jobic", ", ", "H.", " ", "Exploration of the Long-Chain N -Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13868", "– ", "13876", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", "Deroche, I.; Rives, S.; Trung, T.; Yang, Q.; Ghoufi, A.; Ramsahye, N. A.; Trens, P.; Fajula, F.; Devic, T.; Serre, C.; Ferey, G.; Jobic, H.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13868-13876", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption properties of linear long chain alkanes (from n-pentane to n-nonane) within the rigid MOF MIL-47 (V) were explored by combining gravimetry measurements and mol. simulations.  Both exptl. abs. isotherms and enthalpies of adsorption for all n-alkanes were compared with those obtained by configurational bias grand canonical Monte Carlo simulations (CB-GCMC) based on two different force fields.  From a fair agreement between exptl. and simulated data, a further step consisted of studying the microscopic adsorption mechanism in play to shed some light onto the preferential orientations and conformations of all studied n-alkanes.  Whereas the trans conformation is predominantly obsd. for all n-alkanes, the proportion of the n-alkane conformations lying parallel to the direction of the tunnel significantly increases with the chain length, emphasizing that the confinement effect is stronger for the longer chain n-alkanes.  Finally, mol. dynamics simulations allowed one to emphasize that all n-alkanes follow a pathway along the direction of the tunnel, leading to a 1-dimensional type diffusion mechanism, the motions being mainly centered around the middle of the pores at low loading, whereas they are significantly shifted toward the pore wall when the alkane concn. increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgsr4%253D&md5=d223004c77bc6a5fb714ff16ae7398d4", "71. ", "Jobic", ", ", "H.", "; ", "Rosenbach", ", ", "N.", "; ", "Ghoufi", ", ", "A.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Yot", ", ", "P. G.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Unusual Chain-Length Dependence of the Diffusion of N-Alkanes in the Metal-Organic Framework MIL-47(V): The Blowgun Effect", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "10337", "– ", "10341", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "71. ", "Unusual Chain-Length Dependence of the Diffusion of n-Alkanes in the Metal-Organic Framework MIL-47(V): the Blowgun Effect", "Jobic, Herve; Rosenbach Jr., Nilton; Ghoufi, Aziz; Kolokolov, Daniil I.; Yot, Pascal. G.; Devic, Thomas; Serre, Christian; Ferey, Gerard; Maurin, Guillaume", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "34", "),\r\n    ", "10337-10341, S10337/1-S10337/10", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We det. the loading dependence of the self-diffusivity for linear alkanes that include ethane, propane and n-butane in a model rigid MOF solid and addresses through a detailed anal. of both QENS spectra and MD runs, the microscopic diffusion mechanism, which includes the translational and rotational components, for each alkane within the porosity.  For this purpose MIL-47 (V4+), which belongs to the MIL (Materials of the Institut Lavoisier) series, has been selected.  A detailed anal. of the translational and rotational dynamics from the QENS spectra highlighted that all alkanes follow a 1D-type diffusion gliding along the tunnel of the MIL-47 solid, with either isotropic or uniaxial rotation depending on the chain length.  Spectacular blowgun-type diffusion has been further evidenced for n-butane from a higher diffusivity at low loading of this alkane compared with propane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFGnsb3I&md5=3d31fc2dae7b19231d3316b2c3adf35c", "72. ", "Pantatosaki", ", ", "E.", "; ", "Jobic", ", ", "H.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Karmakar", ", ", "S.", "; ", "Bibiwale", ", ", "R.", "; ", "Papadopoulos", ", ", "G. K.", " ", "Probing the Hydrogen Equilibrium and Kinetics in Zeolite Imidazolate Frameworks via Molecular Dynamics and Quasi-Elastic Neutron Scattering Experiments", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "034706", "[", "Crossref", "], [", "CAS", "]", "72. ", "Probing the hydrogen equilibrium and kinetics in zeolite imidazolate frameworks via molecular dynamics and quasi-elastic neutron scattering experiments", "Pantatosaki, Evangelia; Jobic, Herve; Kolokolov, Daniil I.; Karmakar, Shilpi; Biniwale, Rajesh; Papadopoulos, George K.", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "3", "),\r\n    ", "034706/1-034706/10", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The equil. and dynamics of guest sorbates within zeolitic imidazolate frameworks (ZIF) have been studied using the quasi-elastic neutron scattering technique (QENS) for measuring self-diffusivity by elaborating the incoherent scattering signal of hydrogen nuclei.  The QENS and mol. dynamics (MD) expts. were performed in parallel to probe the hydrogen motion, for the first time in ZIF members.  The predicted and measured dynamics behaviors showed considerable concn. variation of the hydrogen self-diffusion coeff. in the two topol. different ZIF pore networks of this study, the ZIF-3 and ZIF-8.  Modeling options such as the flexibility of the entire matrix vs. a rigid framework version, the mobility of the imidazolate ligand, and the inclusion of quantum mech. effects in the potential functions were examd. in detail for the sorption thermodn. and kinetics of hydrogen and also of deuterium, by employing MD combined with Widom averaging towards studying phase equil.  The latter methodol. ensures a rigorous and efficient way for post-processing the dynamics trajectory, thereby avoiding stochastic moves via Monte Carlo simulation, over the large no. of configurational degrees of freedom a nonrigid framework encompasses.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpslygug%253D%253D&md5=a3bc6e7eae7b567bf9f9e7c98f643fe5", "73. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Jobic", ", ", "H.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L. P. L.", "; ", "Maurin", ", ", "G.", " ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "– ", "13774", "[", "ACS Full Text ", "], [", "CAS", "]", "73. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "74. ", "Yang", ", ", "Q.", "; ", "Jobic", ", ", "H.", "; ", "Salles", ", ", "F.", "; ", "Kolokolov", ", ", "D.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Probing the Dynamics of CO2 and CH4 within the Porous Zirconium Terephthalate UiO-66(Zr): A Synergic Combination of Neutron Scattering Measurements and Molecular Simulations", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "8882", "– ", "8889", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "74. ", "Probing the Dynamics of CO2 and CH4 within the Porous Zirconium Terephthalate UiO-66(Zr): A Synergic Combination of Neutron Scattering Measurements and Molecular Simulations", "Yang, Qingyuan; Jobic, Herve; Salles, Fabrice; Kolokolov, Daniil; Guillerm, Vincent; Serre, Christian; Maurin, Guillaume", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "32", "),\r\n    ", "8882-8889, S8882/1-S8882/20", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Quasi-elastic neutron scattering (QENS) measurements combined with mol. dynamics (MD) simulations were conducted to deeply understand the concn. dependence of the self- and transport diffusivities of CH4 and CO2, resp., in the humidity-resistant metal-org. framework UiO-66(Zr).  The QENS measurements show that the self-diffusivity profile for CH4 exhibits a max., while the transport diffusivity for CO2 increases continuously at the loadings explored in this study.  Our MD simulations can reproduce fairly well both the magnitude and the concn. dependence of each measured diffusivity.  The flexibility of the framework implemented by deriving a new forcefield for UiO-66(Zr) has a significant impact on the diffusivity of the two species.  Methane diffuses faster than CO2 over a broad range of loading, and this is in contrast to zeolites with narrow windows, for which opposite trends were obsd.  Further anal. of the MD trajectories indicates that the global microscopic diffusion mechanism involves a combination of intracage motions and jump sequences between tetrahedral and octahedral cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotV2iu7s%253D&md5=db43043d7a0c995427b2a7c87d19d5bb", "75. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A New Zirconium Inorganic Building Brick Forming Metal Organic Frameworks with Exceptional Stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "75. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "76. ", "Guillerm", ", ", "V.", "; ", "Ragon", ", ", "F.", "; ", "Dan-Hardi", ", ", "M.", "; ", "Devic", ", ", "T.", "; ", "Vishnuvarthan", ", ", "M.", "; ", "Campo", ", ", "B.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Yang", ", ", "Q.", "; ", "Maurin", ", ", "G.", " ", "A Series of Isoreticular, Highly Stable, Porous Zirconium Oxide Based Metal–Organic Frameworks", " ", "Angew. Chem., Int. Ed. Engl.", " ", "2012", ",  ", "51", ",  ", "9267", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "76. ", "A series of isoreticular, highly stable, porous zirconium oxide based metal-organic frameworks", "Guillerm V; Ragon F; Dan-Hardi M; Devic T; Vishnuvarthan M; Campo B; Vimont A; Clet G; Yang Q; Maurin G; Ferey G; Vittadini A; Gross S; Serre Christian", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "37", "),\r\n    ", "9267-71", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fnsFagtQ%253D%253D&md5=7325d7771ff97720b2e14ff7f80e772e", "77. ", "Wiersum", ", ", "A. D.", "; ", "Soubeyrand-Lenoir", ", ", "E.", "; ", "Yang", ", ", "Q.", "; ", "Moulin", ", ", "B.", "; ", "Guillerm", ", ", "V.", "; ", "Ben Yahia", ", ", "M.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Miller", ", ", "S.", "; ", "Vagner", ", ", "C.", " ", "An Evaluation of UiO-66 for Gas-Based Applications", " ", "Chem. Asian J.", " ", "2011", ",  ", "6", ",  ", "3270", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "77. ", "An Evaluation of UiO-66 for Gas-Based Applications", "Wiersum, Andrew D.; Soubeyrand-Lenoir, Estelle; Yang, Qingyuan; Moulin, Beatrice; Guillerm, Vincent; Ben Yahia, Mouna; Bourrelly, Sandrine; Vimont, Alexandre; Miller, Stuart; Vagner, Christelle; Daturi, Marco; Clet, Guillaume; Serre, Christian; Maurin, Guillaume; Llewellyn, Philip L.", "Chemistry - An Asian Journal", "\r\n        (", "2011", "),\r\n    ", "6", "\r\n        (", "12", "),\r\n    ", "3270-3280", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In addn. to its high thermal stability, repetitive hydration/dehydration tests revealed that the porous zirconium terephthalate UiO-66 switches reversibly between its dehydroxylated and hydroxylated versions.  The structure of its dehydroxylated form has thus been elucidated by coupling mol. simulations and x-ray powder diffraction data.  IR measurements showed that relatively weak acid sites are available while microcalorimetry combined with Monte Carlo simulations emphasize moderate interactions between the UiO-66 surface and a wide range of guest mols. including CH4, CO, and CO2.  These properties, in conjunction with its significant adsorption capacity, make UiO-66 of interest for its further evaluation for CO2 recovery in industrial applications.  This global approach suggests a strategy for the evaluation of metal-org. frameworks for gas-based applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1CrtrvF&md5=a2d28d34224a113e6e662344aeb6c4cb", "78. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Functionalizing Porous Zirconium Terephthalate UiO-66(Zr) for Natural Gas Upgrading: A Computational Exploration", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9603", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "78. ", "Functionalizing porous zirconium terephthalate UiO-66(Zr) for natural gas upgrading based on a computational exploration", "Yang, Qingyuan; Wiersum, Andrew D.; Llewellyn, Philip L.; Guillerm, Vincent; Serre, Christian; Maurin, Guillaume", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "34", "),\r\n    ", "9603-9605", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The ligand functionalization effect on the CO2/CH4 sepn. performance of the MOF type UiO-66(Zr) was explored computationally.  The -SO3H and -CO2H functionalized forms show the highest selectivity, good working capacity and medium ranged CO2 adsorption enthalpy that make these materials very promising for physisorption-based processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWgs7vF&md5=152dac421f3ecfcec3d143dbe3dbb49b", "79. ", "Jasuja", ", ", "H.", "; ", "Zang", ", ", "J.", "; ", "Sholl", ", ", "D. S.", "; ", "Walton", ", ", "K. S.", " ", "Rational Tuning of Water Vapor and CO2 Adsorption in Highly Stable Zr-Based MOFs", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "23526", "– ", "23532", "[", "ACS Full Text ", "], [", "CAS", "]", "79. ", "Rational Tuning of Water Vapor and CO2 Adsorption in Highly Stable Zr-Based MOFs", "Jasuja, Himanshu; Zang, Ji; Sholl, David S.; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "44", "),\r\n    ", "23526-23532", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis of a novel and highly robust monomethyl-functionalized Zr-based MOF (UiO-66-MM) by pre-synthesis functionalization of the benzenedicarboxylic acid ligand.  UiO-66-MM is isostructural to UiO-66 and is characterized by PXRD, FTIR, N2 adsorption, NMR, and TGA.  Grand canonical Monte Carlo (GCMC) simulations are performed to confirm the increase in adsorbate-adsorbent interactions for CO2 and CH4 obsd. during the exptl. measurements.  This enhancement is due to the presence of the Me group in UiO-66-MM, which increases the adsorption potential by constricting the pore diam.  However, UiO-66-MM is less hydrophilic than the parent UiO-66 due to the nonpolar Me groups and adsorbs almost 30% less water than UiO-66.  This new MOF also has a much higher CO2/CH4 selectivity under dry conditions due to enhanced van der Waals interactions with CO2.  Hence, the authors expect UiO-66-MM to exhibit superior performance over the parent MOF in humid gas sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsV2qs73J&md5=79651ad20c55c8bacf4af9cd7044d90c", "80. ", "Biswas", ", ", "S.", "; ", "van der Voort", ", ", "P.", " ", "A General Strategy for the Synthesis of Functionalised UiO-66 Frameworks: Characterisation, Stability and CO2 Adsorption Properties", " ", "Eur. J. Inorg. Chem.", " ", "2013", ",  ", "2154", "– ", "2160", "[", "Crossref", "], [", "CAS", "]", "80. ", "A General Strategy for the Synthesis of Functionalised UiO-66 Frameworks: Characterisation, Stability and CO2 Adsorption Properties", "Biswas, Shyam; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "2013", "\r\n        (", "12", "),\r\n    ", "2154-2160", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A general synthetic strategy has been developed, which can be used for the prepn. of all the known as well as five new functionalized UiO-66-X compds. [X = H, F, F2, Cl, Cl2, Br, Br2, I, CH3, (CH3)2, CF3, (CF3)2, NO2, NH2, OH, (OH)2, OCH3, (CO2H)2, SO3H, C6H4].  Starting from a reaction mixt. of ZrOCl2·8H2O, H2BDC-X (BDC: 1,4-benzenedicarboxylate), formic acid and N,N-dimethylacetamide (DMA) having a molar ratio of 1:1:100:104.44, all the UiO-66-X compds., except UiO-66-CO2H, were obtained under solvothermal conditions (150°, 24 h).  The phase purity of all the compds. was ascertained by x-ray powder diffraction (XRPD) anal., DRIFT spectroscopy and elemental anal.  Detn. of lattice parameters from the XRPD patterns of the new thermally activated UiO-66-X {X = CF3 (1-CF3), (CO2H)2 [2-(CO2H)2], F2 (3-F2), Cl2 (4-Cl2), Br2 (5-Br2)} compds. revealed their structural similarity with the unfunctionalized UiO-66.  Thermogravimetric analyses (TGA) indicate that the five new compds. are stable in the range 290-390° in air.  Except for 3-F2, the new compds. maintain their structural integrity in water, acetic acid and 1 M HCl, as verified by XRPD anal. of the samples recovered after suspending them in the resp. liqs.  As confirmed by N2 and CO2 sorption analyses, all of the new thermally activated compds. exhibit significant microporosity values (SLangmuir = 217-836 m2 g-1), which are lower than that of the parent UiO-66.  Comparative CO2 sorption studies reveal that the UiO-66-X compds. with X = NO2, NH2, OH, CH3 and (CH3)2 show enhanced CO2 uptake compared to that of the parent compd. at 1 bar and 0°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFems78%253D&md5=139545ae95d3551c34ac7b9dc8af3820", "81. ", "Granato", ", ", "M. A.", "; ", "Martins", ", ", "V. D.", "; ", "Ferreira", ", ", "A. F. P.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of Xylene Isomers in MOF UiO-66 by Molecular Simulation", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "190", ",  ", "165", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "81. ", "Adsorption of xylene isomers in MOF UiO-66 by molecular simulation", "Granato, Miguel Angelo; Martins, Vanessa Duarte; Ferreira, Alexandre Filipe P.; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "190", "\r\n        (", "),\r\n    ", "165-170", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Presented are results of mol. simulations on adsorption of mixts. of the 4 xylene isomers in the porous zirconium terephthalate UiO-66.  The grand-canonical Monte Carlo simulations (GCMC) were compared to multi-component adsorption equil. data obtained by breakthrough expts.  Four different force fields for the xylenes were evaluated.  The simulations confirm that the exptl. obsd. ortho-selectivity is preferential in relation to the other isomers.  There is a competition between the other three isomers (p-xylene, m-xylene and ethylbenzene) for adsorption in the UiO-66 structure.  Mol. simulation is a powerful research tool in predicting adsorption equil. properties of potential adsorbent candidates for xylene isomers mixts. that are essential for the development of adsorption-based sepn. processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlt1Wiur8%253D&md5=62d688764e2b902fe061a9666828c4f4", "82. ", "Ren", ", ", "J. W.", "; ", "Segakweng", ", ", "T.", "; ", "Langmi", ", ", "H. W.", "; ", "Musyoka", ", ", "N. M.", "; ", "North", ", ", "B. C.", "; ", "Mathe", ", ", "M.", "; ", "Bessarabov", ", ", "D.", " ", "Microwave-Assisted Modulated Synthesis of Zirconium-Based Metal-Organic Framework (Zr-MOF) for Hydrogen Storage Applications", " ", "Int. J. Mater. Res.", " ", "2014", ",  ", "105", ",  ", "516", "– ", "519", "[", "Crossref", "], [", "CAS", "]", "82. ", "Microwave-assisted modulated synthesis of zirconium-based metal-organic framework (Zr-MOF) for hydrogen storage applications", "Ren, Jianwei; Segakweng, Tshiamo; Langmi, Henrietta W.; Musyoka, Nicholas M.; North, Brian C.; Mathe, Mkhulu; Bessarabov, Dmitri", "International Journal of Materials Research", "\r\n        (", "2014", "),\r\n    ", "105", "\r\n        (", "5", "),\r\n    ", "516-519", "CODEN:\r\n                ", "IJMRFV", ";\r\n        ISSN:", "1862-5282", ".\r\n    \r\n            (", "Carl Hanser Verlag", ")\r\n        ", "Zirconium-based metal-org. framework (Zr-MOF) was synthesized using a microwave-assisted modulated method in a short reaction time of 5 min.  The Zr-MOF material was highly cryst. with well-defined octahedral shaped crystals, and it exhibited comparable hydrogen storage capacity to Zr-MOF of similar sp. surface area synthesized using conventional methods with much longer synthesis time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFalu7jO&md5=b25c777ba64eb99cc040aaf32022d255", "83. ", "Li", ", ", "L. J.", "; ", "Tang", ", ", "S. F.", "; ", "Wang", ", ", "C.", "; ", "Lv", ", ", "X. X.", "; ", "Jiang", ", ", "M.", "; ", "Wu", ", ", "H. Z.", "; ", "Zhao", ", ", "X. B.", " ", "High Gas Storage Capacities and Stepwise Adsorption in a UiO Type Metal-Organic Framework Incorporating Lewis Basic Bipyridyl Sites", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2304", "– ", "2307", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "83. ", "High gas storage capacities and stepwise adsorption in a UiO type metal-organic framework incorporating Lewis basic bipyridyl sites", "Li, Liangjun; Tang, Sifu; Wang, Chao; Lv, Xiaoxia; Jiang, Min; Wu, Huaizhi; Zhao, Xuebo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "2304-2307", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A UiO type MOF with Lewis basic bipyridyl sites was synthesized and structurally characterized.  After being activated by Soxhlet extn., this MOF exhibits high storage capacities for H2, CH4, and CO2, and shows unusual stepwise adsorption for liq. CO2 and solvents, indicating a sequential filling mechanism on different adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVegu7s%253D&md5=b7f899239a1689658fe170668265b630", "84. ", "Furukawa", ", ", "H.", "; ", "Gandara", ", ", "F.", "; ", "Zhang", ", ", "Y. B.", "; ", "Jiang", ", ", "J. C.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "84. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "85. ", "Duerinck", ", ", "T.", "; ", "Denayer", ", ", "J. F. M.", " ", "Unusual Chain Length Dependent Adsorption of Linear and Branched Alkanes on UiO-66", " ", "Adsorpt. Int. Adsorpt. Soc.", " ", "2014", ",  ", "20", ",  ", "251", "– ", "259", "[", "Crossref", "], [", "CAS", "]", "85. ", "Unusual chain length dependent adsorption of linear and branched alkanes on UiO-66", "Duerinck, Tim; Denayer, Joeri F. M.", "Adsorption", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "2-3", "),\r\n    ", "251-259", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The zero coverage adsorption properties of C5-C10n- and iso-alkanes on the UiO-66, UiO-66-Me and UiO-66-NO2 metal-org. frameworks are studied by gas phase pulse chromatog.  Anal. of enthalpy values, entropy values, Gibbs free energies and Henry consts. reveals unusual chain length dependent adsorption behavior of linear and branched alkanes, caused by the complex structure of the zirconium metal-org. framework UiO-66.  The UiO-66 structure consists of a small, tetrahedral and large, octahedral cage.  At specific carbon chain lengths (e.g. C6-C7 for n-alkanes), distinctive jumps in adsorption enthalpy, entropy values and Henry consts. occur.  This chain length dependent effect is even more pronounced for 2- and 3-Me alkanes and double branched alkanes.  This distinctive shift in adsorption behavior occurs at a mol. size that coincides with the cavity dimensions of the smallest, tetrahedral cage.  The resulting selective adsorption arises from confinement effects and is function of both the mol. shape and size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlGlu7zJ&md5=27a5d5d240b18f8b3792325583c02114", "86. ", "Bozbiyik", ", ", "B.", "; ", "Duerinck", ", ", "T.", "; ", "Lannoeye", ", ", "J.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Adsorption and Separation of N-Hexane and Cyclohexane on the UiO-66 Metal-Organic Framework", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "183", ",  ", "143", "– ", "149", "[", "Crossref", "], [", "CAS", "]", "86. ", "Adsorption and separation of n-hexane and cyclohexane on the UiO-66 metal-organic framework", "Bozbiyik, Belgin; Duerinck, Tim; Lannoeye, Jeroen; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "183", "\r\n        (", "),\r\n    ", "143-149", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Adsorption and sepn. of n-hexane and cyclohexane on the UiO-66 metal org. framework was studied by pulse gas chromatog. and vapor phase breakthrough expts.  Vapor phase breakthrough expts. were performed with mixts. of both components, dild. in He.  Expts. were carried out at temps. between 50 and 200°, at partial pressures between 0.0024 and 0.05 bar and varying mixt. compn.  In all conditions, sepn. between both components is obsd., with cyclohexane being the most strongly retained component.  This unusual preference for adsorbing the more bulky cyclic alkane isomer was further studied by pulse GC measurements at low coverage, at temps. between 200 and 300°.  These expts. confirm the inverse shape selective behavior of UiO-66 in the adsorption of linear and cyclic alkanes.  Cyclohexane fits better in the cages of UiO-66, leading to a more neg. adsorption enthalpy, together with a lower loss of entropy during adsorption as compared to n-hexane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1yitL3P&md5=bf636fbd225f826bc56b5cdeacff983e", "87. ", "Duerinck", ", ", "T.", "; ", "Bueno-Perez", ", ", "R.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D. E.", "; ", "Calero", ", ", "S.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Understanding Hydrocarbon Adsorption in the UiO-66 Metal-Organic Framework: Separation of (Un)saturated Linear, Branched, Cyclic Adsorbates, Including Stereoisomers", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "12567", "– ", "12578", "[", "ACS Full Text ", "], [", "CAS", "]", "87. ", "Understanding Hydrocarbon Adsorption in the UiO-66 Metal-Organic Framework: Separation of (Un)saturated Linear, Branched, Cyclic Adsorbates, Including Stereoisomers", "Duerinck, T.; Bueno-Perez, R.; Vermoortele, F.; De Vos, D. E.; Calero, S.; Baron, G. V.; Denayer, J. F. M.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "24", "),\r\n    ", "12567-12578", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The low coverage adsorption properties of alkanes, alkenes, and aroms. of the linear, branched, and cyclic type (∼70 mols.) were studied using inverse pulse gas chromatog. at zero coverage on the zirconium metal-org. framework UiO-66 and its functionalized analogs UiO-66-Me, UiO-66-NO2, UiO-66-Me2 in the temp. range 433-573 K.  In the study, the authors detd. and analyzed the adsorption enthalpy, Henry consts., and entropic factors.  Preferential adsorption of bulky mols. is obsd. with specific adsorbate and cage size effects, yielding very specific, preferential adsorption.  Remarkably high adsorption selectivity factors (up to 14) for cyclo- compared to n-alkanes were found.  The presence of addnl. groups (Me, nitro) on the linkers in the framework influences adsorption properties significantly, mainly by reducing the effective pore size.  Whereas increased selectivity is obsd. for UiO-66-Me, this effect decreases again upon addn. of a 2nd Me group, UiO-66-Me2.  The latter allows for tuning confinement factors inside the pores, thus adsorption properties of the metal-org. framework.  The selective adsorption results from the interaction in the smallest octahedral cage.  The extreme confinement in the tetrahedral cage allows for stereoselective sepn. of disubstituted cycloalkanes and cis/trans alkenes.  Monte Carlo simulations were performed for the unfunctionalized UiO-66 framework.  First, a comparative study between the force fields Dreiding and UFF was performed with n-alkanes to obtain accurate and reproducible values.  The simulations show adsorbate mol. size-adsorbent cage size effects similar to window/cage effects reported for zeolites (e.g., silicalite).  Second, adsorption properties were simulated for selected cases, including stereoisomers.  Careful anal. of the adsorbate's mol. positioning in the framework confirms the exptl. data.  The framework's selectivity results from adsorption in the tetrahedral cage at zero coverage.  Also, simulations show important contributions of entropic factors to the obsd. adsorption selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXotFWhtr4%253D&md5=bbcf69b9c4a9f8ea513c72d75bc36b63", "88. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "89. ", "Lau", ", ", "C. H.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", " ", "A Route to Drastic Increase of CO2 Uptake in Zr Metal Organic Framework UiO-66", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3634", "– ", "3636", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "89. ", "A route to drastic increase of CO2 uptake in Zr metal organic framework UiO-66", "Lau Cher Hon; Babarao Ravichandar; Hill Matthew R", "Chemical communications (Cambridge, England)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "3634-6", "\r\n        ISSN:", ".\r\n    ", "CO2 uptake in zirconium MOF UiO-66 almost doubles with post-synthetic exchange of Zr by Ti.  This was due to smaller pore size and higher adsorption enthalpy, with good complementarity between experiment and simulation.  Furthermore, the full effect is obtained with ~50% Ti loading, precluding the need to fully substitute frameworks for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3svltlCguw%253D%253D&md5=10b3bb0aab9accbe35eec99c4267abfd", "90. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Killops", ", ", "K. L.", "; ", "Browe", ", ", "M. A.", "; ", "Mahle", ", ", "J. J.", " ", "The Effect of Water Adsorption on the Structure of the Carboxylate Containing Metal-Organic Frameworks Cu-BTC, Mg-MOF-74, and UiO-66", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "11922", "– ", "11932", "[", "Crossref", "], [", "CAS", "]", "90. ", "The effect of water adsorption on the structure of the carboxylate containing metal-organic frameworks Cu-BTC, Mg-MOF-74, and UiO-66", "DeCoste, Jared B.; Peterson, Gregory W.; Schindler, Bryan J.; Killops, Kato L.; Browe, Matthew A.; Mahle, John J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "38", "),\r\n    ", "11922-11932", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-carboxylate bonds, including Cu-BTC (HKUST-1), Mg-MOF-74 (Mg/DOBDC), and UiO-66, have been shown to have varying degrees of water stability.  The MOF degrdn. at several temp. and humidity conditions over the course of 28 days was investigated.  At conditions of 90% relative humidity (RH) and 25°C, water uptake for Cu-BTC is shown to be higher than at 90% RH and 40°C, causing the degrdn. of the inner structure of Cu-BTC to occur more readily at the lower temp.  However the external surfaces of Cu-BTC degrade more readily, as shown through SEM images, at conditions of 90% RH and 40°C.  Mg-MOF-74 has a nearly complete loss of surface area after just one day of exposure to each of the conditions studied, however the PXRD patterns show only a change in the [100] peak.  A mechanism for the degrdn. of Mg-MOF-74 involving a 6-coordinate Mg intermediate which leaves the 1-dimensional channels of Mg-MOF-74 intact is offered.  UiO-66 is stable to each of the aging conditions for the full 28 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehs7fL&md5=ae0cd10d7007fd77f15bfbd90533607d", "91. ", "Cmarik", ", ", "G. E.", "; ", "Kim", ", ", "M.", "; ", "Cohen", ", ", "S. M.", "; ", "Walton", ", ", "K. S.", " ", "Tuning the Adsorption Properties of UiO-66 via Ligand Functionalization", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "15606", "– ", "15613", "[", "ACS Full Text ", "], [", "CAS", "]", "91. ", "Tuning the Adsorption Properties of UiO-66 via Ligand Functionalization", "Cmarik, Gregory E.; Kim, Min; Cohen, Seth M.; Walton, Krista S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "44", "),\r\n    ", "15606-15613", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is one of the few known H2O-stable MOFs that are readily amenable to direct ligand substitution.  UiO-66 was synthesized with amino-, nitro-, methoxy-, and naphthyl-substituted ligands to impart polar, basic, and hydrophobic characteristics.  Pure-component CO2, CH4, N2, and H2O vapor adsorption isotherms were measured in the materials to study the effect of the functional group on the adsorption behavior.  Heats of adsorption were calcd. for each pure gas on each material.  The amino-functionalized material possesses the best adsorption properties for each pure gas due to a combination of polarity and small functional group size.  The naphthyl-functionalized material exhibits a good combination of inhibited H2O vapor adsorption and high selectivity for CO2 over CH4 and N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyltbzI&md5=72daab15cd5a9c968ceb0c4c65956836", "92. ", "Barcia", ", ", "P. S.", "; ", "Guimaraes", ", ", "D.", "; ", "Mendes", ", ", "P. A. P.", "; ", "Silva", ", ", "J. A. C.", "; ", "Guillerm", ", ", "V.", "; ", "Chevreau", ", ", "H.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Reverse Shape Selectivity in the Adsorption of Hexane and Xylene Isomers in MOF UiO-66", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "139", ",  ", "67", "– ", "73", "[", "Crossref", "], [", "CAS", "]", "92. ", "Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66", "Barcia, Patrick S.; Guimaraes, Daniela; Mendes, Patricia A. P.; Silva, Jose A. C.; Guillerm, Vincent; Chevreau, Hubert; Serre, Christian; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "139", "\r\n        (", "1-3", "),\r\n    ", "67-73", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An adsorption study of hexane and xylene isomers mixts. was addressed in a rigid zirconium terephthalate UiO-66 (UiO for University of Oslo) with octahedral and tetrahedral cavities of free diam. close to 1.1 nm and 0.8 nm, resp.  Multicomponent equimolar breakthrough expts. show that the adsorption hierarchy of structural isomers in UiO-66 is opposite to the one obsd. in conventional adsorbents.  For hexane isomers, the amt. adsorbed increases with the degree of branching, being 2,2-dimethylbutane (22DMB) and 2,3-dimethylbutane (23DMB) the more retained mols.  Regarding the xylene isomers, the adsorption of the bulkier ortho-xylene (oX) is favored compared to its homologs.  The structural similarity between MOF UiO-66 and zeolite MCM-22 suggests that the reverse shape selectivity obsd. in the adsorption of hexane and xylene isomers might be attributed to the rotational freedom of the mols. inside the small cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFegsrnK&md5=d5c3c28bf697bef2665cf84ca858c672", "93. ", "Ramsahye", ", ", "N. A.", "; ", "Trens", ", ", "P.", "; ", "Shepherd", ", ", "C.", "; ", "Gonzalez", ", ", "P.", "; ", "Khuong", ", ", "T.", "; ", "Ragon", ", ", "F.", "; ", "Serre", ", ", "C.", " ", "The Effect of Pore Shape on Hydrocarbon Selectivity on UiO-66 (Zr), HKUST-1 and MIL-125 (Ti) Metal Organic Frameworks: Insights from Molecular Simulations and Chromatography", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "189", ",  ", "222", "– ", "231", "[", "Crossref", "], [", "CAS", "]", "93. ", "The effect of pore shape on hydrocarbon selectivity on UiO-66(Zr), HKUST-1 and MIL-125(Ti) metal organic frameworks: Insights from molecular simulations and chromatography", "Ramsahye, Naseem A.; Trens, Philippe; Shepherd, Celine; Gonzalez, Philippe; Trung, Thuy Khuong; Ragon, Florence; Serre, Christian", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "189", "\r\n        (", "),\r\n    ", "222-231", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Configurational Bias Grand Canonical Monte Carlo simulations have been used to show that the alkane isomer adsorption selectivity of porous MOF materials contg. two pore types depends on the orientation of org. linkers' Ph groups.  These simulations were performed at low pressure (0.1 kPa) using mixts. of n-hexane and its branched isomers (2,2-dimethylbutane, 2,3-dimethylbutane and 2-methylpentane).  Where possible, the results were compared with gas chromatog. results.  In typical 1D narrow pore materials, the linear isomer is usually preferentially adsorbed over its branched isomers.  In MOF materials exhibiting a 3D pore system with two pore types, a large one interconnected by smaller pores, the selectivity order is the inverse.  This depends on the degree of opening of the access windows, which can allow it to be either \"closed\", or to mimic a small pore channel.  The consequence of this is the possibility (in the linear/branched mixt. case) for the linear alkane to remain linear and thus maximize its interactions with the pore.  The linear/arom. mixt. case considers a mixt. of benzene and n-hexane, to show that a more favorable packing efficiency pushes the selectivity towards the arom. mol., regardless of the degree of the pore opening, although n-hexane can increase its competitiveness for the adsorption sites in materials where it can remain in mostly linear conformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFalu7nM&md5=4610f91e28f26769995ba26adb8d18a0", "94. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Understanding the Thermodynamic and Kinetic Behavior of the CO 2/CH 4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66 (Zr): A Joint Experimental and Modeling Approach", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "– ", "13774", "[", "ACS Full Text ", "], [", "CAS", "]", "94. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "95. ", "Wu", ", ", "D.", "; ", "Maurin", ", ", "G.", "; ", "Yang", ", ", "Q.", "; ", "Serre", ", ", "C.", "; ", "Jobic", ", ", "H.", "; ", "Zhong", ", ", "C.", " ", "Computational Exploration of a Zr-Carboxylate Based Metal-Organic Framework as a Membrane Material for CO2 Capture", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "1657", "– ", "1661", "[", "Crossref", "], [", "CAS", "]", "95. ", "Computational exploration of a Zr-carboxylate based metal-organic framework as a membrane material for CO2 capture", "Wu, Dong; Maurin, Guillaume; Yang, Qingyuan; Serre, Christian; Jobic, Herve; Zhong, Chongli", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "6", "),\r\n    ", "1657-1661", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous zirconium carboxylate-based metal-org. framework functionalized with 2 free carboxylic groups on the terephthalate linkers was computationally examd. for its membrane-based CO2 capture performance.  This material (pure or in composite membrane) was predicted to out-perform the Robeson upper bound for 2 strategic gas mixts.: CO2/CH4 and CO2/N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXosVOnsQ%253D%253D&md5=c78d58b1310c09f211709accfea09c01", "96. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "Gas Adsorption Microcalorimetry and Modelling to Characterise Zeolites and Related Materials", " ", "C. R. Chim.", " ", "2005", ",  ", "283", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "96. ", "Gas adsorption microcalorimetry and modelling to characterize zeolites and related materials", "Llewellyn, Philip L.; Maurin, Guillaume", "Comptes Rendus Chimie", "\r\n        (", "2005", "),\r\n    ", "8", "\r\n        (", "3-4", "),\r\n    ", "283-302", "CODEN:\r\n                ", "CRCOCR", ";\r\n        ISSN:", "1631-0748", ".\r\n    \r\n            (", "Editions Scientifiques et Medicales Elsevier", ")\r\n        ", "A review.  The present work shows how gas adsorption microcalorimetry is a particularly powerful exptl. technique as it allows both an in depth examn. of the surface state of adsorbents and a minute following of adsorption mechanisms such as phase changes and transitions.  Several examples are thus given with zeolites and related materials which can be considered as model adsorbents showing the information that can be obtained at low temp. (77 K) and at room temp.  In the later sections, the increasing importance of modeling is highlighted as a tool to complete expts. and to gain a greater understanding of the microscopic mechanisms in play during adsorption phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1Smtr0%253D&md5=bd3d25f05c9a21634b357486653b015d", "97. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", " ", "Adsorption and Microcalorimetry on Molecular Sieves", ". In  ", "Introduction to Zeolite Molecular Seives", "; ", "van Bekkum", ", ", "H.", "; ", "Cejka", ", ", "J.", "; ", "Corma", ", ", "A.", "; ", "Schuth", ", ", "F.", ", Eds.; ", "Elsevier", ": ", "New York", ", ", "2007", "; pp  ", "555", "– ", "610", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "98. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Molecular Simulation of Carbon Dioxide/methane/hydrogen Mixture Adsorption in Metal-Organic Frameworks", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "], [", "CAS", "]", "98. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", "99. ", "Rosenbach", ", ", "N.", ", ", " Jr.", "; ", "Ghoufi", ", ", "A.", "; ", "Deroche", ", ", "I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of Light Hydrocarbons in the Flexible MIL-53(Cr) and Rigid MIL-47(V) Metal–organic Frameworks: A Combination of Molecular Simulations and Microcalorimetry/gravimetry Measurements", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "6428", "– ", "6437", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "99. ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", "Rosenbach, N., Jr.; Ghoufi, A.; Deroche, I.; Llewellyn, P. L.; Devic, T.; Bourrelly, S.; Serre, C.; Ferey, G.; Maurin, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6428-6437", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of short linear alkanes was explored in the highly flexible MIL-53(Cr) porous metal-org. framework by mol. simulations based on configurational bias grand canonical Monte Carlo.  The unusual shape of the adsorption isotherms with the existence of steps was successfully modelled by creating a (narrow pore, large pore) phase mixt. domain, the compn. of which varies with pressure.  A further step consisted of combining the computational approach with several exptl. tools including microcalorimetry, gravimetry and in situ x-ray diffraction, to fully characterize the adsorption behavior of the isostructural MIL-47(V) rigid MOF, i.e. the preferential arrangement of each type of alkane inside the pores and the resulting interaction energy.  Finally, relations are established between the adsorption enthalpies and both alkyl chain length and polarizability of the alkanes that can be further used to predict the energetics of the adsorption process for longer alkane chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrk%253D&md5=7d5d5a672ca9257241fa5fa19e35e204", "100. ", "Vlugt", ", ", "T. J. H.", "; ", "García-Pérez", ", ", "E.", "; ", "Dubbeldam", ", ", "D.", "; ", "Ban", ", ", "S.", "; ", "Calero", ", ", "S.", " ", "Computing the Heat of Adsorption Using Molecular Simulations: The Effect of Strong Coulombic Interactions", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1107", "[", "ACS Full Text ", "], [", "CAS", "]", "100. ", "Computing the Heat of Adsorption using Molecular Simulations: The Effect of Strong Coulombic Interactions", "Vlugt, T. J. H.; Garcia-Perez, E.; Dubbeldam, D.; Ban, S.; Calero, S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "7", "),\r\n    ", "1107-1118", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations are an important tool for the study of adsorption of hydrocarbons in nanoporous materials such as zeolites.  The heat of adsorption is an important thermodn. quantity that can be measured both in expts. and mol. simulations, and therefore it is often used to study the quality of a force field for a certain guest-host (g-h) system.  In mol. simulations, the heat of adsorption in zeolites is often computed using either of the following methods: (1) using the Clausius-Clapeyron equation, which requires the partial deriv. of the pressure with respect to temp. at const. loading, (2) using the energy difference between the host with and without a single guest mol. present, and (3) from energy/particle fluctuations in the grand-canonical ensemble.  To calc. the heat of adsorption from expts. (besides direct calorimetry), only the 1st method is usually applicable.  Although the computation of the heat of adsorption is straightforward for all-SiO2 zeolites, severe difficulties arise when applying the conventional methods to systems with nonframework cations present.  The reason for this is that these nonframework cations have very strong Coulombic interactions with the zeolite.  The authors will present an alternative method based on biased interactions of guest mols. that suffers less from these difficulties.  This method requires only a single simulation of the host structure.  The authors will review some of the other important issues concerning the handling of these strong Coulombic interactions in simulating the adsorption of guest mols.  The recently proposed Wolf method (J. Chem. Phys. 1999) performs poorly for zeolites as a large cutoff radius is needed for convergence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnt1Wjtbg%253D&md5=57d8cc3a8ac9a7e590b9a7c362bee7d5", "101. ", "Smith", ", ", "W.", "; ", "Forester", ", ", "T. R.", " ", "DL _ POLY _ 2. 0: A General-Purpose Parallel Molecular Dynamics Simulation Package Overall Design", " ", "J. Mol. Graph.", " ", "1996", ",  ", "7855", ",  ", "136", "– ", "141", "[", "Crossref", "]", "There is no corresponding record for this reference.", "102. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulations: From Algorithms to Applications", ", ", "2", "nd ed.; ", "Academic Press", ": ", "New York", ", ", "2001", ".", "There is no corresponding record for this reference.", "103. ", "Skoulidas", ", ", "A. I.", "; ", "Sholl", ", ", "D. S.", " ", "Transport Diffusivities of CH 4, CF 4, He, Ne, Ar, Xe, and SF 6 in Silicalite from Atomistic Simulations", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "5058", "– ", "5067", "[", "ACS Full Text ", "], [", "CAS", "]", "103. ", "Transport diffusivities of CH4, CF4, He, Ne, Ar, Xe, and SF6 in silicalite from atomistic simulations", "Skoulidas, Anastasios I.; Sholl, David S.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "19", "),\r\n    ", "5058-5067", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have used atomistic simulations to examine the adsorption isotherms, self diffusivity, and transport diffusivity of seven light gases, CH4, CF4, He, Ne, Ar, Xe, and SF6, adsorbed as single-components in silicalite at room temp.  By using equil. mol. dynamics, the self and transport diffusivities are computed simultaneously.  For each species the self diffusivity decreases as pore loading is increased due to steric hindrance from other adsorbed mols.  In contrast, the transport diffusivity is an increasing function of pore loading for each species.  The results are the most extensive collection of transport diffusivities detd. from atomistic modeling of adsorption in a zeolite to date, and they allow us to examine the accuracy of several common approxns. to the loading-dependent diffusivities.  Carefully converged results for the anisotropy of diffusion of CH4, CF4, He, Ne, Ar, Xe, and SF6 in silicalite are presented.  We discuss the implications of the results for understanding self and transport diffusivities in mesoporous materials and for multi-component mixts. in microporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtVWhsb8%253D&md5=f9baaf1d99bb6415e4ccf1eddd99797b", "104. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of N -Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "104. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "105. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", ", ", " III", " ", "DREIDING: A Generic Force Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "105. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "106. ", "Rappé", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "106. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "107. ", "Lorentz", ", ", "H. A.", " ", "Ueber Die Anwendung Des Satzes Vom Virial in Der Kinetischen Theorie Der Gases", " ", "Ann. Phys.", " ", "1881", ",  ", "248", ",  ", "127", "– ", "136", "[", "Crossref", "]", "There is no corresponding record for this reference.", "108. ", "Berthelot", ", ", "D. C. R.", " ", "Sur Le Mélange Des Gaz", " ", "Hebd. Seance. Acd. Paris", " ", "1898", ",  ", "126", ",  ", "1703", "[", "CAS", "]", "108. ", "On mixtures of gases", "Berthelot, D.", "Comptes Rendus Hebdomadaires des Seances de l'Academie des Sciences", "\r\n        (", "1898", "),\r\n    ", "126", "\r\n        (", "),\r\n    ", "1703", "CODEN:\r\n                ", "COREAF", "\r\n        ISSN:", ".\r\n    ", "The author proposes a formula of the van der Waals type for a mixture of two gases and shows how the constants A and B for the mixture can be calculated from the corresponding constants for the single gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaD28XltFCqtQ%253D%253D&md5=04821df437d446d4c3db51db927ef254", "109. ", "Trung", ", ", "T. K.", "; ", "Déroche", ", ", "I.", "; ", "Rivera", ", ", "A.", "; ", "Yang", ", ", "Q.", "; ", "Yot", ", ", "P.", "; ", "Ramsahye", ", ", "N.", "; ", "Vinot", ", ", "S. D.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Hydrocarbon Adsorption in the Isostructural Metal Organic Frameworks MIL-53(Cr) and MIL-47(V)", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "140", ",  ", "114", "– ", "119", "[", "Crossref", "], [", "CAS", "]", "109. ", "Hydrocarbon adsorption in the isostructural metal organic frameworks MIL-53(Cr) and MIL-47(V)", "Trung, Thuy Khuong; Deroche, Irena; Rivera, Angel; Yang, Qingyuan; Yot, Pascal; Ramsahye, Naseem; Vinot, Sabine Devautour; Devic, Thomas; Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Trens, Philippe", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "140", "\r\n        (", "1-3", "),\r\n    ", "114-119", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of n-hexane and n-nonane in MIL-53(Cr) and MIL-47(V) was first investigated by gravimetric measurements.  Lattice parameters are given.  While MIL-53(Cr) exhibits a sub-step during the sorption process induced by the breathing ability of this solid, the adsorption isotherm for MIL-47(V) is of type I.  This different shape of the so-obtained isotherms was then discussed in light of complementary exptl. tools including thermogravimetry and x-ray thermodiffraction.  We thus evidenced the occurrence of different structures in presence of n-hexane or n-nonane in the case of MIL-53(Cr) identified as the narrow pore (NP) phase and large pore (LP) phase.  One noticed the existence of a swollen NP form which spans in a broad range of temp.  A computational assisted structure detn. allowed us to elucidate the structures for both NP and LP forms in presence of each investigated alkane.  From these structures, the adsorption enthalpies of n-alkanes over MIL-53(Cr) were computed.  The NP phase leads to higher enthalpy of adsorption as compared to the LP phase which is related to a higher degree of confinement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot12msg%253D%253D&md5=a5ae1c836cfdf730e0f0aebb9257ce82", "110. ", "Deroche", ", ", "I.", "; ", "Rives", ", ", "S.", "; ", "Trung Khuong", ", ", "T.", "; ", "Yang", ", ", "Q.", "; ", "Ghoufi", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Trens", ", ", "P.", "; ", "Fajula", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", " ", "Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13868", "– ", "13876", "[", "ACS Full Text ", "], [", "CAS", "]", "110. ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", "Deroche, I.; Rives, S.; Trung, T.; Yang, Q.; Ghoufi, A.; Ramsahye, N. A.; Trens, P.; Fajula, F.; Devic, T.; Serre, C.; Ferey, G.; Jobic, H.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13868-13876", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption properties of linear long chain alkanes (from n-pentane to n-nonane) within the rigid MOF MIL-47 (V) were explored by combining gravimetry measurements and mol. simulations.  Both exptl. abs. isotherms and enthalpies of adsorption for all n-alkanes were compared with those obtained by configurational bias grand canonical Monte Carlo simulations (CB-GCMC) based on two different force fields.  From a fair agreement between exptl. and simulated data, a further step consisted of studying the microscopic adsorption mechanism in play to shed some light onto the preferential orientations and conformations of all studied n-alkanes.  Whereas the trans conformation is predominantly obsd. for all n-alkanes, the proportion of the n-alkane conformations lying parallel to the direction of the tunnel significantly increases with the chain length, emphasizing that the confinement effect is stronger for the longer chain n-alkanes.  Finally, mol. dynamics simulations allowed one to emphasize that all n-alkanes follow a pathway along the direction of the tunnel, leading to a 1-dimensional type diffusion mechanism, the motions being mainly centered around the middle of the pores at low loading, whereas they are significantly shifted toward the pore wall when the alkane concn. increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgsr4%253D&md5=d223004c77bc6a5fb714ff16ae7398d4", "111. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "Loading Dependence of Self-Diffusivities of Gases in Zeolites", " ", "Chem. Eng. Technol.", " ", "2007", ",  ", "30", ",  ", "1235", "– ", "1241", "[", "Crossref", "], [", "CAS", "]", "111. ", "Loading dependence of self-diffusivities of gases in zeolites", "Krishna, R.; van Baten, J. M.", "Chemical Engineering & Technology", "\r\n        (", "2007", "),\r\n    ", "30", "\r\n        (", "9", "),\r\n    ", "1235-1241", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Exptl. data on the self-diffusivities, Di,self, of a variety of gases (CH4, N2, Kr, C2H6, and C3H8) in 3 different zeolites, LTA, FAU, and MFI, show different dependences on the molar loading, qi.  In LTA, Di,self appears to increase with qi for all mols. except N2.  In FAU and in MFI the Di,self shows a sharp decrease with increasing qi.  To gain insights into the causes behind the loading dependences, mol. dynamics (MD) simulations were carried out to det. the self-diffusivities of 7 gases (CH4, N2, Kr, C2H6, C3H8, Ar, and Ne) in 6 different all-silica zeolite structures (MFI, AFI, FAU, CHA, DDR, and LTA).  The simulation results show that the variation of Di,self with qi is detd. by a variety of factors that include mol. size and shape, and degree of confinement within the zeolite.  For 1D channels (AFI) and intersecting channel structures (MFI), the Di,self invariably decreases with increasing qi.  For zeolite structures that consist of cages sepd. by windows (FAU, CHA, DDR, LTA), the size of the windows is an important determinant.  When the windows are wide (FAU), the Di,self decreases with qi for all mols.  If the windows are narrow (CHA, DDR and LTA), the Di,self often exhibits a sharp increase with qi, reaches a max. and reduces to near-zero values at satn.  The sharpness with which Di,self increases with qi, is dictated by the degree of confinement at the window.  Weakly confined mols., such as Ne, do not exhibit an increase of Di,self with qi.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtV2gtbzJ&md5=b3dc7c5730ae41f260b04b0939fb30fc", "112. ", "Heink", ", ", "W.", "; ", "Karger", ", ", "J.", "; ", "Pfeifer", ", ", "H.", "; ", "Datema", ", ", "K. P.", "; ", "Nowak", ", ", "A. K.", " ", "High-Temperature Pulsed Field Gradient Nuclear Magnetic Resonance Self-Diffusion Measurements of N-Alkanes in MFI-Type Zeolites", " ", "J. Chem. Soc., Faraday. Trans.", " ", "1992", ",  ", "88", ",  ", "3505", "– ", "3509", "[", "Crossref", "], [", "CAS", "]", "112. ", "High-temperature pulsed field gradient nuclear magnetic resonance self-diffusion measurements of alkanes in MFI-type zeolites", "Heink, Wilfried; Kaerger, Joerg; Pfeifer, Harry; Datema, Klaas P.; Nowak, Andreas K.", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1992", "),\r\n    ", "88", "\r\n        (", "23", "),\r\n    ", "3505-9", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    ", "The coeffs. of intracryst. self-diffusion of the n-alkanes from propane to n-hexane adsorbed in zeolite ZSM-5 are studied by means of the pulsed-field gradient NMR method with field gradient amplitudes up to 25 T m-1 over a temp. range from -20 to +380 °C.  The diffusivities decrease monotonically with increasing chain lengths.  They are in satisfactory agreement with the results of quasielastic neutron scattering and MD simulations as well as with non-equil. measurements by the frequency response and single-step adsorption technique.  In comparison with zero-length-column desorption and permeation studies, these data, though exhibiting the same trends of chain length dependence, are about two orders of magnitude larger.  The diffusivities are intermediate between those for zeolite NaX and NaCaA, exhibiting, however, the smallest activation energies.  This indicates that the differences in the potential energies of the adsorbate mols. on their intracryst. trajectories are in general smaller than in zeolites NaCaA and NaX.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhtlals78%253D&md5=bc8ea84f00a617613f40e0bba950669f", "113. ", "Ford", ", ", "D. C.", "; ", "Dubbeldam", ", ", "D.", "; ", "Snurr", ", ", "R. Q.", " ", "The Effect of Framework Flexibility on Diffusion of Small Molecules in the Metal-Organic Framework IRMOF-1", " ", "Diffus. Fundam.", " ", "2009", ",  ", "11", ",  ", "1", "– ", "8", "There is no corresponding record for this reference.", "114. ", "Dubbeldam", ", ", "D.", "; ", "Beerdsen", ", ", "E.", "; ", "Calero", ", ", "S.", "; ", "Smit", ", ", "B.", " ", "Dynamically Corrected Transition State Theory Calculations of Self-Diffusion in Anisotropic Nanoporous Materials", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "3164", "– ", "3172", "[", "ACS Full Text ", "], [", "CAS", "]", "114. ", "Dynamically Corrected Transition State Theory Calculations of Self-Diffusion in Anisotropic Nanoporous Materials", "Dubbeldam, D.; Beerdsen, E.; Calero, S.; Smit, B.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "7", "),\r\n    ", "3164-3172", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We apply the dynamically cor. transition state theory to confinements with complex structures.  This method is able to compute self-diffusion coeffs. for adsorbate-adsorbent systems far beyond the time scales accessible to mol. dynamics.  Two example cage/window-type confinements are examd.: ethane in ERI- and CHA-type zeolites.  In ERI-type zeolites, each hop in the z direction is preceded by a hop in xy direction and diffusion is anisotropic.  The lattice for CHA-type zeolite is a rhombohedral Bravais lattice, and diffusion can be considered isotropic in practice.  The anisotropic behavior of ERI-type cages reverses with loading, i.e., at low loading the diffusion in the z direction is two times faster than in the xy direction, while for higher loadings this changes to a z diffusivity that is more than two times slower.  At low loading the diffusion is impeded by the eight-ring windows, i.e., the exits out of the cage to the next, but at higher loadings the barrier is formed by the center of the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptFSjtQ%253D%253D&md5=6e704c044b7c46f25ee8327399082daf", "115. ", "Combariza", ", ", "A. F.", "; ", "Sastre", ", ", "G.", " ", "Influence of Zeolite Surface in the Sorption of Methane from Molecular Dynamics", " ", "J. Phys. Chem. C ", " ", "2011", ",  ", "115", ",  ", "13751", "– ", "13758", "[", "ACS Full Text ", "], [", "CAS", "]", "115. ", "Influence of Zeolite Surface in the Sorption of Methane from Molecular Dynamics", "Combariza, Aldo F.; Sastre, German", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13751-13758", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report results of mol. dynamics simulations on the transient and equil. surface adsorption of methane in a model Si-LTA zeolite structure with explicit silanol terminal groups.  Using probability occupancy maps, 2-dimensional occupational densities, and free energy profiles, the authors ext. a microscopic picture of the adsorption process, showing surface preferential zones of interaction around the partially exposed oxygen atoms of the surface silanol groups due to attractive silanol-guest attractions.  The global effect of the loading on the uptake process is obsd. as a decrease in the free energy barrier as the loading increases and an increase in the surface permeability, calcd. either from the initial uptake transient process or from equilibrated trajectories.  The order of magnitude of the obtained surface permeability suggests a barrier that becomes relevant to the overall mass transfer for crystal sizes in the range of a few unit cells.  The authors' results support exptl. evidence that ascribe surface resistances to severe crystal structure deviations, causing an almost complete blockage of the surface available entering windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvFKhsLk%253D&md5=c2248fdef037ba086b0392b9eb4aa128"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-47/jp509672c/20141120/images/small/jp-2014-09672c_0011.gif\">"]}
