{"title": ["Isoreticular Expansion of Metal–Organic Frameworks with Triangular and Square Building Units and the Lowest Calculated Density for Porous Crystals"], "authors": ["Hiroyasu Furukawa", "Yong Bok Go", "Nakeun Ko", "Young Kwan Park", "Fernando J. Uribe-Romo", "Jaheon Kim", "Michael O’Keeffe", "Omar M. Yaghi"], "doi": ["10.1021/ic201376t"], "abstract": ["Syntheses of three new metal−organic frameworks (MOFs) that are isoreticular (same topology) expansions of known materials with the ", " and ", " topologies are reported. One of these materials (MOF-399) has a unit cell volume 17 times larger than that of the first reported material isoreticular to it, and has the highest void fraction (94%) and lowest density (0.126 g cm", ") of any MOFs reported to date.", "The concept and occurrence of isoreticular (same topology) series of metal–organic frameworks (MOFs) is reviewed. We describe the preparation, characterization, and crystal structures of three new MOFs that are isoreticular expansions of known materials with the ", " (Cu", "(4,4′,4″-(benzene-1,3,5-triyl-tris(benzene-4,1-diyl))tribenzoate)", ", MOF-399) and ", " topologies (Cu", "(4,4′,4″-(benzene-1,3,5-triyl-tribenzoate)", ", MOF-143; Cu", "(4,4′,4″-(triazine-2,4,6-triyl-tris(benzene-4,1-diyl))tribenzoate)", ", MOF-388). One of these materials (MOF-399) has a unit cell volume 17 times larger than that of the first reported material isoreticular to it, and has the highest porosity (94%) and lowest density (0.126 g cm", ") of any MOFs reported to date."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Introduction", "The emerging discipline of reticular chemistry is concerned with linking symmetrical building units (secondary building units, SBUs) into extended porous frameworks with strong covalent bonds.", "(1)", " Central to the success of this discipline is the recognition that for a given shape, or pair of shapes, there is a small number of possible high-symmetry topologies that form the prime targets of designed synthesis. In particular, structures with one kind of link (“edge-transitive nets”) are particularly favorable. Accordingly, for a given shape it should be possible to prepare a series of compounds with the same preferred topology but differing only in the nature and size of the links—an isoreticular series. Several examples have now been reported.", "(2-6)", "In the first preparation of an isoreticular series of metal–organic frameworks (MOFs), octahedral-shaped metal-containing (“inorganic”) SBUs were joined with a variety of linear ditopic carboxylate linkers to form 16 distinct compounds based on the same topology.", "(7)", " In subsequent work, a series of 4 isoreticular MOFs based on linking trigonal-prismatic inorganic clusters with ditopic linkers was prepared.", "(8)", " In both these cases the number of candidate topologies is small.", "(9)", " There are only two ways of linking octahedral vertices with one kind of link. These have the RCSR symbol", "(10)", "pcu", " and ", "crs", ", and the former, corresponding to the topology of the primitive cubic lattice, is clearly favored because of the much higher symmetry (full octahedral symmetry) at the vertices and is indeed the one observed.", "(7)", " In the case of linking trigonal-prismatic vertices, there is only one edge-transitive net, ", "acs", ",", "(9)", " and again that topology is what is in compounds with linked trigonal-prismatic clusters.", "(11)", "In the case of linking square inorganic units with ditopic linkers the situation is rather different. Nine principal ways of linking square vertices with one kind of link have been identified; these are either finite clusters or 1-, 2-, or 3-periodic.", "(12a)", " It was shown that by suitable design of the shape of rigid linkers six of these possibilities could be achieved.", "(12)", " However, once that principle had been demonstrated it proved possible to prepare isoreticular series of various dimensionality (i.e., periodicity) by suitable choice of a less-symmetrical ditopic linker.", "(13)", "A key point, which appears not to be always recognized, is that in preparing an isoreticular series one must first ensure that the reaction conditions are such that the same inorganic cluster is obtained in each case. Indeed it should be obvious that having this control is an essential prerequisite to successful achievement of a targeted synthesis. Thus, Devic et al. prepared a Tb-MOF based on the (3,5)-coordinated ", "hms", " net with the 3-coordinated vertex corresponding to 4,4′,4″-benzene-1,3,5-triyl-tribenzoate (BTB).", "(14)", " However, in subsequent work using a trigonal N-containing tricarboxylate a La-MOF of a different topology was obtained.", "(15)", " This was described in the title of the paper as “an illustration of the limit of the metal organic framework isoreticular principle”, but it should be noted that, as the inorganic unit now had a different structure, the principle had in fact not been tested.", "As the work with linking square units showed, there may be more than one default structure for linking given shapes. Thus for linking tetrahedra and triangles into 3-periodic arrays there are two edge-transitive structures ", "ctn", " and ", "bor", ".", "(16)", " In preparing covalent organic frameworks (COFs) by linking such shapes both (but no other) topologies are indeed found.", "(17)", " In this work we study MOFs formed by linking SBUs with triangular and square shapes for which there are again two edge-transitive topologies available", "(16)", " leading to two isoreticular series. A member of this series (MOF-399) has the highest void fraction (94%) and the lowest calculated crystal density (0.126 g/cm", "3", ") yet reported.", "MOFs from Linked Triangular and Square SBUs", "There are two edge-transitive 3-periodic nets with triangular and square vertices. These have RCSR symbols ", "pto", " and ", "tbo", "(16)", " and are illustrated in Figure ", "1", " in their “augmented” forms (", "pto-a", " and ", "tbo-a", ") in which vertices are replaced by their coordination figures (i.e., triangle or square as appropriate). A MOF with the ", "tbo", " topology in which Cu", "2", " square “paddlewheel” units are linked by BTC units (see Scheme ", "1", " for a guide to the organic linkers discussed) has been known for some time and is known as HKUST-1", "(2a)", " (and also in our unpublished work as MOF-199). Shortly thereafter our group reported MOF-14 in which the same Cu", "2", " square “paddlewheel” units are linked by BTB units now to produce a structure based on the ", "pto", " topology.", "(18)", " Actually in MOF-14 two copies of the framework are interwoven, but we consider a single framework and an interwoven or interpenetrating pair to be isoreticular as in earlier work.", "(7)", " In the following section we describe the preparation of ", "pto", " MOF-143 which is the noninterwoven version of MOF-14. In addition, we implement the further isoreticular expansion of ", "pto", " and ", "tbo", " nets by employing longer tritopic organic linkers to join Cu", "2", " paddlewheels into MOF-388 and MOF-399.", "Scheme 1. Cu", "2", "(CO", "2", ")", "4", " Unit (Left) Is Connected with Organic Linkers (Middle) to Form MOFs", "a", "a", "Three letters symbols represent RCSR code (right).", "Figure 1. ", "pto", " and ", "tbo", " nets shown in augmented form.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Experimental Section", "Materials", "N", ",", "N", "-Dimethylformamide (DMF) and 1-methyl-2-pyrrolidinone (NMP) were purchased from Fisher Scientific. Copper(II) nitrate hemiheptahydrate (Cu(NO", "3", ")", "2", "·2.5H", "2", "O) was purchased from Sigma-Aldrich. Pyridine was purchased from Daejung Chemicals & Metals Co., Ltd. All starting materials were used without further purifications. 4,4′,4″-Benzene-1,3,5-triyl-tribenzoic acid (H", "3", "BTB), 4,4′,4″-(benzene-1,3,5-triyl-tris(benzene-4,1-diyl))tribenzoic acid (H", "3", "BBC), and 4,4′,4″-(triazine-2,4,6-triyl-tris(benzene-4,1-diyl))tribenzoic acid (H", "3", "TAPB) were prepared according to published procedures.", "(19, 20b)", "Analytical Techniques", "The single crystal X-ray diffraction data for MOF-143, 388, and 399 were collected on a Bruker APEX CCD diffractometer with MoKα radiation (λ = 0.71073 Å) or CuKα (λ = 1.54178 Å). Powder X-ray diffraction data were collected using a Bruker D8 Discover θ–2θ diffractometer in reflectance Bragg–Brentano geometry at 40 kV, 40 mA (1,600 W) for CuKα", "1", " radiation (λ = 1.5406 Å) (", "Supporting Information, Section S2", "). Thermogravimetric analysis (TGA) was carried out using a Scinco TGA-S1000 thermal analysis system (", "Supporting Information, Section S4", "). Fourier-transform infrared spectra (FT-IR) of samples prepared as KBr pellets were measured using a Nicolet FT-IR Impact 400 spectrophotometer. Elemental microanalyses for evacuated samples were performed on a Thermo Flash EA1112 combustion CHNS analyzer. Empirical chemical formula was estimated by ", "1", "H NMR measurements for digested MOF crystals in DCl/DMSO using a Bruker 400 MHz NMR spectrometer.", "Synthesis of Cu", "3", "(BTB)", "2", "(H", "2", "O)", "3", ": (MOF-143)", "A solid mixture of H", "3", "BTB (21 mg, 0.048 mmol), and Cu(NO", "3", ")", "2", "·2.5H", "2", "O (60 mg, 0.258 mmol) was dissolved in a mixture of DMF/NMP/pyridine (5.0/5.0/0.4 mL) in a 20 mL vial. The vial was capped and heated in an isothermal oven at 85 °C for 48 h to give small blue cubic crystals. The reaction mixture was allowed to cool naturally to room temperature, and the crystals were washed with dimethylformamide (DMF) and dried in air. Yield: 16.9 mg, 33% based on H", "3", "BTB. Elemental microanalysis for evacuated MOF-143, Cu", "3", "(BTB)", "2", "(H", "2", "O)", "3", " ≡ C", "54", "H", "36", "O", "15", "Cu", "3", ", calculated (%): C, 58.14; H, 3.25; N, 0.00. Found (%): C, 58.81; H, 3.70; N, 0.08. FT-IR (KBr, 4000–400 cm", "–1", "): 3423 (br, m), 1687 (w), 1607 (s), 1527 (s), 1402 (vs), 1179 (w), 1103 (w), 1015 (m), 850 (m), 809 (w), 774 (s), 702 (w), 671 (w), 489 (w).", "Synthesis of Cu", "3", "(TAPB)", "2", "(H", "2", "O)", "3", ": (MOF-388)", "A solid mixture of H", "3", "TAPB (22.0 mg, 0.033 mmol) and Cu(NO", "3", ")", "2", "·2.5H", "2", "O (76.7 mg, 0.33 mmol) was dissolved in a mixture of DMF/NMP/pyridine (5.0/5.0/0.4 mL) in a 20 mL glass vial. The clear reaction solution was heated in an isotherm oven at 85 °C for 48 h resulting in blue hexahedron crystals, which were isolated by washing with a mixture of DMF and NMP (3 × 10 mL) and dried in air. Yield: 19.3 mg, 77% based on H", "3", "TAPB. Elemental microanalysis for evacuated MOF-388, Cu", "3", "(TAPB)", "2", "(H", "2", "O)", "3", " ≡ C", "84", "H", "54", "N", "6", "O", "15", "Cu", "3", ", calculated (%): C, 63.94; H, 3.45; N, 5.33. Found (%): C, 63.70; H, 3.31; N, 5.54. FT-IR (KBr, 4000–400 cm", "–1", "): 2922 (w), 2851 (w), 1686 (m), 1607 (m), 1572 (m), 1509 (vs), 1400 (m), 1363 (s), 1177 (m), 1116 (w), 1005 (m), 842 (w), 818 (m), 777 (m), 664 (w), 586 (w), 532 (w) 497 (w).", "Synthesis of Cu", "3", "(BBC)", "2", "(H", "2", "O)", "3", ": (MOF-399)", "A solid mixture of H", "3", "BBC (30.4 mg, 0.046 mmol), and Cu(NO", "3", ")", "2", "·2.5H", "2", "O (33.3 mg, 0.143 mmol) was dissolved in a mixture of DMF/NMP (5.0/5.0 mL) in a 20 mL vial was heated in an isothermal oven at 85 °C for 48 h to give green octahedral crystals. The reaction mixture was allowed to cool naturally to room temperature, and the crystals were washed with DMF and dried in air. Yield: 18.6 mg, 26% based on H", "3", "BBC. Elemental microanalysis for evacuated MOF-399, Cu", "3", "(BBC)", "2", "(H", "2", "O)", "3", "·(H", "2", "O) ≡ C", "90", "H", "62", "O", "16", "Cu", "3", ", calculated (%): C, 67.98; H, 3.93; N, 0.00. Found (%): C, 68.17; H, 4.30; N, 0.14. FT-IR (KBr, 4,000–400 cm", "–1", "): 3423 (s, br), 1686 (w), 1605 (s), 1560 (w), 1523 (s), 1389 (vs), 1178 (w), 1103 (w), 1004 (m), 867 (w), 824 (s), 780 (s), 733 (w), 703 (w), 651 (w), 500(w).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Results and Discussion", "MOF-143", "Reaction of Cu(NO", "3", ")", "2", "·2.5H", "2", "O and H", "3", "BTB in a mixture of DMF/NMP/pyridine gives small blue cubic crystals. The structure of MOF-143 was determined from single-crystal X-ray diffraction data (Table ", "1", "). MOF-143 is composed by the square building units bridged by tritopic BTB links, resulting in an augmented ", "pto", " net (Figure ", "2", "A). MOF-143 is a single net version of MOF-14 (Figure ", "2", "B, Table ", "2", ").", "(18)", " In the latter two nets are interwoven in such a way that the pairs of organic linkers from different nets come within a van der Waals distance of each other (center-to-center distance between the central benzene ring of BTB is 3.7 Å)—indeed if the nets had their ideal shapes the organic groups would actually collide. In the usual mode of interpenetration, nodes of the two nets avoid each other as much as possible, so we refer to the MOF-14 type of intergrowth as “interweaving” rather than “interpenetration”. As a result, the center-to-center distance between two paddlewheels facing each other is not equal (16.6 and 10.3 Å), which is in sharp contrast to MOF-143 having the same distance of 13.7 Å. The unit cell length (", "a", " = 27.4719(14) Å) is almost the same as the interwoven form of MOF-14, 26.9464(15) Å. The interwoven form has a slightly smaller unit cell because of bowing of the organic components necessary to avoid overlap. The structure has a larger cavity and pore aperture (20.4 and 8.3 Å in diameters) compared to those of MOF-14 (16.2 and 4.9 Å in diameters). A calculated void volume (86%) for MOF-143 is larger than MOF-177 (83%) having the same BTB linker.", "(19d)", "Figure 2. Single crystal structures of MOF-143 (A), MOF-14 (B), and MOF-388 (C), which are composed of Cu", "2", " paddlewheels and triangular organic linkers. The yellow ball is placed in the structure for clarity and to indicate space in the cage. Cu, blue; C, black; O, red; and N, green. Hydrogen atoms are omitted for clarity. Space-filling illustration of corresponding MOFs (D-F).", "Table 1. Crystallographic Data and Structural Refinement Summary for MOF-143, 388, and 399", "compound", "MOF-143", "MOF-388", "MOF-399", "formula", "C", "54", "H", "36", "Cu", "3", "O", "15", "C", "84", "H", "54", "N", "6", "O", "15", "Cu", "3", "C", "90", "H", "54", "Cu", "3", "O", "15", "FW", "1115.45", "1577.95", "1565.95", "temperature, K", "258(2)", "296(2)", "258(2)", "crystal system", "cubic", "tetragonal", "cubic", "space group", "Pm", "3̅", "n", "P", "4", "2", "/", "nmc", "Fm", "3̅", "m", "a", ", Å", "27.4719(14)", "39.707(3)", "68.3112(6)", "b", ", Å", "27.4719(14)", "39.707(3)", "68.3112(6)", "c", ", Å", "27.4719(14)", "38.342(5)", "68.3112(6)", "V", ", Å", "3", "20733.2(18)", "60452(10)", "318769(5)", "Z", "4", "8", "16", "d", "calc", ", g/cm", "3", "0.357", "0.347", "0.131", "GOF", "0.984", "0.875", "1.274", "R", "1, ", "wR", "2", "a", "0.0623, 0.1788", "0.0592, 0.1556", "0.1525, 0.4671", "a", "R", "1 = ∑∣∣", "F", "o", "∣ – ∣", "F", "c", "∣∣/∑∣", "F", "o", "∣; ", "wR", "2 = {∑", "w", "(", "F", "o", "2", " – ", "F", "c", "2", ")", "2", "/∑", "w", "(", "F", "o", "2", ")", "2", "}", "1/2", ".", "Table 2. Summary of the Structures of MOFs with Triangular and Square Building Units", "compound", "RCSR code", "linker", "a", "interpenetration", "unit cell/Å", "cage size/Å", "void volume", "d", "/%", "density/g cm", "–3", "reference", "HKUST-1", "tbo", "BTC", "No", "26.343", "11.1", "72", "0.88", "2a", "PCN-6′", "tbo", "TATB", "No", "46.646", "27.8", "89", "0.28", "20c", "PCN-6", "tbo", "TATB", "Yes", "46.629", "b", "15.3", "77", "0.56", "20b", "PCN-HTB′", "tbo", "HTB", "No", "52.993", "32.2", "91", "0.22", "20c", "PCN-HTB", "tbo", "HTB", "Yes", "52.895", "b", "16.2", "82", "0.45", "20c", "Meso-MOF-1", "tbo", "TATAB", "No", "49.619", "29.7", "90", "0.25", "20a", "PCN-20", "tbo", "TTCA", "No", "37.230", "20.0", "82", "0.49", "20d", "MOF-399", "tbo", "BBC", "No", "68.311", "43.2", "94", "0.13", "this work", "MOF-14", "pto", "BTB", "Yes", "26.946", "16.2", "69", "0.72", "18", "MOF-143", "pto", "BTB", "No", "27.472", "20.4", "86", "0.34", "this work", "MOF-388", "pto", "TAPB", "Yes", "39.707", "c", "27.1", "84", "0.34", "this work", "a", "TATB = 4,4′,4″-", "s", "-triazine-2,4,6-triyltribenzoate; TATAB = 4,4′,4″-", "s", "-triazine-1,3,5-triyltri-", "p", "-aminobenzoate, TTCA = triphenylene-2,6,10-tricarboxylate; HTB = 4,4′,4″-(1,3,4,6,7,9,9b-heptaazaphenalene-2,5,8-triyl)tribenzoate (HTB).", "b", "Size of the single ", "tbo", " net.", "c", "The unit cell length for ", "a", " axis.", "d", "Estimated from ", "Cerius", "2", " (Accelrys, Inc.).", "MOF-388", "When we employed the TAPB linker, an expanded pto net was also found (termed MOF-388, Figure ", "2", "C) with two interwoven nets. Blue hexahedron crystals of MOF-388 were obtained by a solvothermal reaction of H", "3", "TAPB and Cu(NO", "3", ")", "2", "·2.5H", "2", "O in a solvent mixture of DMF/NMP. Single crystal X-ray diffraction analysis revealed that Cu", "2", " paddlewheel square units are connected through tritopic TAPB linkers. The expansion from BTB to TAPB leads to the enlargement of the cage size in the single framework from 20.4 Å in MOF-143 to 27.1 Å in MOF-388 (Table ", "2", "). This structure has a small tetragonal distortion of the ideal cubic one, and the two frameworks are not related by symmetry. The two triazine rings from two different frameworks overlap with slight displacement, destroying the 3-fold rotational symmetry. The shorter center-to-center distance between two paddlewheels facing each other (in the same net) is nearly the same (19.2 and 19.4 Å). The distance between neighboring TAPB links is about 3.4 Å, somewhat shorter than in MOF-14 (3.7 Å). The interwoven structure has a large cavity diameter of 27.1 Å. It should be noted that the void volume and crystal density of MOF-388 (84% and 0.34 g cm", "–3", ") are comparable to those of MOF-143 in spite of the interweaving (Table ", "2", ").", "MOF-399", "Crystals of MOF-399 were obtained by mixing a solution of BBC linker, whose structure is almost the same as TAPB except for the central benzene ring, with Cu(NO", "3", ")", "2", "·2.5H", "2", "O in DMF/NMP. Its crystal structure is based on the ", "tbo", " net; in contrast to MOF-388, the structure of MOF-399 (Figure ", "3", ") is isoreticular with HKUST-1. Other ", "tbo", " net structures have also been prepared employing 4,4′,4″-", "s", "-triazine-2,4,6-triyltribenzoate (TATB), 4,4′,4″-", "s", "-triazine-1,3,5-triyltri-", "p", "-aminobenzoate (TATAB), triphenylene-2,6,10-tricarboxylate (TTCA), and 4,4′,4″-(1,3,4,6,7,9,9b-heptaazaphenalene-2,5,8-triyl)tribenzoate (HTB) links;", "(20)", " for these the unit cell length and cell volume for the biggest previously reported MOF (Cu", "3", "(HTB)", "2", ", PCN-HTB′, Figure ", "3", ") are respectively 2.0 and 8.1 times as large as in HKUST-1 (Table ", "2", ").", "(20c)", " Expansion from BTC to BBC in this work led to greatly further enlargement of unit cell length from 26.34 Å in HKUST-1 to 68.31 Å in MOF-399, which corresponds to a volume expansion by a factor of 17.4 (Table ", "2", ", Figure ", "3", "). The inner diameter of the cavity in MOF-399 measures 43.2 Å and has a largest ring composed of 72 atoms. The density of MOF-399 with empty pores is the lowest yet reported, 0.126 g cm", "–3", ", and it should be noted that this is even lower than that (0.17 g cm", "–3", ") of COF-108 which is composed of only light elements, C, H, B, and O.", "(17)", " It is worth noting that the isoreticular expansion is one of the promising approaches to achieve the high surface area materials, because the maximum exposure of the framework surface should be a prerequisite. In this sense, it is important to know how large an organic linker can be utilized to design target materials, although flexible organic linkers may not form the default nets.", "(21)", "Figure 3. Molecular structures of organic linkers (top). Single crystal structures of MOF-199, PCN-HTB′, and MOF-399 (bottom). Atom colors are the same as in Figure ", "2", ".", "pto", " versus ", "tbo", " in MOF Chemistry", "It is not immediately clear why the ", "pto", " net (MOF-14 and 143) would be preferred over the ", "tbo", " when a BTB link is employed; however, it is helpful to consider the geometry of these nets in more detail. Three-periodic nets with edge-transitive 3-fold coordination must be cubic with maximum symmetry at the 3-fold site either 32 (", "D", "3", ") as found for ", "pto", " or 3", "m", " (", "C", "3", "v", ") as found in ", "tbo", ". A further difference can be seen in the geometry of the ideal augmented net. As shown in Figure ", "4", ", in ", "pto-a", " the squares are twisted from the plane of the ligand by 55° but in ", "tbo-a", " they are at 90° to the ligand. As the −CO", "2", " carboxylate groups are at 90° to the edge of the square SBU it may be seen that for a tritopic carboxylate linker in the ", "tbo-a", " structure the linker including the carboxylates should be planar, but in the ", "pto-a", " structure the carboxylate should be twisted.", "Figure 4. Geometry of the ideal augmented ", "pto", " and ", "tbo", " nets.", "Indeed, BTB is fairly twisted because of a steric conflict between H atoms of central and peripheral benzene rings of BTB;", "(3c, 20b)", " therefore, the ", "pto", " net should be preferred for this ligand. In contrast to this, reported ", "tbo", " structures do not show significant twist angles among three COO planes connected to individual paddlewheels. Thus it is not surprising to see the ", "tbo", " topology dominating for the aromatic type of ligands employed. The production of MOF-388 with the ", "pto", " topology suggests that the nature of linker–linker interactions should be carefully considered in interwoven structures.", "With regard to the occurrence or not of interweaving in MOF synthesis reactions, we recognize that they may be sensitive to various parameters, such as solvent, concentration, reaction temperature, and metal/linker ratio. Thus, it is not always necessary to employ diluted conditions to prepare a single framework, although it is often the key factor.", "(7, 22)", " A counter example is the synthesis of non-interpenetrated PCN-6 which was achieved by use of organic additives rather than by dilution of the reaction mixture.", "(20c)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Concluding Remarks", "We have illustrated the principles for synthesis of materials with various tritopic carboxylates and Cu", "2", " paddlewheel units. We synthesized and structurally characterized examples of the two edge-transitive 3-periodic nets (", "pto", " and ", "tbo", ") for linking triangles and squares, and again demonstrated the usefulness of the isoreticular concept for achieving low density crystals. Table ", "2", " summarizes some properties of known copper-based materials with these two topologies. It is to be expected that similar materials could be prepared with other metal ions which form square paddlewheel units,", "(23)", " such as Zn", "2+", ", Fe", "2+", ", Mo", "2+", ", and Cr", "2+", ". Indeed, compounds isostructural with HKUST-1 (MOF-199) with Zn", "2+", ", Fe", "2+", ", and Cr", "2+", " have already been prepared.", "(2)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Acknowledgment", "This work is partially supported by BASF SE. Research funds are provided by an Energy Frontier Research Center funded by the U.S. Department of Energy (DOE), U.S. DOE Office of Basic Energy Sciences (DE-FG02-08ER15935 to O.M.Y.), and the Midcareer Researcher Program through NRF grant funded by the MEST (No. 2009-0084799) in Korea (J.K.). We thank Mr. Sang Beom Choi (SSU) for help in single-crystal X-ray structure analyses. O.M.Y. is also supported by the WCU program, Korea.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "Supporting Information", "Synthesis of H", "3", "TAPB link, single-crystal X-ray, and powder X-ray diffraction details, ", "1", "H NMR analyses of digested MOFs, TGA analyses, and crystallographic data in CIF format. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Concluding Remarks", "References", "References", "This article references 23 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "Lu", ", ", "J.", "; ", "Mondal", ", ", "A.", "; ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2001", ",  ", "40", ",  ", "2113", "– ", "2116", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Polygons and faceted polyhedra and nanoporous networks", "Lu, Jianjiang; Mondal, Arunendu; Moulton, Brian; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "11", "),\r\n    ", "2113-2116", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The crystal structures of {[L2Zn2(btc)]8[XL2Zn2(btc)1.33]3}n (I) (btc = benzene-1,3,5-tricarboxylate, L = C5H5N or H2O, and X = NO3-) and {[L2Zn2(btc)1.33]12}n (L = C5H5N or H2O) (II) are discussed.  The structures were both cubic with Pm‾3m, a = 20.458(1) Å, V = 8562.5(9) Å3, Z = 1, ρcalc = 0.973 gcm-3, 14,454 measured reflections with R1 (I>2σ(I)) = 0.1278 for 510 reflections, and wR2 = 0.3648 for 740 independent reflections for I and Fm‾3m, a = 26.500(1) Å, V = 18652(2) Å3, Z = 2, ρcalc = 1.261 gcm-3, 22842 measured reflections with R1 (I>2σ(I)) = 0.0602 for 670 reflections, and wR2 = 0.1840 for 891 independent reflections.  Small cubicuboctahedra are self-assembled in the structure of I with small rhombihexahedra being formed in II.  The structure differed in terms of design and function from structures that are generated from Platonic and/or Archmidean building blocks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXksVOisbk%253D&md5=8b18df9a0f7cc18bdfeb0b23e392419e", "Xie", ", ", "L.", "; ", "Liu", ", ", "S.", "; ", "Gao", ", ", "C.", "; ", "Cao", ", ", "R.", "; ", "Cao", ", ", "J.", "; ", "Sun", ", ", "C.", "; ", "Su", ", ", "Z.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "7782", "– ", "7788", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Mixed-Valence Iron(II, III) Trimesates with Open Frameworks Modulated by Solvents", "Xie, Linhua; Liu, Shuxia; Gao, Chaoying; Cao, Ruige; Cao, Jianfang; Sun, Chunyan; Su, Zhongmin", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "19", "),\r\n    ", "7782-7788", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions with different solvents produced two Fe trimesates [Fe2(H2O)2(BTC)4/3]Cl·4.5(DMF) (1) and [Fe4Cl(BTC)8/3]Cl2·H2O·2.5(DEF) (2) (BTC = 1,3,5-benzenetricarboxylate, DMF = N,N'-DMF, DEF = N,N'-diethylformamide).  The framework of 1 is a (3,4)-connected net constructed from mixed-valence paddlewheel Fe2(II, III) units and BTC linkers, while the framework of 2 is a (3,8)-connected net built from mixed-valence square-planar Fe4(III, III, III, II) units and BTC linkers.  The large vol. inside the framework of 1 (or 2) is occupied by disordered Cl- anions and guest DMF (or DEF) mols.  The mixed-valence character of the frameworks of 1 and 2 was confirmed by Mossbauer spectroscopy studies.  The active electronic property of Fe cations may be the origin of the variability of the Fe-org. frameworks, which are readily affected by some synthetic factors, such as solvents.  Magnetic studies reveal that there are antiferromagnetic exchange interactions among the Fe atoms in 1 and 2.  Ion-exchange studies for 1 show that the Cl- anions inside the framework of 1 can be exchanged by CNS- anions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXptVWksrk%253D&md5=32567ef770aa413a36338d9588586b91", "Kramer", ", ", "M.", "; ", "Schwarz", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "2245", "– ", "2248", "[", "Crossref", "], [", "CAS", "]", "2. ", "Synthesis and properties of the metal-organic framework Mo3(BTC)2 (TUDMOF-1)", "Kramer, Markus; Schwarz, Ulrich; Kaskel, Stefan", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "23", "),\r\n    ", "2245-2248", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new porous metal-org. framework, Mo3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) was obtained by oxidn. of Mo(CO)6 with trimesic acid.  The compd. is microporous and has a high specific micropore vol. (0.67 cm3 g-1) and BET surface area (1280 m2 g-1).  The compd., isotypic to Cu3(BTC)2, crystg. in the cubic space group Fm3m with an extended lattice parameter (a 27.129 Å).  TUDMOF-1 is diamagnetic and has a high hydrogen adsorption capacity of 195 cm3 g-1 (1.75%) at 77 K (1 atm).  The Mo-Mo stretching frequency depends on the solvation state of the sample, νsym(Mo-Mo) = 401 cm-1 for the solvated and 417 cm-1 for the desolvated (activated) sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xlt1ynu70%253D&md5=bb5b888e39c8f34bd7dea922d549c77c", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Yano", ", ", "J.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7856", "– ", "7857", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Highly-Selective and Reversible O2 Binding in Cr3(1,3,5-benzenetricarboxylate)2", "Murray, Leslie J.; Dinca, Mircea; Yano, Junko; Chavan, Sachin; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7856-7857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Cr(CO)6 with trimesic acid in DMF affords the metal-org. framework Cr3(BTC)2·nDMF (BTC3- = 1,3,5-benzenetricarboxylate), which is isostructural to Cu3(BTC)2·3H2O.  Exchanging DMF for methanol and heating at 160° under dynamic vacuum for 48 h results in the desolvated framework Cr3(BTC)2.  Nitrogen gas adsorption measurements performed at 77 K revealed a type I isotherm, indicating BET and Langmuir surface areas of 1810 and 2040 m2/g, resp.  At 298 K, the O2 adsorption isotherm for Cr3(BTC)2 rises steeply to a capacity of 11 wt.% at 2 mbar, while the corresponding N2 adsorption isotherm displays very little uptake, gradually rising to a capacity of 0.58 wt.% at 1 bar.  Accordingly, the material displays an unprecedented O2/N2 selectivity factor of 22.  Deoxygenation of the sample could be accomplished by heating at 50° under vacuum for 48 h, leading to a gradually diminishing uptake capacity over the course of 15 consecutive adsorption/desorption cycles.  IR and X-ray absorption spectra suggest formation of an O2 adduct with partial charge transfer from the CrII centers exposed on the surface of the framework.  Neutron powder diffraction data confirm this mechanism of O2 binding and indicate a lengthening of the Cr-Cr distance within the paddle-wheel units of the framework from 2.06(2) to 2.8(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt12rs7c%253D&md5=8e258e2704180f49a078cf5803191127", "3. ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "16876", "– ", "16883", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Dinca, Mircea; Dailly, Anne; Liu, Yun; Brown, Craig M.; Neumann, Dan. A.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "51", "),\r\n    ", "16876-16883", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Use of the tritopic bridging ligand 1,3,5-benzenetristetrazolate (BTT3-) enables formation of [Mn(DMF)6]3[(Mn4Cl)3(BTT)8(H2O)12]2·42DMF·11H2O·20CH3OH, featuring a porous metal-org. framework with a previously unknown cubic topol.  Crystals of the compd. remain intact upon desolvation and show a total H2 uptake of 6.9% at 77 K and 90 bar, which at 60 g H2/L provides a storage d. 85% of that of liq. hydrogen.  The material exhibits a max. isosteric heat of adsorption of 10.1 kJ/mol, the highest yet obsd. for a metal-org. framework.  Neutron powder diffraction data demonstrate that this is directly related to H2 binding at coordinatively unsatd. Mn2+ centers within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlWmurnN&md5=fb69b39a91fc785b685ba0ffb6a43737", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "– ", "1422", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Tsay", ", ", "C.", "; ", "Long", ", ", "J. R.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "11", "– ", "13", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Expanded Sodalite-Type Metal-Organic Frameworks: Increased Stability and H2 Adsorption through Ligand-Directed Catenation", "Dinca, Mircea; Dailly, Anne; Tsay, Charlene; Long, Jeffrey R.", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "11-13", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The torsion between the central benzene ring and the outer arom. rings in 1,3,5-tri-p-(tetrazol-5-yl)phenylbenzene (H3TPB-3tz) and the absence of such strain in 2,4,6-tri-p-(tetrazol-5-yl)phenyl-s-triazine (H3TPT-3tz) are shown to allow the selective synthesis of noncatenated and catenated versions of expanded sodalite-type metal-org. frameworks.  The reaction of H3TPB-3tz with CuCl2·2H2O affords the noncatenated compd. Cu3[(Cu4Cl)3(TPB-3tz)8]2·11CuCl2·8H2O·120DMF (2), while the reaction of H3TPT-3tz with MnCl2·4H2O or CuCl2·2H2O generates the catenated compds. Mn3[(Mn4Cl)3(TPT-3tz)8]2·25H2O·15CH3OH·95DMF (3) and Cu3[(Cu4Cl)3(TPT-3tz)8]2·xsolvent (4).  Significantly, catenation helps to stabilize the framework toward collapse upon desolvation, leading to an increase in the surface area from 1120 to 1580 m2/g and an increase in the hydrogen storage capacity from 2.8 to 3.7 excess wt % at 77 K for 2 and 3, resp.  The total hydrogen uptake in desolvated 3 reaches 4.5 wt % and 37 g/L at 80 bar and 77 K, demonstrating that control of catenation can be an important factor in the generation of hydrogen storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVehurrF&md5=dbdcd76faa0cfbeb9863507ba6a4e1b1", "4. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9186", "– ", "9188", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Stabilization of Metal-Organic Frameworks with High Surface Areas by the Incorporation of Mesocavities with Microwindows", "Zhao, Dan; Yuan, Daqiang; Sun, Daofeng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "26", "),\r\n    ", "9186-9188", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between two novel hexatopic carboxylate ligands and copper salts give rise to two isostructural metal-org. frameworks (MOFs) with a (3,24)-connected network topol. contg. both micro- and mesocavities with sizes of up to 3 nm.  The formulas of the complexes are [Zn(H2O)]3(btei)·9DMF·5H2O, [Cu(H2O)]3(btei)·5DMF·4H2O and [Cu(H2O)]3(ntei)·21DMA·10H2O (H6btei = 5,5',5''-benzene-1,3,5-triyltris(1-ethynyl-2-isophthalic acid), H6ntei = hexaethyl 5,5',5''-(4,4',4''-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalic acid).  Both frameworks retain their porosity after guest-mol. removal, leading to high surface areas.  Constructing MOFs contg. mesocavities with microwindows may serve as a general approach toward stable MOFs with high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Ons7Y%253D&md5=99d951ee5b17a5ab4f2937d3de79ee3f", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "– ", "5361", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "5. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "6. ", "Ma", ", ", "B.-Q.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "4912", "– ", "4914", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Microporous Pillared Paddle-Wheel Frameworks Based on Mixed-Ligand Coordination of Zinc Ions", "Ma, Bao-Qing; Mulfort, Karen L.; Hupp, Joseph T.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "14", "),\r\n    ", "4912-4914", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of Zn(NO3)2·6H2O, various dicarboxylic acids and either 4,4'-bipyridine or N,N'-di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide produces a family of anisotropic, mixed-ligand, open-framework compds. featuring paddle-wheel-type coordination of Zn(II) pairs in two dimensions and pyridyl ligand pillaring in the 3rd.  Despite 2-fold interpenetration, the compds. contain channels of mol. dimensions and several are permanently microporous, displaying high internal surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVynurc%253D&md5=88ea2ecbc4144277fef2e67d90e2b594", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "– ", "3529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "7. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "8. ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2006", ",  ", "284", "– ", "286", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A new isoreticular class of metal-organic-frameworks with the MIL-88 topology", "Surble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "284-286", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here a new family of isoreticular MOFs, comprising three larger analogs of the nanoporous metallocarboxylate MIL-88, namely Cr3OXL3.8H2O.py (H2L = terephthalic acid; X = OH, F), Fe3OL13(OAc).H2O.6.6MeOH (H2L1 = 2,6-naphthalenedicarboxylic acid) and Cr3OXL23.23.75H2O.2.46py (H2L2 = 4,4'-biphenyldicarboxylic acid).  These solids were synthesized using a controlled SBU approach and the three crystal structures were solved using an original simulation-assisted structure detn. method in direct space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsF2lsA%253D%253D&md5=d6a496f5424ebec0cb0697266f1c4eec", "9. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2003", ",  ", "A59", ",  ", "515", "– ", "525", "[", "Crossref", "], [", "CAS", "]", "9. ", "Three-periodic nets and tilings: semiregular nets", "Delgado Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2003", "),\r\n    ", "A59", "\r\n        (", "6", "),\r\n    ", "515-525", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "Three-periodic semiregular nets are defined as those with just one kind of vertex and one kind of edge, but excluding the five regular and one quasiregular nets described earlier.  Fourteen of these and their natural tilings are described and their importance in crystal chem. is indicated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXosVait7o%253D&md5=989b470fb15f3b9b0aa65090653e00b8", "10. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "11. ", "Sudik", ", ", "A. C.", "; ", "Côté", ", ", "A. P.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "2998", "– ", "3000", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal-organic frameworks based on trigonal prismatic building blocks and the new \"acs\" topology", "Sudik, Andrea C.; Cote, Adrien P.; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "9", "),\r\n    ", "2998-3000", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cationic and mixed-valent forms of Fe3O(CO2)6 trigonal prismatic clusters were linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal-org. frameworks (MOFs), [Fe3O(1,4-BDC)3(DMF)3][FeCl4]·(DMF)3 (MOF-235) and Fe3O(1,3-BDC)3(py)3·(py)0.5(H2O)1.5 (MOF-236) (py = pyridine), resp.  These MOFs exemplify a new, high-symmetry topol. termed acs (aligned corner-sharing) which the authors identify here as the default arrangement for linking trigonal prisms together.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisleqsb8%253D&md5=c23238ae444c7b1410017f862ca99c0d", "Yoon", ", ", "J. H.", "; ", "Choi", ", ", "S. B.", "; ", "Oh", ", ", "Y. J.", "; ", "Seo", ", ", "M. J.", "; ", "Jhon", ", ", "Y. H.", "; ", "Lee", ", ", "T.-B.", "; ", "Kim", ", ", "D.", "; ", "Choi", ", ", "S. H.", "; ", "Kim", ", ", "J.", " ", "Catal. Today", " ", "2007", ",  ", "120", ",  ", "324", "– ", "329", "[", "Crossref", "], [", "CAS", "]", "11. ", "A porous mixed-valent iron MOF exhibiting the acs net: Synthesis, characterization and sorption behavior of Fe3O(F4BDC)3(H2O)3•(DMF)3.5", "Yoon, Ji Hye; Choi, Sang Beom; Oh, You Jin; Seo, Min Jeong; Jhon, Young Ho; Lee, Tae-Bum; Kim, Daejin; Choi, Seung Hoon; Kim, Jaheon", "Catalysis Today", "\r\n        (", "2007", "),\r\n    ", "120", "\r\n        (", "3-4", "),\r\n    ", "324-329", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new mixed-valent iron MOF, formulated as Fe3O(F4BDC)3(H2O)3•(DMF)3.5 (1), was synthesized by using a perfluorinated linear dicarboxylate (F4BDC = 2,3,5,6-tetrafluorobenzene-1,4-dicarboxylate) to link trigonal prismatic Fe3(μ3-O)(O2C-)6 clusters.  The structure refinement based on single crystal x-ray diffraction data collected from 1 reveals that the material exhibits the acs topol. with large channels along the crystallog. c-axis.  Due to the presence of fluorine atoms the org. link (F4BDC) has a 63° torsion angle between the carboxylate and arom. planes, resulting in larger channels compared to those in the isoreticular material MOF-235.  While few iron-based MOFs demonstrated porosity, nitrogen and hydrogen sorption expts. carried out at 77 K proved the porosity of outgassed 1, which has a Langmuir surface area of 635 m2/g and a gravimetric capacity of 0.9% of hydrogen at 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Wgtr4%253D&md5=4d5559f6bfa7df57d2899d13f248b063", "12. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Vodak", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2002", ",  ", "99", ",  ", "4900", "– ", "4904", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Geometric requirements and examples of important structures in the assembly of square building blocks", "Eddaoudi, Mohamed; Kim, Jaheon; Vodak, David; Sudik, Andrea; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2002", "),\r\n    ", "99", "\r\n        (", "8", "),\r\n    ", "4900-4904", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "The basic structures for linking squares into polyhedra and networks (reticulation) are enumerated, and corresponding examples are described in which crystals were synthesized by linking paddle wheel (square) units into metal-org. frameworks (MOFs)-named MOF-102 to MOF-112.  The prepn. and crystal structure of 11 different polymeric complexes of general formula M2L2(L')2 is described where M = Cu, Zn or Fe, L are dicarboxylates such as 2,5-thiophenedicarboxylate and L' are terminal ligands DMF, H2O, DEF or MeOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtFKmsbg%253D&md5=e8a07090fae24b4e0814b76a9ec52227", "Ni", ", ", "Z.", "; ", "Yassar", ", ", "A.", "; ", "Antoun", ", ", "T.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "12752", "– ", "12753", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Porous Metal-Organic Truncated Octahedron Constructed from Paddle-Wheel Squares and Terthiophene Links", "Ni, Zheng; Yassar, Abderrahim; Antoun, Tarek; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "37", "),\r\n    ", "12752-12753", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. truncated octahedron (termed MOP-28) was constructed from six rigid square-shaped Cu2(CO2)4 paddle-wheel building units and twelve 2,2':5',2''-terthiophene-5,5''-dicarboxylate (TTDC) linkers.  TTDC linker in the cis,cis conformation provides the crit. 90° linkage for this unique construction.  The porous structure of MOP-28 is maintained even after the removal of guest species, as evidenced by this compd.'s N sorption isotherm of Type I characteristics and unprecedented surface area (Langmuir surface area 1100 m2/g, BET surface area 914 m2/g) among materials composed of discrete mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpt1CnsL0%253D&md5=f4023d9dc5a6f4932ad60c4d4da7350b", "13. ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "– ", "11661", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", "14. ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Audebrand", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "12788", "– ", "12789", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "MIL-103, A 3-D Lanthanide-Based Metal Organic Framework with Large One-Dimensional Tunnels and A High Surface Area", "Devic, Thomas; Serre, Christian; Audebrand, Nathalie; Marrot, Jerome; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "37", "),\r\n    ", "12788-12789", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A lanthanide-based metal org. framework, formulated Tb(C27H15O6)(H2O)·2C6H11OH, was solvothermally synthesized using the extended rigid tritopic ligand 1,3,5-benzenetri-p-benzoic acid.  Included free solvent could be removed upon heating, and the resulting material presents large 1-dimensional micropores (free diam. = 10 Å) and a high surface area (SLangmuir > 1000 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpt1Wht7s%253D&md5=e5ba59e4d4bb156a15a33e20c57505bd", "15. ", "Devic", ", ", "T.", "; ", "Olivier", ", ", "T.", "; ", "Valls", ", ", "M.", "; ", "Couty", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "12614", "– ", "12615", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "An Illustration of the Limit of the Metal Organic Framework's Isoreticular Principle Using a Semirigid Tritopic Linker Obtained by \"Click\" Chemistry", "Devic, Thomas; David, Olivier; Valls, Marion; Marrot, Jerome; Couty, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "42", "),\r\n    ", "12614-12615", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new nitrogen-rich tricarboxylate linker I (LH3) was prepd. by click chem. and used for the solvothermal prepn. of a La-based open metal-org. framework (MOF), La(L)(H2O)2·6H2O (MIL-112).  This latter is built of inorg. 1-dimensional rods connected through the tritopic linkers and illustrates one limit of the isoreticular principle, which is related to the partial flexibility of the linkers.  The thermal dehydration and stability of the MIL-112 framework was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsLbJ&md5=e1f1e76a66c4f4948a1e86405ad811f2", "16. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2006", ",  ", "A62", ",  ", "350", "– ", "355", "[", "Crossref", "], [", "CAS", "]", "16. ", "Three-periodic nets and tilings: edge-transitive binodal structures", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2006", "),\r\n    ", "A62", "\r\n        (", "5", "),\r\n    ", "350-355", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "28 Three-periodic nets with two kinds of vertex and one kind of edge are identified.  Some of their crystallog. properties and their natural tilings are described.  Restrictions on site symmetry and coordination no. of such nets are discussed and examples of their occurrence in crystal structures are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlOhs78%253D&md5=15c455612537dd22bf656730a088b9d3", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", " ", "Acta Crystallogr.", " ", "2007", ",  ", "A63", ",  ", "344", "– ", "347", "[", "Crossref", "], [", "CAS", "]", "16. ", "Three-periodic tilings and nets: face-transitive tilings and edge-transitive nets revisited", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2007", "),\r\n    ", "A63", "\r\n        (", "4", "),\r\n    ", "344-347", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "Systematic generation of face-transitive tilings by size of Delaney-Dress symbol has recovered by dualization all the edge-transitive nets previously described and has led to the discovery of six new binodal edge-transitive nets which are described and illustrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsFant7s%253D&md5=a1bb0fcd673f34490ebff7dd90659c4e", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "1035", "– ", "1043", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Taxonomy of periodic nets and the design of materials", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "9", "),\r\n    ", "1035-1043", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The concept of a natural tiling for a periodic net is introduced and used to derive a transitivity assocd. with the structure.  It is accordingly shown that the transitivity provides a useful method of classifying polyhedra and nets.  For design of materials to serve as targets for synthesis, structures with one kind of edge (edge transitive) are particularly important.  Edge-transitive polyhedra, layers and 3-periodic nets are then described.  Some other nets of special importance in crystal chem. are also identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvFSmtb0%253D&md5=41f16eb603bc9c5b2ebd7a91db0920ae", "17. ", "El-Kaderi", ", ", "H. M.", "; ", "Hunt", ", ", "J. R.", "; ", "Mendoza-Cortés", ", ", "J. L.", "; ", "Côté", ", ", "A. P.", "; ", "Taylor", ", ", "R. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2007", ",  ", "316", ",  ", "268", "– ", "272", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Designed Synthesis of 3D Covalent Organic Frameworks", "El-Kaderi, Hani M.; Hunt, Joseph R.; Mendoza-Cortes, Jose L.; Cote, Adrien P.; Taylor, Robert E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "316", "\r\n        (", "5822", "),\r\n    ", "268-272", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Three-dimensional covalent org. frameworks (3D COFs) were synthesized by targeting two nets based on triangular and tetrahedral nodes: ctn and bor.  The resp. 3D COFs were synthesized as cryst. solids by condensation reactions of tetrahedral tetra(4-dihydroxyborylphenyl)methane or tetra(4-dihydroxyborylphenyl)silane and by co-condensation of triangular 2,3,6,7,10,11-hexahydroxytriphenylene.  Because these materials are entirely constructed from strong covalent bonds (C-C, C-O, C-B, and B-O), they have high thermal stabilities (400° to 500 °C), and they also have high surface areas (3472 and 4210 square meters per g for COF-102 and COF-103, resp.) and extremely low densities (0.17 g per cubic centimeter).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVektbs%253D&md5=4197db9769708ec596162efd126cdca9", "18. ", "Chen", ", ", "B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2001", ",  ", "291", ",  ", "1021", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", "Chen, Banglin; Eddaoudi, M.; Hyde, S. T.; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "291", "\r\n        (", "5506", "),\r\n    ", "1021-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy for the design of highly porous and structurally stable networks makes use of metal-org. building blocks that can be assembled on a triply periodic P-minimal geometric surface to produce structures that are interpenetrating-more accurately considered as interwoven.  The authors used 4,4',4''-benzene-1,3,5-triyltribenzoic acid (H3BTB), Cu(NO3)2e, and DMF to prep. Cu3(BTB)2(H2O)3·(DMF)9(H2O)2 (MOF-14), whose structure reveals a pair of interwoven metal-org. frameworks that are mutually reinforced.  The structure contains remarkably large pores, 16.4 Å in diam., in which voluminous amts. of gases and org. solvents can be reversibly sorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGlu7s%253D&md5=a9c2b80ba2f1b825ee2a55278ef5fe92", "19. ", "Choi", ", ", "S. B.", "; ", "Seo", ", ", "M. J.", "; ", "Cho", ", ", "M.", "; ", "Kim", ", ", "Y.", "; ", "Jin", ", ", "M. K.", "; ", "Jung", ", ", "D.-Y.", "; ", "Choi", ", ", "J.-S.", "; ", "Ahn", ", ", "W.-S.", "; ", "Rowsell", ", ", "J. L. C.", "; ", "Kim", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "2290", "– ", "2293", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "A porous and interpenetrated metal-organic framework comprising tetranuclear ironIII-oxo clusters and tripodal organic carboxylates and its implications for (3,8)-coordinated networks", "Choi, Sang Beom; Seo, Min Jeong; Cho, Miyoung; Kim, Yunjeong; Jin, Mi Kyung; Jung, Duk-Young; Choi, Jung-Sik; Ahn, Wha-Seung; Rowsell, Jesse L. C.; Kim, Jaheon", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2290-2293", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel porous metal-org. framework (MOF), Fe4(μ3-O)2(BTB)8/3(DMF)2(H2O)2·(DMF)10(H2O)2 (1) (BTB = benzene-1,3,5-tribenzoate) has two interpenetrating 3-dimensional frameworks composed of fused cages and shows a stronger affinity for CO2 than most other known highly porous MOFs.  The unique tetranuclear Fe-oxo clusters act as 8-connectors, which are linked by 3-connecting BTBs, to give a partially augmented the net (using the symbolism of O'Keeffe and co-workers).  The underlying implications for (3,8)-coordinated networks are also discussed in relation to the framework structure of 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1WltLvE&md5=5b6f7f909d0cb8beffb92b15e667477c", "Suzuki", ", ", "A.", " ", "Pure Appl. Chem.", " ", "1994", ",  ", "66", ",  ", "213", "– ", "222", "[", "Crossref", "], [", "CAS", "]", "19. ", "New synthetic transformations via organoboron compounds", "Suzuki, Akira", "Pure and Applied Chemistry", "\r\n        (", "1994", "),\r\n    ", "66", "\r\n        (", "2", "),\r\n    ", "213-22", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "A review with 22 refs.  Recent progress of such reactions, including the reaction of sterically hindered arylboronic acids with sterically hindered haloarenes, the palladium-catalyzed carbonylative cross-coupling to provide a versatile ketone synthesis, the synthesis of functionalized organotin compds., the stereoselective synthesis of exocyclic alkenes, and the syntheses of allylic and benzylic boronates, is described.  The palladium-catalyzed cross-coupling reaction of 1-alkenylboron compds. with various vinylic or aryl halides in the presence of base provides the corresponding coupling products in high yields, stereo- and regioselectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivFOlsrk%253D&md5=d9f3f5ee18c4576372e5f1444a55dea4", "Suzuki", ", ", "A.", " ", "Chem. Commun.", " ", "2005", ",  ", "4759", "– ", "4763", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Carbon-carbon bonding made easy", "Suzuki, Akira", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "38", "),\r\n    ", "4759-4763", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The palladium-catalyzed cross-coupling reaction between organoboranes and org. electrophiles in the presence of base was first developed 30 years ago.  It offers a powerful and general methodol. for forming carbon-carbon bonds.  The scope of the reaction has continued to evolve and broaden to meet modern synthetic requirements.  The role of base additives and the reaction mechanism were discussed.  Coupling reactions of arom. halides with boranes were mentioned.  Problems involving sterically hindered substrates were addressed.  Coupling reactions of alkyl compds. and alkynyl borane derivs. were also discussed.  The applicability of Suzuki coupling reactions toward environmentally friendly processes was also pointed out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVeqs73J&md5=1ae5f162e5886569132e033a0d7f3d26", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "20. ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "16474", "– ", "16475", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "A Mesoporous Metal-Organic Framework with Permanent Porosity", "Wang, Xi-Sen; Ma, Shengqian; Sun, Daofeng; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "51", "),\r\n    ", "16474-16475", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mesoporous metal-org. framework possessing permanent porosity was synthesized and characterized for the 1st time.  Cu(NO3)2·2.5H2O reacted with 4,4',4''-s-triazine-1,3,5-triyltri-p-aminobenzoic acid (H3L) to give polymeric Cu2L2(H2)3·8DMF·9H2O (mesoMOF-1).  Crystals of mesoMOF-1 are cubic, space group Fm‾3, a - 49.6188(8)Å, R1 = 0.0912, wR2 = 0.2558.  Two Cu atoms are bridged by 4 L to form the paddle-wheel secondary unit with axial H2O's.  MesoMOF-1 was stabilized by reaction with X (X = F, Cl, Br) to give ionic frameworks, [Cu3L2X3]X3 (mesoMOF-1-HX) which are stable ≤ 300°.  BET measurements of mesoMOF-1-HX confirm the existence of mesopores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1yrtrjF&md5=74b4b7d1c08b3c50d03737393fe0868a", "Sun", ", ", "D.", "; ", "Ma", ", ", "S.", "; ", "Ke", ", ", "Y.", "; ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3896", "– ", "3897", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "An Interweaving MOF with High Hydrogen Uptake", "Sun, Daofeng; Ma, Shengqian; Ke, Yanxiong; Collins, David J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "12", "),\r\n    ", "3896-3897", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An interweaving Cu metal-org. framework possessing high porosity and high H uptake was successfully designed and synthesized.  Cu3(TATB)2(H2O)3 (TATB = 4,4',4\"-s-triazine-2,4,6-triyl-tribenzoate) was prepd., its structure detd. and its hydrogen adsorption characteristics also detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVOisLw%253D&md5=115d8b3bf40870866ef6ca6e5e6213b2", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Ambrogio", ", ", "M.", "; ", "Fillinger", ", ", "J. A.", "; ", "Parkin", ", ", "S.", "; ", "Zhou.", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1858", "– ", "1859", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Framework-Catenation Isomerism in Metal-Organic Frameworks and Its Impact on Hydrogen Uptake", "Ma, Shengqian; Sun, Daofeng; Ambrogio, Michael; Fillinger, Jacqueline A.; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "7", "),\r\n    ", "1858-1859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A strategy to control framework-catenation in metal-org. frameworks (MOFs) was presented; contributions to H uptake from interpenetration and unsatd. metal centers were resolved.  Non-interpenetrated counterpart of Cu3(TATB)2(H2O)3, Cu6(H2O)6(TATB)4·DMA·12H2O (I; H3TATB = 4,4',4''-s-triazine-2,4,6-trityltribenzoic acid; DMA = dimethylacetamide), was prepd. by the reaction of Cu(NO3)2 with H3TATB in presence of oxalic acid.  The crystal structure of I was detd.  In I the dicopper tetracarboxylate paddle-wheel secondary building units are linked by TATB bridges and each secondary building unit connects 4 TATB ligands and each TATB binds 3 secondary building units.  The uptake of H2 by I was compared with that of Cu3(TATB)2(H2O)3, the latter being reproduced by 2 identical interpenetrated nets of I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpsVWrtw%253D%253D&md5=74591e70169d3dddc34c4a258fdeb2d6", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Yuan", ", ", "D.", "; ", "Yoon", ", ", "J. W.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Wang", ", ", "X.", "; ", "Jørgensen", ", ", "M. R.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "7519", "– ", "7521", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "A Large-Surface-Area Boracite-Network-Topology Porous MOF Constructed from a Conjugated Ligand Exhibiting a High Hydrogen Uptake Capacity", "Wang, Xi-Sen; Ma, Shengqian; Yuan, Daqiang; Yoon, Ji Woong; Hwang, Young Kyu; Chang, Jong-San; Wang, Xiaoping; Jorgensen, Mads Ry; Chen, Yu-Sheng; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "16", "),\r\n    ", "7519-7521", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new porous metal-org. framework, [Cu3L3(H2O)3]n (PCN-20) with a twisted boracite net topol., was constructed based on a highly conjugated planar tricarboxylate ligand, triphenylene-2,6,10-tricarboxylic acid (H3L).  The crystal structure of PCN-20 was detd.  PCN-20 possesses a large Langmuir surface area of over 4200 m2/g as well as demonstrates a high hydrogen uptake capacity of 6.2% at 77 K and 50 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXos1CgsrY%253D&md5=2006c0951b83d8761bf629adfa062df1", "21. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7751", "– ", "7756", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Phase Selection and Discovery among Five Assembly Modes in a Coordination Polymerization", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7751-7756", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The combination of Zn(II) nitrate with 1,3,5-(triscarboxyphenyl)benzene (H3BTB) leads to five different microporous coordination polymers (MCPs).  Two of these were previously known (MOF-177 and MOF-39), whereas polymer-induced heteronucleation was used in the discovery of three phases that were not previously reported (Zn/BTB ant, Zn/BTB tsx, and Zn/BTB dia).  Modification of crystn. conditions allows for the bulk-scale synthesis of each of these MCPs.  Zn/BTB ant and Zn/BTB tsx are each interpentrated 6,3-connected nets composed of the basic Zn carboxylate secondary building unit (SBU) and the tritopic linker BTB.  The underlying noninterpenetrated net of Zn/BTB ant is derived for the net of anatase, whereas that of Zn/BTB tsx is the previously unreported tsx framework.  Zn/BTB dia consists of an underlying diamondoid net in which four linear, trinuclear Zn hourglass SBUs are arranged about a central μ4-oxo anion as the tetrahedral unit in the net and BTB further links the hourglass SBUs.  Zn/BTB ant, Zn/BTB tsx, and MOF-177 are here defined as polymorphic frameworks in that each is composed of the same SBU and linker but differ in topol. and thus pore structure.  These frameworks may be called a polyreticular series by analogy to several reported isoreticular series.  The effect of linker-linker interactions are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt1CjtLc%253D&md5=c272219fe01b234966978f362f773979", "22. ", "Zhang", ", ", "J.-J.", "; ", "Wojtas", ", ", "L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17040", "– ", "17041", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Temperature and Concentration Control over Interpenetration in a Metal-Organic Material", "Zhang, JianJun; Wojtas, Lukasz; Larsen, Randy W.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17040-17041", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared framework formed from 4,4'-bipyridine (bipy) and sheets of dinuclear Cd2 nodes and 1,4-benzenedicarboxylic acid (bdc) linkers can be solvothermally prepd. in both interpenetrated, [Cd(bipy)(bdc)], and noninterpenetrated, [Cd(bipy)(bdc)]·3DMF·H2O, forms by simply varying the temp. or concn. of the reaction.  Higher temps. and concns. favor interpenetration over the corresponding noninterpenetrating structure, an observation that could have broad implications for controlling the synthesis of metal-org. materials (MOFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKrsb%252FF&md5=1c3a2b9127fa400791f92a30d970a6bd", "23. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortés", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2011/inocaj.2011.50.issue-18/ic201376t/production/images/small/ic-2011-01376t_0005.gif\">"]}
