{"title": ["Estimation of Partial Charges in Small Zeolite Imidazolate Frameworks from Density Functional Theory Calculations"], "authors": ["Malay Kumar Rana", "Federico Giovanni Pazzona", "Giuseppe Baldovino Suffritti", "Pierfranco Demontis", "Marco Masia"], "doi": ["10.1021/ct100685p"], "abstract": ["Zeolitic Imidazolate Frameworks (ZIFs) are the new frontier in the field of metal–organic materials. They incorporate the confining properties of the more traditional aluminosilicate zeolites together with the catalytic activity provided by transition metal ions and organic links. Computation of atomic point charges for these hybrid materials is important in the field of molecular simulations for substantial prediction of experimental results. However, due to the structural complexity of advanced materials in general, studies involving derivation of point charges for these materials are truly scarce. In this article, we have derived the atomic point charges of ZIF–8 through fitting of the quantum electrostatic potential obtained systematically from density functional theory (DFT) calculations both on finite clusters of increasing size and on the periodic system. For the periodic system, fluctuations on the atomic charges have been studied through ab initio molecular dynamics simulations. Using the latter approach, we have extended the study to ZIF–2 and ZIF–3, where it has been found that charge fluctuations are, as well as for ZIF–8, very narrow, therefore justifying the use of the point charge approximation for these materials."], "text": ["Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "Introduction", "Microporous and nanoporous materials like zeolites are capturing increasingly large interest, especially in recent times, due to their high relevance in environmental, technological, and chemical applications. Among these nanoporous materials, Metal Organic Frameworks (MOFs)", "(1)", " are devised with tetrahedrally coordinated transition metal ions (e.g., Co, Cu, Zn, etc.) bridged by organic ligands. Covalent Organic Frameworks (COFs)", "(2)", " are also relatively new nanoporous materials where the nonmetal atoms (like B, C, O, Si, H, etc.) are linked by strong covalent bonds. Because of the wide choice of possible metal ions and organic ligands, the porosity and functionality of these materials can be tuned. As a drawback of their high tunability, performing an exhaustive experimental study of their gas adsorption/separation properties is not always an easy process. Metal–organic frameworks where zinc is tetrahedrally connected to imidazolate ligands, known as Zeolitic Imidazolate Frameworks (ZIFs), resemble zeolites but offer wider porosity and exceptional thermal and chemical stability and are very promising for gas storage and separation.", "(3-6)", "Molecular simulation methods represent a relevant investigation tool in the research of these materials, since they support advanced experimental applications. In simulation methods, a proper choice of force field parameters and site partial charges is important to mimic the true adsorbate–adsorbent interactions and hence the adsorption properties of these materials.", "(7)", " In addition, to get a transferable set of force field parameters, one has to rely on the accurate treatment of electrostatic interactions. In fact, computational simulations not considering accurate partial charges on the whole framework may yield unrealistic results.", "Model force fields with fixed partial atomic charges have been proposed for simple molecular systems, whereas they are scarce for supramolecular systems such as ZIFs. Since long-range electrostatic interactions significantly contribute to the total interaction energy, robust numerical methods for computing partial charges in ZIFs are needed. Partial charges convey a chemically intuitive picture of how the electronic density within a molecule is distributed and are fundamental to describing the electrostatic interaction in classical simulations. Nevertheless, it should be noticed that they do not correspond to any quantum mechanical observable; thus there are many methods to partition the density into localized partial charges, some of them being more successful in reproducing the system properties in the simulations. In recent studies, Rankin et al.", "(8)", " and Liu et al.", "(9, 10)", " have computed the charges on ZIF–68, ZIF–69, and ZIF–70 using, respectively, the Bader charge decomposition method", "(11)", " and the Mulliken charge partitioning scheme", "(12)", " from periodic density functional theory (DFT) calculations. It should be noticed though that the Bader theory of atoms in molecules", "(13)", " could be sensitive to substituents and structural modifications in supramolecular structures; a comparison between the cluster-based charge calculation of atomic charges and periodic DFT calculation employing the Bader charge decomposition method", "(11)", " has shown a substantial error for the MOF HKUST-1.", "(14)", " Furthermore, it is known that the Mulliken charge analysis method based on periodic DFT calculation is highly sensitive toward the basis set,", "(15, 16, 9)", " and hence care should be taken in handling the values of the resulting charges.", "Numerical methods have been developed for fitting the partial charges to atomic sites to reproduce the quantum chemical electrostatic potential (ESP), considering grid points lying outside the molecule.", "(17-20)", " Nonetheless, it should be stressed that the ESP charge analysis technique, usually applicable to molecular systems, suffers from serious technical faults for buried atoms. This is particularly true for atomically dense lattices, in which the shortage of empty volume makes difficult the definition of valid grid points outside the van der Waals radii. To eliminate this problem, the RESP method", "(19)", " introduces a penalty term in the fitting procedure. In this context, several sampling schemes,", "(21-24)", " e.g., MK, CHELP, and CHELPG, allow one to find the set of point charges or multipoles capable of most closely reproducing the electrostatic potential obtained from quantum chemical calculations. Framework charges have also been derived from the fragments of the periodic lattice through ESP fitting;", "(25, 26)", " special care has to be taken to fulfill the valency of all atoms or charge neutrality of the isolated fragment. It is worth mentioning that the potential derived from charge calculation using MK, CHELP, and CHELPG methods has been tested by Maciel and Garcia", "(27)", " who pointed out that CHELPG and MK outperform CHELP. Subsequently, the CHELPG scheme has widely been used in charge calculations for various molecular and lattice substances.", "(28-30, 14, 8)", "When dealing with periodic electronic structure calculation, a fundamental problem arises since the electrostatic potential for infinite periodic systems is ill-defined. Only recently has a method to overcome this flaw been developed (REPEAT: Repeating Electrostatic Potential Extracted Atomic—", "vide infra", "),", "(31)", " which allows for RESP-like charge fits in DFT periodic calculations. As we will show in this article, it is a robust and relatively cheap method to also extract indirect information about the electronic density fluctuations in the framework.", "The scope of this contribution is two-fold: first, we compare the results of some of the above-mentioned methods on the experimental X-ray structure of ZIF–8, a well studied porous material for the absorption of H", "2", " and CO", "2", " and other flue gases;", "(32-39)", " then, we look into partial charge fluctuation during MD simulations of ZIF–8, ZIF–2, and ZIF–3. The manuscript is organized as follows: in section ", ", the computational approach used is explained; in section ", ", the results are shown, followed by our conclusions in section ", ".", "Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "Model and Simulation Details", "The reference structure for ZIFs have been reconstructed from the X-ray crystal data collected from the Cambridge Crystallographic Data Centre. The building unit for the fragments of ZIF–8 is a methyl-imidazolate group (mIm) coordinating two Zn atoms; hence, the nomenclature of atoms in the supramolecular structure is straightforward. The methyl-imidazolate ring has three types of carbon atom differing in bonding connectivity: the sp", "2", " carbon atom attached to the CH", "3", " group (hereby denoted as C1), two (chemically equivalent) sp", "2", " carbons belonging to the ring (C2), and the sp", "3", " carbon atom of the methyl group (C3). H2 and H3 refer to the hydrogen atoms bonded respectively to C2 and C3 carbons. Nitrogen and zinc atoms do not need any kind of special numbering because they are unique.", "The building unit of ZIF–2 and ZIF–3 is an imidazolate group (Im) coordinating two Zn atoms. Similarly to the mIm group in ZIF–8, the Im group in ZIF–2 and ZIF–3 has atom types named C1 and C2 to which H1 and H2 are bonded.", "Cluster Calculations", "Cluster calculations have been performed on fragments of ZIF–8. The crystal is characterized by the presence of square and hexagonal windows around the main cavity (see Figure ", "1", "). Thus, we considered portions of the periodic lattice located around these two types of windows. The rationale behind the choice of studying clusters of increasing size is that we aim to look for the minimum dimension of an isolated fragment to get converged values for the charges. In our study, Zn atoms at the vertices of square or hexagonal windows are bonded either to mIm groups or to NH", "3", " molecules. The need of using different groups coordinating zinc atoms originates from the fact that all of the fragments are charged. The overall charge cannot be neutralized while keeping the symmetry of the fragments at the same time; conserving the symmetry is of high importance because it allows the electronic density to be evenly shared on the core atoms, thus leading to more reliable results on the computed charges. On the other hand, it could be argued that the resulting charges would be affected by the total charge being different from zero. This considerations led us to perform calculations also on the periodic system, which is completely uncharged (see below). The clusters have been built up in such a way that the cleaved square (hexagonal) fragments can be grown symmetrically by adding further square (hexagonal) windows; a graphical intuitive representation of the systems studied is shown in Figure ", "2", ". For the sake of clarity, we name the fragments F–", "N", "Zn", "tot", "–", "N", "Zn", "core", "–L, where ", "N", "Zn", "tot", " is the total number of Zn atoms in the cluster, ", "N", "Zn", "core", " is the number of core Zn atoms (with the respective methyl-imdazolate group) considered for computing the charge, and L is the name of the terminal ligand (either mIm or NH3). For example, the F–4–4–mIm cluster is the square fragment formed by four Zn atoms, all of them considered in charge calculation.", "Figure 1. Unit cells for (a) ZIF–2, (b) ZIF–3, and (c) ZIF–8.", "Figure 2. Structures of the clusters studied using a minimal representation for atoms and bonds. In the second and third clusters, the appearance of square and hexagonal windows can be appreciated.", "DFT and ab initio calculations on supramolecular fragments have been performed using the Gaussian 03", "(40)", " (only for the building unit) and Turbomole", "(41, 42)", " (for all fragments) software packages. The meta-GGA TPSS functional", "(43)", " was used together with Gaussian basis sets; considering that big clusters imply a high computational cost, the SVP basis set was used for all fragments studied. The convergence of results was assessed against calculations on small clusters with the TZVP and QZVP basis sets. The atomic charges were computed after having relaxed all structures to their equilibrium geometries. In all calculations, we used the Multipole Accelerated Resolution of the Identity (MARI-J), which involves the evaluation of the Coulomb interaction using auxiliary basis sets through the multipole expansion for nonoverlapping charge distributions without any significant loss of accuracy.", "(44, 45)", "The sampling of the points at which ESPs are evaluated is accomplished using the spherical shells at specified multiples of an atom’s van der Waals radius around each atom and with a density of 1 point/Å", "2", ", as described in the MK sampling scheme.", "(21, 22)", " ESP calculations have been performed with the same programs used for the electronic structure calculations. The van der Walls radii for Turbomole calculations are 1.39 Å, 1.55 Å, 1.70 Å, and 1.09 Å, respectively, for Zn, N, C, and H, as taken from ", "http://www.ccdc.cam.ac.uk/products/csd/radii/", ".", "Periodic Structure", "Periodic DFT calculations have been carried out for infinite crystalline ZIFs. The CPMD", "(46)", " (only for ZIF–8) and cp2k", "(47)", " packages have been used in order to explore two different types of basis function, namely, plane waves and Gaussian basis sets. The electronic structure calculations were done using both the BLYP", "(48, 49)", " and PBE", "(50)", " functionals. Norm-conserving Troullier–Martins", "(51)", " (TM), Goedecker–Teter–Hutter", "(52-54)", " (GTH), and Vanderbilt ultrasoft", "(55)", " (VDB) pseudopotentials were tested for single point calculations. As in a recent article on MOFs,", "(56)", " we used the TZV2P basis set for C, N, and H atoms, and the TZV for Zn. Molecular dynamics simulations were run for 1 ps in the microcanonical ensemble, after having equilibrated the system with massive Nose–Hoover", "(57)", " chain (NHC) thermostats at 300 K for 1 ps; massive thermostatting consists of applying a NHC to each degree of freedom of the system, thus yielding to energy equipartition in a short time.", "Both Car–Parrinello (CP) and Born–Oppenheimer (BO) molecular dynamics", "(58, 59)", " were run. In the former case, a time step of 4 au was used, and the fictitious mass of electron was set to 400 au. In the latter case, the time step was set to 0.5 fs. The orbital transformation (OT) minimizer", "(60)", " was used in wave function optimization for BO calculations.", "During production runs, the electrostatic potential was stored for subsequent analysis with the REPEAT method", "(31)", " (see below), allowing us to compute the atomic charges and their time evolution along the simulation. The REPEAT author’s code was used to evaluate the REPEAT charges. In the fitting procedure, we have not used any rescaling factor. The van der Waals radii used are 1.38 Å, 1.83 Å, 1.93 Å, and 1.44 Å, respectively, for Zn, N, C, and H, as taken from Universal Force Field.", "(61)", " The FFT grid meshes used for the fitting are the defaults from periodic DFT calculations. The valid grid points are always considered outside the unscaled van der Waals radii for each atom.", "Computation of Atomic Charges", "The method used for evaluating the atomic charges for both types of systems studied is based on the restrained fitting of the DFT electrostatic potential. Let us indicate as Ψ", "qm", ", the electrostatic quantum potential and as Ψ", "cal", ", the electrostatic potential obtained iteratively from the initial guess of atomic point charges through the Coulomb equation by minimizing the following functional form in least-squares fit:", "where ", "q", "i", " is the set of ", "N", " point charges, ", "q", "total", " is the total molecular charge, and λ is the Lagrange multiplier, ensuring that the sum of atomic charges is equal to the total charge of the system. The Coulomb interaction for infinite periodic replicas of point charges is handled by using the Ewald method.", "(62-64)", " The conventional ESP charge fitting procedure for molecular systems, eq ", "1", ", yields unsatisfactory charges for periodic systems.", "(65)", " Taking into consideration the wide charge fluctuations of buried atoms due to the ill-defined reference state, a modified penalty function is adopted in the least-squares fit technique. This is expressed in the following form:", "where ξ", "i", " and ", "P", "i", " are respectively the Lagrange multiplier and the penalty function for buried atoms (the latter is given by expanding the energy of an atom as a function of charge up to the second order) and δ", "ψ", " is the difference between the quantum chemical electrostatic potential and calculated electrostatic potential based on atom centered point charges, averaged over grid points. This is the basis for the REPEAT method.", "(31)", "Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "Results and Discussions", "Clusters", "As a first step for the study of increasing size fragments, we validated the density functional calculations against Hartree–Fock and MP2 ab initio calculations on the building block (F–2–2–mIm). Atomic charges were derived using both the MK", "(21, 22)", " and the CHELPG", "(24)", " sampling schemes. The results are shown in Table ", "1", ". It can be seen that charges obtained with DFT calculations are slightly shifted (ca. 5%) with respect to the values obtained with ab initio methods. Similar results were obtained with both hybrid and non-hybrid functionals using both the TZVP and 6-311++g(d,p) basis sets. In passing, we would like to highlight that the differences between the MK and CHELPG schemes are always negligible. Thus, we are confident that any of the two methods together with DFT calculations are capable of giving reliable results. This is of the utmost importance for this study since it provides us with sound machinery to study huge fragments, without losing accuracy and increasing computer time. Before showing the results on the clusters, we should mention that the results shown proved to be highly dependent on the cluster structure. Geometry and wave function optimizations have been done with strict convergence criteria using fine grids for DFT calculations. This has caused the calculations to be very time-consuming, mainly for bigger fragments where the number of atoms is higher than 400.", "Table 1. Partial Charges on All Atoms for the Building Unit of ZIF–8 Computed with Different Methods", "method", "Zn", "N", "C1", "C2", "C3", "H2", "H3", "HF-MK", "1.78", "–1.10", "1.02", "0.22", "–0.91", "0.12", "0.27", "HF-CHELPG", "1.77", "–1.10", "1.09", "0.24", "–0.91", "0.10", "0.26", "MP2-MK", "1.74", "–1.10", "1.01", "0.30", "–0.91", "0.09", "0.27", "MP2-CHELPG", "1.72", "–1.07", "1.04", "0.30", "–0.90", "0.08", "0.26", "DFT-MK", "1.67", "–0.98", "0.92", "0.25", "–0.86", "0.11", "0.27", "DFT-CHELPG", "1.66", "–0.94", "0.94", "0.24", "–0.84", "0.10", "0.26", "As a first approach, we computed the charges on small systems formed by one zinc atom and two or four mIm molecules (respectively in a linear and tetrahedral arrangement). Though such a small size allowed us to perform calculations with large basis sets, the results were not reliable; in fact, the atoms of mIm experience an inhomogenous environment which does not resemble the crystal structure situation, causing the charges on chemically equivalent atoms to be highly different. Hence, the main problem in this kind of calculation is to compute the charges on atoms which “experience” a coordination structure similar to that of the crystal. For this reason, we build up highly symmetric fragments of increasing size. In Table ", "2", ", we show the atomic site charges for various molecular ion fragments of ZIF–8, namely, F–4–4–mIm, F–6–6–mIm, F–12–4–NH", "3", ", F–18–6–NH", "3", ", and F–12–4–mIm, estimated through the MK method. Unfortunately, we were not able to converge the calculations on F–18–6–mIm given the high number of atoms (546).", "Table 2. Partial Charges on Core Atoms of the Fragments of Increasing Size Grown on Square and Hexagonal Windows", "fragment", "Zn", "N", "C1", "C2", "C3", "H2", "H3", "F–4–4–mIm", "0.3961", "–0.2402", "0.3699", "–0.1849", "–0.5943", "0.1302", "0.1685", "F–12–4–N", "H", "3", "0.4995", "–0.2530", "0.3371", "–0.1829", "–0.4239", "0.1672", "0.1273", "F–12–4–mIm", "0.6955", "–0.3294", "0.3822", "–0.1554", "–0.4115", "0.1393", "0.1136", "F–6–6–mIm", "0.3130", "–0.1120", "0.1434", "–0.2102", "–0.5168", "0.1497", "0.1480", "F–18–6–N", "H", "3", "0.4691", "–0.1876", "0.2227", "–0.1997", "–0.3884", "0.1726", "0.1207", "A distinguishable trend can be identified in the results. If we consider fragments built on square windows, we can see that the charge on Zn steadily increases, as well as on C2 and C3 atoms, while that for N and H3 decreases; the behavior of C1 and H2 is not as linear as for the other atoms. If we focus only on zinc, it can been seen how the value of the charge is almost doubled on passing from the small cluster to the big one. It should be stressed that, only in case of F–12–4–L fragments have we considered the core atoms; we think that this situation would be more comparable to the case of zinc atoms in the crystal, which experience a symmetric electron cloud distribution. According to this point of view, the results of the F–12–4–mIm fragment should be considered more reliable than those of F–12–4–NH", "3", ", given that the species bonded to external zinc atoms resemble those of the crystal. A similar trend is also evident for the clusters with hexagonal windows. The values of the charges show the same trend, and we expect that, if we would have been able to compute them for the F–18–6–mIm cluster, we would have obtained results similar to those of F–12–4–mIm. The values obtained for the latter fragment are in fair agreement with the ones obtained in the calculations of the periodic system (see below), the largest difference being the charge on C3.", "Care should be taken, though, in considering these results as being conclusive; in fact, we should stress that the overall charge of the biggest fragments is ±12, depending on the nature of terminal ligand L (the sign is positive for L = NH", "3", ", while it is negative for L = mIm). From the analysis of localized charges, we have found that the excess charge is localized at the periphery of the cluster. In the case of the F–12–4–mIm, for example, the sum of the charges on the 48 core atoms is 1.26", "e", ", while the charges on the rest of atoms adds up to −13.26", "e", ". Although from this analysis we get insight into the way the excess charge is being distributed within the cluster, we are not aware of any straightforward method to verify the effect of such an excess charge on the electronic density distribution on core atoms. Hence, we are not able to claim with certainty that the computed charges on core atoms actually resemble those in the neutral crystal structure. These doubts on the reliability of our results move us to the following subsection where calculations on the fully periodic structure have been performed; the results will be useful also to assess the problem of computing partial charges on electrically charged clusters.", "Periodic System", "DFT calculations have been performed on the periodic structure using both plane waves and Gaussian basis sets.", "We first tested for different pseudopotentials and functionals only with plane waves; single point energy calculations on the crystal structure were done using either PBE and BLYP functionals with TM, GTH, and VDB pseudopotentials. The average value of the charge of an atom type and the standard error were calculated as a function of the pseudopotential cutoff for the wave function. The results are reported in Figure ", "3", "; it can be noticed that the difference among the results obtained with two functionals while using the same pseudopotentials is less than 1%. The standard error for most calculations is negligible (on the scale used for representing the results for Zn, it is even not distinguishable from the thickness of the line!); only when VDB pseudopotentials are used did we obtain huge error bars, hinting that these calculations with these pseudopotentials do not guarantee reliable results. All of the charge values converge to a stable value for a cutoff of 150 Ry, which coincides with the values for energy convergence; hence, the convergence of charges at this value of cutoff is related to the convergence of DFT calculations and not with the grid point used for the REPEAT fit. This analysis suggests that both GTH and TM pseudopotentials together with PBE and BLYP yield converged results for the charges with a small error. Using Gaussian basis sets, we have tested again the convergence of the charges with the pseudopotential cutoff for the density; in this case, only PBE with GTH pseudopotentials was tested in a cutoff range between 320 and 3000 Ry. We found that the convergence of atomic charge (as well as of total energy) is attained at 700 Ry; this result is in agreement with a recent study on MOFs.", "(56)", "Figure 3. Values of the point charges for representative atoms as a function of the cutoff for the functional and pseudopotentials tested. Blue, red, and green are used respectively for GTH, TM, and VDB pseudopotentials. Solid lines: PBE functional. Dashed lines: BLYP functional.", "We would like to highlight that the values of the charges obtained with the REPEAT method are similar to the ones computed on the biggest cluster (F–12–4–mIm), as discussed in the previous section. In Table ", "3", ", we show the absolute difference Δ", "q", " bewteen the charges computed with REPEAT and the respective entries in Table ", "2", " for the F–12–4–mIm cluster. It can be seen that the only noticeable deviation between the two methods is found for the charge on C3, which differs by ca. 0.19", "e", ". The differences in all of the other charges are negligibile. The fact that the two methods converge to similar values is an important check of their reliability. Moreover, it seems that the calculation of partial charges on core atoms of highly charged clusters is not affected by the presence of the excess charge, thus confirming that the core atoms of big clusters experience an electronic environment similar to that of the neutral crystal structure. Although the two approaches give similar results, it should be noticed that the computational cost for the evaluation of atomic charges from calculations on large clusters is more than 1 order of magnitude higher, compared to the DFT plus REPEAT calculations on the periodic structure. This feature, besides rendering the REPEAT method an optimal choice for this type of calculation, makes it a suitable technique for addressing other issues, such as charge fluctations during dynamics (see below).", "Table 3. Partial Charges ", "q̅", " of ZIF–8 from Gaussian and Plane Wave Periodic DFT Calculations with the Relative Standard Errors (", "S", "q̅", ")", "a", " ", "Zn", "N", "C1", "C2", "C3", "H2", "H3", "CPMD", "q̅", "0.6894", "–0.2800", "0.4184", "–0.1910", "–0.5726", "0.1536", "0.1481", "S", "q̅", "0.0016", "0.0017", "0.0027", "0.0011", "0.0025", "0.0007", "0.0007", "Δ", "q", "0.0061", "0.0494", "0.0362", "0.0356", "0.1611", "0.0143", "0.0345", "BOMD", "q̅", "0.7362", "–0.3008", "0.4339", "–0.1924", "–0.6042", "0.1585", "0.1572", "S", "q̅", "0.0014", "0.0014", "0.0024", "0.0008", "0.0021", "0.0005", "0.0005", "Δ", "q", "0.0407", "0.0286", "0.0517", "0.0370", "0.1927", "0.0192", "0.0436", "a", "For each method, the difference Δ", "q", " = |", "q̅", " – ", "q", "(F −12–4–mIm)| is also reported.", "Up to now, methods used to compute partial charges for molecules or for supramolecular assemblies have always relied on static ab initio calculations for the minimum energy structure. Though, at the condensed phase, many-body interactions could cause the electronic density to be polarized and to heavily fluctuate around an average value; this has been recently shown for halide ions in water.", "(66)", " Accounting for electron cloud polarization in classical molecular dynamics simulations implies the use of multipolar expansions or fluctuacting charges, with a noticeable computational overhead. Nevertheless, there are cases where a simple point charge approximation gives a fair representation of the system. DFT-based molecular dynamics simulations are the ideal test tool to look into electronic density fluctuations in the system. To get a deeper insight into this issue, we computed the atomic charges every 10 fs during a 1 ps simulation; in this case, GTH pseudopotentials were used because they guarantee reliable results at a lower computational cost than TM pseudopotentials. Average charges ", "q̅", " and standard error ", "S", "q̅", " have been computed for all atom types with both PBE and BLYP functionals. The results for PBE using both CP and BO molecular dynamics are shown in Table ", "2", ". In Table ", "4", ", we also report results for ZIF–2 and ZIF–3, for which we used the same setup for the calculations on ZIF–8. Results of CPMD with the BLYP functional are in agreement (within the error) with the ones obtained with PBE and are not shown here. It can be seen that the values of the atomic charges converge to similar values, the largest differences being around 5%. Moreover, the fluctuations are almost negligible, hinting that using a simple point charge approximation for classical molecular dynamics simulations of ZIFs is sensible. We would like to notice that the calculations with plane waves (CPMD) and with Gaussian basis sets (BOMD) give basically the same results. Thus, both of them constitute sound methods to compute electrostatic potentials inside ZIFs. A comparison of the results obtained for the three different ZIFs considered here immediately highlights that the values for the point charges are quite different. Therefore, it is advisible that, to perform molecular dynamics calculations on these materials, instead of taking standard values from generic force fields, point charges should be carefully calculated for any of them.", "Table 4. Partial Charges ", "q̅", " with the Relative Standard Errors (", "S", "q̅", ") of ZIF–2 and ZIF–3 Born–Oppenheimer Molecular Dynamics Simulations", " ", "Zn", "N", "C1", "C2", "H1", "H2", "ZIF–2", "q̅", "0.6100", "–0.1798", "–0.0384", "–0.1341", "0.1042", "0.1285", "S", "q̅", "0.0021", "0.0006", "0.0014", "0.0006", "0.0003", "0.0015", "ZIF–3", "q̅", "0.6082", "–0.1913", "0.0208", "–0.1511", "0.0823", "0.1388", "S", "q̅", "0.0011", "0.0011", "0.0018", "0.0005", "0.0006", "0.0003", "While this manuscript was under revision, a similar study was published where point charges were computed with the REPEAT method on ZIF–8.", "(67)", " By applying different scaling factors γ to the van der Walls radii, the authors found that the value of the point charges varies over a large interval, ranging, in the case of Zn, from 0.69", "e", " for γ = 1 to −2.58", "e", " for γ = 2. Although the authors conclude that it is hard to attach any physical interpretation to the REPEAT charges, nevertheless, it should be considered that large values of exclusion radii, such as the ones just mentioned, are never used in ESP charge methods. In addition, it should be noted that, by using γ = 1, the values of point charges are in good agreement with our cluster calculations, with recent calculations made on biosystems containing building blocks similar to that of ZIF–8,", "(69, 68)", " and with DDEC and CBAC results reported in the same article of Watanabe and co-workers.", "(67)", " Therefore, we recommend the use of the REPEAT method with γ = 1.", "It is interesting to notice that, from the latter study, it seems that the adsorption isoterms calculated with Grand Canonical Monte Carlo simulations are independent of the values chosen for charges. Considering this result, it is certainly of interest to assess the role played by the point charges in driving the dynamics of the system and in reproducing other experimental properties. In our group, we have started to address this issue with the use of force field molecular dynamics simulations.", "Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "Concluding Remarks", "Force-field-based calculations (Monte Carlo or molecular dynamics) rely on a reduced description of the system electronic density by means of atomic partial charges. In our study, we explored different approaches to derive them for zeolite imidazolate frameworks (ZIFs). The usual approach to compute partial charges for molecular systems is based on ab initio calculations on small clusters, followed by a fitting of the quantum chemical electrostatic potential. Among the many methods, we chose the Merz–Kollman sampling scheme, which has been shown to give reliable results; we also found that, for computing partial charges, density functional theory calculations yield values comparable to the ones obtained with Hartree–Fock and perturbative methods.", "Partial charges computed for molecules give a fair description of the electronic density of the isolated system, which is considered to be slightly perturbed in the condensed phase; thus, values calculated for the isolated systems are transferred to liquid/solid simulation with a negligible loss of accuracy. This approximation does not hold for crystal systems such as ZIFs; in fact, every atom/molecule in the supramolecular structure feels the crystalline environment, which should be somehow included in the description. Thus, for example, computing partial charges on the cluster formed by one zinc atom coordinated by four methyl-imidazolium molecules would make sense if we were interested only in the zinc charge. On the other hand, if we need to know the charges on N, we should consider a symmetric structure around the molecule.", "To this end, we have explored two different methodological approaches to compute partial charges on ZIF–8 from first principles calculations. The first approach has been based on the building up of isolated clusters resembling the structure and symmetry of the crystal. We have observed that, in order to obtain converged results, the size of the cluster should be around 400–500 atoms, which renders this approach extremely computationally expensive. The second method is based on evaluating the REPEAT charges on the periodic crystal structure. In order to define an operative protocol to compute partial charges on ZIF–8 (which would be extended to similar materials), we compared the results obtained with two different functionals and six pseudopotentials. We found that ultrasoft Vanderbilt pseudopotentials give larger errors compared to norm-conserving Troullier–Martins or Goedecker–Teter–Hutter pseudopotentials. The results obtained with both PBE and BLYP functionals are in fair agreement, hinting that the computed properties are well described with the two of them. The convergence of results has been checked against the value of the pseudopotentials’ cutoff. In the case of plane wave calculations, the partial charges converge at 150 Ry for the wave function cutoff, while for a mixed plane wave and Gaussian basis sets treatment, we found a density cutoff of 700 Ry to be the ideal choice. In passing, we notice that the values obtained for Zn and N are in agreement with those from recent studies", "(67-69)", " on ZIFs and on systems of biological interest.", "The values of REPEAT charges are also in agreement with those computed, at a much higher computational cost, on large isolated clusters. Given the reliability of the method, and considering its relatively low computational overhead, in the second part of the article, we looked into the fluctuations of charges, by propagating the system with DFT-based molecular dynamics simulations of the periodic structure. REPEAT charges have been computed for many configurations of three zeolite imidazolate frameworks, slightly differing among them in the structure and substituents: ZIF–8, ZIF–2, and ZIF–3.", "For ZIF–8, both Car–Parrinello and Born–Oppenheimer molecular dynamics simulations show that the value obtained in single point calculations are in agreement with the average value during the time evolution of the system. The common feature to the three ZIFs studied is that the fluctuations in the charges of every atom are small. To our knowledge, this represents the first study of atomic partial charges where the fluctuations are taken into account; our results justify the choice of using the point charge approximation for these kinds of materials, given that the fluctuations are negligible. Nevertheless, if highly charged or polarizable absorbates interact with the framework, the inclusion of polarization could be important in the description of physical chemical properties of ZIFs. Further studies in this direction are now in progress in our group.", "Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "Acknowledgment", "The authors thankfully acknoledge C. Campañá, B. Mussard, and T. K. Woo for having kindly provided us with their code for computing REPEAT charges. This research has been funded by the European–Indian research project AMCOS (Advanced Materials Computational Study), NMP3-SL-2009-233502. The authors thankfully acknowledge the computer resources, technical expertise, and assistance provided by CASPUR within the Standard HPC grant Project std09-373 and by CINECA for the ISCRA project AIMD–ZIF (HP10AU280I). The “Consorzio COSMOLAB” is also acknowledged for the resources provided within the ", "Cybersar Project", ". F.G.P. is thankful for the Master and Back fellowship provided by Regione Autonoma della Sardegna.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Model and Simulation Details", "Results and Discussions", "Concluding Remarks", "References", "References", "This article references 69 other publications.", "1. ", "James", ", ", "S. L.", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "2. ", "Côté", ", ", "A. P.", "; ", "Benin", ", ", "A. I.", "; ", "Ockwig", ", ", "N. W.", "; ", "OKeeffe", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2005", ",  ", "310", ",  ", "1166", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Porous, Crystalline, Covalent Organic Frameworks", "Cote, Adrien P.; Benin, Annabelle I.; Ockwig, Nathan W.; O'Keeffe, Michael; Matzger, Adam J.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "310", "\r\n        (", "5751", "),\r\n    ", "1166-1170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Covalent org. frameworks (COFs) have been designed and successfully synthesized by condensation reactions of Ph diboronic acid {C6H4[B(OH)2]2} and hexahydroxytriphenylene [C18H6(OH)6].  Powder x-ray diffraction studies of the highly cryst. products (C3H2BO)6•(C9H12)1 (COF-1) and C9H4BO2 (COF-5) revealed expanded porous graphitic layers that are either staggered (COF-1, P63/mmc) or eclipsed (COF-5, P6/mmm).  Their crystal structures are entirely held by strong bonds between B, C, and O atoms to form rigid porous architectures with pore sizes ranging from 7 to 27 angstroms.  COF-1 and COF-5 exhibit high thermal stability (to temps. up to 500° to 600°C), permanent porosity, and high surface areas (711 and 1590 square meters per g, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1WgtLnF&md5=e2e033fd4af37870fc73cbb18c1eaed1", "3. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "OKeeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "4. ", "Tian", ", ", "Y. Q.", "; ", "Zhao", ", ", "Y. M.", "; ", "Chen", ", ", "Z. X.", "; ", "Zhang", ", ", "G. N.", "; ", "Weng", ", ", "L. H.", "; ", "Zhao", ", ", "D. Y.", " ", "Chem.—Eur. J.", " ", "2007", ",  ", "13", ",  ", "4146", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Design and generation of extended zeolitic metal-organic frameworks (ZMOFs): synthesis and crystal structure of zinc(II) imidazolate polymers with zeolitic frameworks.", "Tian, Yun-Qi; Zhao, Yu-Ming; Chen, Zhen-Xia; Zhang, Guang-Ning; Weng, Lin-Hong; Zhao, Dong-Yuan", "Chemistry--A European Journal", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4146-4154", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Attempts to create metal-org. frameworks (ZMOFs) with zeolitic topologies, metal (zinc(II) and cobalt(II)) imidazolates have repeatedly been used as the metal-org. motifs of inorg. silicate analogs.  By modulating the synthetic strategy based on the solvothermal and liq. diffusion method, seven further MOFs (including at least three zeolitic MOFs) of Zn(II) imidazolates, [Zn(Im)2·xG] (G = guest mol. (diethylformamide (DEF), 3-methyl-1-butanol (MB), dimethylacetamide (DMA), DMF, N-methylpyrrolidone (NMP), x = 0.2-1)) 1a-7a, were successfully synthesized.  Of these, 1a-3a (G = DEF-MB, DMA-NMP, DMF, resp.) are isostructural with the previously reported Co analogs 1b-3b, resp., while 4a-7a (G = DMF, DMF-DMA-NMP, DEF< DEF, resp.) are new members of the metal imidazolate MOF family.  Complex 4a exhibits a structure related to silicate CaAl2Si2O8 of CrB4 topol., but with a higher network symmetry; complex 5a has a structure with zeolitic DFT topol. that was discovered in zeolite-related materials of DAF-2, UCSB-3, and UCSB-3GaGe; complex 6a demonstrates an unprecedented zeolite-like topol. with one dimensional channels with 10-rings; and 7a displays a structure of natural zeolite GIS (gismondine) topol.  All of these polymorphous MOFs were created only by using certain solvents as structure-directing agents (SDAs).  Further extensive metal-org. frameworks with zeolitic topologies can be envisaged if other solvents were to be used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFOmtLs%253D&md5=f41d15089eedd3b581d8cfe5c374e2df", "5. ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "OKeeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "6. ", "Banerjee", ", ", "R.", "; ", "Furukawa", ", ", "H.", "; ", "Britt", ", ", "D.", "; ", "Knobler", ", ", "C.", "; ", "OKeeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3875", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", "Banerjee, Rahul; Furukawa, Hiroyasu; Britt, David; Knobler, Carolyn; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3875-3877", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new cryst. zeolitic imidazolate frameworks (ZIFs), ZIF-78 to -82, were prepd. from zinc(II) nitrate and mixts. of 2-nitroimidazole and five different functionalized imidazoles and were found to have the GME topol.  These structures, along with three previously reported GME ZIFs, constitute a series of highly porous materials with Brunauer-Emmet-Teller surface areas ranging from 620 to 1730 m2/g.  The pore diams. and apertures vary incrementally from 7.1 to 15.9 Å and 3.8 to 13.1 Å, resp., and the functionalities decorating the pores vary from polar cyano- and nitro- groups to nonpolar alkyl groups.  The variability expressed in these materials makes them highly attractive for study as gas-sepn. media.  Selectivity values calcd. for sepn. of CO2 and CH4 predict that the ZIFs with polar functionality, ZIF-78 (10.6:1) and -82 (9.6:1), retain CO2 gas to a greater degree than the other members of the GME series and BPL-activated carbon.  These predictions are borne out in dynamic breakthrough studies, which confirm the increased capacity of ZIF-78 and -82 and demonstrate the promise of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFans7s%253D&md5=5fba32f296b7f0cf32e22fa84b98af89", "7. ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "304", "[", "Crossref", "], [", "CAS", "]", "7. ", "Atomistic theoretical models for nanoporous hybrid materials", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "304-318", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  Available atomistic theor. models for the new class of functional porous hybrid materials are critically overviewed.  These hybrid materials (including covalent- and metal-org. frameworks, COFs and MOFs) are characterized by org. linkers, allowing for conformational flexibility and connecting nodes formed by a wide variety of elements and coordination modes.  The flexibility and variability of these porous materials represent one of their potentials for application, but also afford that theor. methods, tailored for more traditional materials like zeolites, need to be extended or modified.  The current status of both periodic and non-periodic quantum mechanic, as well as mol. mechanic models are considered, focusing on the peculiarities of an application on hybrid frameworks.  Atomistic models are used for structural prediction, computation of materials properties and in particular for the modeling of host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqtg%253D%253D&md5=064756a4258c45b0aad195f29a665440", "8. ", "Rankin", ", ", "R. B.", "; ", "Liu", ", ", "J.", "; ", "Kulkarni", ", ", "A. D.", "; ", "Johnson", ", ", "J. K.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "16906", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Adsorption and Diffusion of Light Gases in ZIF-68 and ZIF-70: A Simulation Study", "Rankin, Rees B.; Liu, Jinchen; Kulkarni, Anant D.; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "39", "),\r\n    ", "16906-16914", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have computed the adsorption and diffusion of CO2, N2, CH4, and H2 in zeolitic imidazolate framework (ZIF) materials ZIF-68 and ZIF-70 from atomistic simulations.  These simulations were performed using geometries obtained from d. functional theory (DFT) optimization of the exptl. crystal structure of ZIF-68 and on four structures of ZIF-70, one based on the exptl. crystal structure and three having different imidazole/nitroimidazole substitution ratios.  The framework charges for charge-quadrupole interaction (CQI) terms in our simulations were parametrized with charges obtained from Bader charge decompn. (periodic DFT calcns.) and ChelpG charges (cluster DFT calcns.).  The adsorption and diffusion of the quadrupolar fluids can be dramatically different when using the Bader and ChelpG charges.  Agreement between simulations and expts. for the N2 adsorption isotherms in ZIF-68 and 70 is very good when CQI terms are included.  In contrast, simulations overpredict the amt. of CO2 adsorbed at 298 K compared with expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFSgu7fP&md5=77607b99ce9d435ca0027c20756efb10", "9. ", "Liu", ", ", "D.", "; ", "Zheng", ", ", "C.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "5004", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Understanding the Adsorption and Diffusion of Carbon Dioxide in Zeolitic Imidazolate Frameworks: A Molecular Simulation Study", "Liu, Dahuan; Zheng, Chengcheng; Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "12", "),\r\n    ", "5004-5009", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "At. partial charges in the framework atoms of two typical zeolitic imidazolate frameworks (ZIFs), ZIF-68 and ZIF-69, were calcd. using d. functional theory, and a suitable force field for describing CO2 adsorption in ZIFs was identified.  From this, a combined grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulation study was performed to study the adsorption and diffusion behaviors of CO2 in ZIFs.  The small pores formed by the nIM linkers in ZIF-68 and ZIF-69 are the preferential adsorption sites for CO2 mols., with the corners formed by the Ph rings in the large pores being less preferential adsorption sites.  The chlorine atoms in cbIM linkers in ZIF-69 lead to enhanced binding energy but reduced diffusivity for CO2, the electrostatic interactions produced by the frameworks are important that cannot be ignored, and, down to 180 K, no steps are found in isotherms.  The diffusion of CO2 in ZIFs probably is much slower than that in other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVCisrc%253D&md5=853afc386d41fd6d24452391ab6a36fb", "10. ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "8515", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Molecular Simulation Studies of Separation of CO2/N2, CO2/CH4, and CH4/N2 by ZIFs", "Liu, Bei; Smit, Berend", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "18", "),\r\n    ", "8515-8522", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work, mol. simulations were performed to evaluate the sepn. performance of two typical zeolitic imidazolate frameworks (ZIFs), ZIF-68 and ZIF-69, for CO2/N2, CO2/CH4, and CH4/N2 mixts.  To do this, we first identified a suitable force field for describing CO2, N2, and CH4 adsorption in ZIFs.  On the basis of the validated force field, adsorption selectivities of the three mixts. in these ZIFs were simulated then.  The results show that ZIF-69 is more beneficial for sepg. CO2 from CO2-related mixts. than ZIF-68, mainly due to the presence of chlorine atoms in cbIM linkers in the former for the pressures we have considered.  The overall sepn. performances of these two ZIFs for sepg. the chosen mixts. are comparable to typical MOFs and zeolites.  In addn., this work demonstrates that the electrostatic interactions produced by the frameworks are very important for achieving high adsorption sepn. selectivities in ZIFs, and ideal adsorbed soln. theory (IAST) may be applicable to ZIFs.  Furthermore, the effect of water on the sepn. performance of the two ZIFs was also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkslKrsrc%253D&md5=6ce117f4bb6b580808d11ab71736b29d", "11. ", "Henkelman", ", ", "G.", "; ", "Arnaldsson", ", ", "A.", "; ", "Jonsson", ", ", "H.", " ", "Comput. Mater. Sci.", " ", "2006", ",  ", "36", ",  ", "354", "[", "Crossref", "]", "There is no corresponding record for this reference.", "12. ", "Mulliken", ", ", "R. S.", " ", "J. Chem. Phys.", " ", "1955", ",  ", "23", ",  ", "1833", "[", "Crossref", "], [", "CAS", "]", "12. ", "Electronic population analysis on LCAO-MO [linear combination of atomic orbital-molecular orbital] molecular wave functions. I", "Mulliken, R. S.", "Journal of Chemical Physics", "\r\n        (", "1955", "),\r\n    ", "23", "\r\n        (", "),\r\n    ", "1833-40", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "An analysis in quant. form was given in terms of breakdowns of the electronic population into partial and total \"gross at. populations,\" or into partial and total \"net at. populations\" together with \"overlap populations.\"  Gross at. populations distribute the electrons almost perfectly among the various at. orbitals of the various atoms in the mol.  From these nos., a definite figure is obtained for the amt. of promotion (e.g. from 2s to 2p) in each atom; and also for the gross charge Q on each atom if the bonds are polar.  The total overlap population for any pair of atoms in a mol. is in general made up of pos. and neg. contributions.  If the total overlap population between 2 atoms is pos., they are bonded; if neg., they are antibonded.  Tables of gross at. populations and overlap populations were calcd. for CO and H2O.  The amt. of s-p promotion was nearly the same for the O atom in CO and in H2O (0.14 electron in CO and 0.15e in H2O).  For the C atom in CO it is 0.50e.  For the N atom in N2 it is 0.26e.  In spite of very strong polarity in the π bonds in CO, the σ and π overlap populations are very similar to those in N.  In CO the total overlap population for the π electrons is about twice that for the σ electrons.  The most easily ionized electrons of CO are in a mol. orbital such that its gross at. population is 94% localized on the C atom; these electrons account for the weak electron donor properties of CO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28Xnt1Kq&md5=5aab51c06ce6a3250219cf12d1b5f395", "13. ", "Bader", ", ", "R. F. W.", " In  ", "Atoms in Molecules", "; ", "Clarendon", ": ", "Oxford, U. K.", ", ", "1990", ".", "There is no corresponding record for this reference.", "14. ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "60", "[", "Crossref", "], [", "CAS", "]", "14. ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "Liu, Jinchen; Rankin, Rees B.; Karl Johnson, J.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "60-69", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We have assessed the effects of charge-quadrupole interactions (CQIs) between the framework atoms of Cu(II) benzene-1,3,5-tricarboxylate (CuBTC) and adsorbed H2 mols. on equil. adsorption properties and self- and transport diffusivities.  We have also compared charges computed from periodic d. functional theory (DFT) on the fully periodic CuBTC structure with charges derived from DFT calcns. on cluster models of CuBTC.  Carboxylate group atom charges computed from plane wave periodic DFT with the Bader charge anal. formalism are not consistent with the charges computed from the ChelpG method from Gaussian-based DFT cluster calcns.  The charges derived from Bader anal. seem to be too large.  Adsorption isotherms computed from Monte Carlo simulations and diffusivities computed from mol. dynamics simulations indicate that CQIs have a substantial impact on equil. and transport properties of H2 adsorbed in CuBTC at 77 K.  Conversely, both adsorption isotherms and diffusivities were shown to be essentially unaffected by CQIs at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtA%253D%253D&md5=be35763e16a49cab55c89b42001deb8d", "15. ", "Astrand", ", ", "P. O.", "; ", "Ruud", ", ", "K.", "; ", "Mikkelsen", ", ", "K. V.", "; ", "Helgaker", ", ", "T.", " ", "J. Phys. Chem. A", " ", "1998", ",  ", "102", ",  ", "7686", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "16. ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", "17. ", "Momany", ", ", "F. A.", " ", "J. Phys. Chem.", " ", "1978", ",  ", "82", ",  ", "592", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Determination of partial atomic charges from ab initio molecular electrostatic potentials.  Application to formamide, methanol, and formic acid", "Momany, Frank A.", "Journal of Physical Chemistry", "\r\n        (", "1978", "),\r\n    ", "82", "\r\n        (", "5", "),\r\n    ", "592-601", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The title procedure involved the calcn. of an ab initio mol. electrostatic potential, at the minimal STO-3G and 4-31G basis set levels, between a neutral mol. and a pos. charge located at various points beyond the van der Waals contact region surrounding the mol.  Partial at. C charges located on the atoms were detd. by fitting the classical electrostatic Coulomb potential to the potential obtained from MO calcns.  Electroneutrality was preserved, and the magnitude and direction of the exptl. dipole moments of the mol. were used in the fitting procedures.  The differences between classical Coulombic potentials and ab initio electrostatic potentials were discussed for at. charges obtained from other procedures using MO methods.  The extension of the procedure described here to other methods for defining the charge distribution was discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXhtVCntLc%253D&md5=a41afc947ec7a91ce23c3ead0159cc5b", "18. ", "Cox", ", ", "S. R.", "; ", "Williams", ", ", "D. E.", " ", "J. Comput. Chem.", " ", "1981", ",  ", "2", ",  ", "304", "[", "Crossref", "], [", "CAS", "]", "18. ", "Representation of the molecular electrostatic potential by a net atomic charge model", "Cox, S. R.; Williams, D. E.", "Journal of Computational Chemistry", "\r\n        (", "1981", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "304-23", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Electrostatic potentials and Mulliken net at. charges were calcd. from STO-3G, 6-31G, and 6-31G** SCF-MO wave functions for hydrogen fluoride, water, ammonia, methane, acetylene, ethylene, carbon dioxide, formaldehyde, methanol, formamide, formic acid, acetonitrile, diborane, and carbonate ion.  In each case, optimized net at. charges (potential-derived charges) were also obtained by fitting the electrostatic potentials calcd. directly from the wave functions in a shell enveloping the mols. outside of their van der Waals surfaces.  The electrostatic potentials calcd. from the potential-derived charge distributions were then compared with the defined quantum-mech. electrostatic potentials and with the electrostatic potentials of the Mulliken charge distributions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jtbo%253D&md5=6664f9a78c4780bbb015550fd5b02d64", "19. ", "Bayly", ", ", "C. I.", "; ", "Cieplak", ", ", "P.", "; ", "Cornell", ", ", "W. D.", "; ", "Kollman", ", ", "P. A.", " ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "10269", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "A well-behaved electrostatic potential based method using charge restraints for deriving atomic charges: the RESP model", "Bayly, Christopher I.; Cieplak, Piotr; Cornell, Wendy; Kollman, Peter A.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "40", "),\r\n    ", "10269-80", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The authors present a new approach to generating electrostatic potential (ESP) derived charges for mols.  The major strength of electrostatic potential derived charges is that they optimally reproduce the intermol. interaction properties of mols. with a simple two-body additive potential, provided, of course, that a suitably accurate level of quantum mech. calcn. is used to derive the ESP around the mol.  Previously, the major weaknesses of these charges have been that they were not easily transferably between common functional groups in related mols., they have often been conformationally dependent, and the large charges that frequently occur can be problematic for simulating intramol. interactions.  Introducing restraints in the form of a penalty function into the fitting process considerably reduces the above problems, with only a minor decrease in the quality of the fit to the quantum mech. ESP.  Several other refinements in addn. to the restrained electrostatic potential (RESP) fit yield a general and algorithmic charge fitting procedure for generating atom-centered point charges.  This approach can thus be recommended for general use in mol. mechanics, mol. dynamics, and free energy calcns. for any org. or bioorg. system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlvVyqsLs%253D&md5=e65c6a556ffc174df4f327687912a0bd", "20. ", "Laio", ", ", "A.", "; ", "VandeVondele", ", ", "J.", "; ", "Rothlisberger", ", ", "U.", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "7300", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "D-RESP: Dynamically Generated Electrostatic Potential Derived Charges from Quantum Mechanics/Molecular Mechanics Simulations", "Laio, Alessandro; VandeVondele, Joost; Rothlisberger, Ursula", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "29", "),\r\n    ", "7300-7307", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A scheme is proposed for calcg. electrostatic potential (ESP) derived charges from mixed quantum mechanics/ mol. mechanics (QM/MM) mol. dynamics simulations.  These charges are fitted to the electrostatic field due to the quantum charge d. evaluated on the MM atoms close to the QM system and are restrained to the corresponding Hirshfeld value by a quadratic penalty function.  The D-RESP charges estd. by this procedure reproduce the field due to the charge d. polarized by the environment and can be obtained as a function of time along a finite temp. mol. dynamics trajectory with essentially no computational overhead with respect to a std. QM/MM calcn.  The fluctuation of the D-RESP values in a finite temp. run provide information about the importance of polarization effects and thus allow for a direct comparison of the relative performance of polarizable vs. non polarizable point charge models.  Moreover, the D-RESP charges estd. by this procedure can be used as a simple and straightforward indicator of the chem. state of the system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkvFCkt74%253D&md5=fab4628a4c1869092220597c09e78ebc", "21. ", "Singh", ", ", "U. C.", "; ", "Kollman", ", ", "P. A.", " ", "J. Comput. Chem.", " ", "1984", ",  ", "5", ",  ", "129", "[", "Crossref", "], [", "CAS", "]", "21. ", "An approach to computing electrostatic charges for molecules", "Singh, U. Chandra; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1984", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "129-45", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An algorithm is described for deriving net at. charges from ab-initio quantum-mech. calcns. by using a least-squares fit of the quantum-mech. calcd. electrostatic potential to that of the partial-charge model.  Applications were made to the mols. H2O, CH3OH, (CH3)2O, H2CO, NH3, (CH3O)2PO2-, deoxyribose, ribose, adenine, 9-CH3 adenine, thymine, 1-CH3 thymine, guanine, 9-CH3 guanine, cytosine, 1-CH3 cytosine, uracil, and 1-CH3 uracil.  Inclusion of lone pairs, their location, and charge is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktFantLs%253D&md5=f9c1f35a2068b836aea8bf5af9681624", "22. ", "Besler", ", ", "B. H.", "; ", "Merz", ", ", "K. M.", "; ", "Kollman", ", ", "P. A.", " ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "431", "[", "Crossref", "], [", "CAS", "]", "22. ", "Atomic charges derived from semiempirical methods", "Besler, Brent H.; Merz, Kenneth M., Jr.; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "431-9", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Semiempirical methods give electrostatic-potential (ESP) derived at. point charges that are in reasonable agreement with ab-initio ESP charges.  Furthermore, MNDO-ESP charges are superior to AM1-ESP charges in correlating with ESP charges derived from the 6-31G* basis set.  Thus, it is possible to obtain 6-31G* quality point charges by simply scaling MNDO-ESP charges.  The charges are scaled in a linear (y = Mx) manner to conserve charge.  In this way, researchers desiring to carry out force field simulations or minimizations can obtain charges by using MNDO, which requires much less computer time than the corresponding 6-31G* calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkt12nu7k%253D&md5=6ea84dd407c756e2c6f41149945e6d6d", "23. ", "Chirlian", ", ", "L. E.", "; ", "Francl", ", ", "M. M.", " ", "J. Comput. Chem.", " ", "1987", ",  ", "8", ",  ", "894", "[", "Crossref", "], [", "CAS", "]", "23. ", "Atomic charges derived from electrostatic potentials:  a detailed study", "Chirlian, Lisa Emily; Francl, Michelle Miller", "Journal of Computational Chemistry", "\r\n        (", "1987", "),\r\n    ", "8", "\r\n        (", "6", "),\r\n    ", "894-905", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "A new algorithm for fitting at. charges to mol. electrostatic potentials is presented.  This method is noniterative and rapid compared to previous work.  Results from a variety of Gaussian basis sets, including STO-3G, 3-21G and 6-31G*, are presented.  Charges for a representative collection of mols., comprising both first and second row atoms and anions are tabulated.  The effects of using exptl. and optimized geometries are explored.  Charges derived from these fits are found to adequately reproduce SCF dipole moments.  A small split valence representation, 3-21G, appears to yield consistently good results in a reasonable amt. of time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXmt1emsro%253D&md5=734895c11ada69f594258b096ae57d64", "24. ", "Breneman", ", ", "C. M.", "; ", "Wiberg", ", ", "K. B.", " ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "361", "[", "Crossref", "], [", "CAS", "]", "24. ", "Determining atom-centered monopoles from molecular electrostatic potentials.  The need for high sampling density in formamide conformational analysis", "Breneman, Curt M.; Wiberg, Kenneth B.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "3", "),\r\n    ", "361-73", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An improved method for computing potential-derived charges is described which is based upon the CHELP program available from QCPE.  This approach (CHELPG) is shown to be considerably less dependent upon mol. orientation than the original CHELP program.  In the second part of this work, the CHELPG point selection algorithm was used to analyze the changes in the potential-derived charges in formamide during rotation about the C-N bond.  In order to achieve a level of rotational invariance less than 10% of the magnitude of the electronic effects studied, an equally-spaced array of points 0.3 Å apart was required.  Points found to be greater than 2.8 Å from any nucleus were eliminated, along with all points contained within the defined VDW distances from each of the atoms.  The results are compared to those obtained by using CHELP.  Even when large nos. of points (ca. 3000) were sampled using the CHELP selection routine, the results did not indicate a satisfactory level of rotational invariance.  On the basis of these results, the original CHELP program was inadequate for analyzing internal rotations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXitFGrtr4%253D&md5=459ad3de5200b9d914d2cd8c896f387a", "25. ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4496", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", "26. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5795", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Force Field Validation for Molecular Dynamics Simulations of IRMOF-1 and Other Isoreticular Zinc Carboxylate Coordination Polymers", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "15", "),\r\n    ", "5795-5802", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. dynamics simulations were conducted to validate a hybrid force field for metal-org. framework-5 (IRMOF-1).  In this force field, only nonbonded parameters are used to describe Zn-O interactions.  The CVFF force field was used with slight modifications to describe the benzene dicarboxylate linker.  The force field correctly predicts a wide range of structural properties of this MOF, including a neg. thermal expansion of approx. 1% at 30 and 293 K, in agreement with both theory and expt.  Compressibility results and the assocd. elastic moduli are in also good agreement with published d. functional theory calcns. and nanoindentation expts.  The force field predicts a decrease in elastic moduli as temp. increases, which would greatly affect the mech. properties of MOFs.  Calcd. vibrational frequencies for Zn-O modes agree with expt., and a low-frequency mode representing a 180° rotation of the Ph groups is seen.  This rotation becomes more prevalent as the temp. is increased from 300 to 400 K, in agreement with NMR data.  Simulations were also carried out with adsorbed guests, including ethanol, cyclohexane, and several chloromethanes.  It is shown that the IRMOF-1 lattice parameter depends on the nature of the guest-framework interaction; strongly hydrophilic guests, such as ethanol, cause a decrease (-0.9%) in unit cell vol., while hydrophobic guests cause an increase (0.7-1.5%) in unit cell vol.  The calcd. free vols. in IRMOF-1 range from 53.5% to 56.0%, in good agreement with expt.  Finally, the activation energy for benzene self-diffusion calcd. at low loadings is in good agreement with previous simulations and NMR results, but the magnitude of the diffusion const. is underestimated, most likely because of deficiencies in the CVFF portion of the force field.  The results demonstrate, however, that employing a rigid force field results in much poorer agreement with exptl. data.  Addnl., a flexible force field approach is required when simulating framework stability because of phys. changes or the presence of adsorbates.  The use of a general-purpose force field for the org. components allows our approach to be extended to other Zn-based frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFGju78%253D&md5=127ae3e9fba586da6624fd7446acf6f8", "27. ", "Maciel", ", ", "G. S.", "; ", "Garcia", ", ", "E.", " ", "Chem. Phys. Lett.", " ", "2005", ",  ", "409", ",  ", "29", "[", "Crossref", "], [", "CAS", "]", "27. ", "Charges derived from electrostatic potentials: Exploring dependence on theory and geometry optimization levels for dipole moments", "Maciel, Glauciete S.; Garcia, Edgardo", "Chemical Physics Letters", "\r\n        (", "2005", "),\r\n    ", "409", "\r\n        (", "1-3", "),\r\n    ", "29-33", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Three procedures based on the charges derived by fitting the ESP were examd., the charge from electrostatic potential (CHELP), charge from ESP grid based (CHELPG) by Breneman and Wiberg and the method of Merz and Kollman (MK).  The ability of these charges to reproduce SCF and exptl. dipole moments was evaluated for 89 mols. among hydrocarbons, alkyl halides, aroms., oxygen and nitrogen compds.  It is shown that accuracy for dipole moments depends more on the theory level and geometry optimization than on the charge models used.  From a computational viewpoint, the DFT methods with AM1 geometry optimization provide the best accuracy/cost ratio for the calcn. of mol. dipole moments with respect to exptl. data, with mean abs. deviation smaller than 0.19 D for total database.  All three methods reproduce well SCF dipole moments, but charges derived from CHELP fit have deviations as much as twice than CHELPG and MK methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVGntro%253D&md5=c12d4e06a18f07ce41970c4f797fc19f", "28. ", "Heinz", ", ", "H.", "; ", "Suter", ", ", "U. W.", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "18341", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Atomic Charges for Classical Simulations of Polar Systems", "Heinz, Hendrik; Suter, Ulrich W.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "47", "),\r\n    ", "18341-18352", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Structure and reactivity often are dependent on the polarity of chem. bonds.  This relationship is reflected by at. charges in classical (semiempirical) atomistic simulations; however, disagreement between at. charges from accurate exptl. investigations, ab initio methods, and semiempirical methods has not been resolved.  Our aim is to improve the basic understanding of the polarity of compds. with a view to make force-field parametrizations more consistent and phys. realistic.  The concept is based on the relationship between the atomization energies of the elements and the possible strength of covalent bonding and the relationship between the ionization energies/electron affinities of the elements and the possible strength of ionic bonding.  Both quantities, energetically, are of the same order of magnitude and influence at. charges in a compd., which we illustrate by trends across the periodic table.  The relationship between the pure elements and a given compd. is shown in an extended Born model.  We note that the extended Born model can be used to obtain phys. justified charge ests., relative to available ref. compds.  This semiempirical concept has a stronger foundation than electronegativity equalization [Rappe, A. K.; Goddard, W. A., III. J. Phys. Chem. 1991, 95, 3358-3363], which is based on isolated gas-phase atoms and does not include covalent bonding contributions.  We demonstrate the assignment of at. charges for SiO2, the aluminosilicates mica and montmorillonite, and tetraalkylammonium ions, including local charge defects by Si → Al-···K+ and Al → Mg-···Na+ substitution.  Our ests. of at. charges correlate well with exptl. data.  Classical force fields based on these charges exhibit up to 1 order of magnitude less error in reproducing crystal geometries (only ∼0.5% deviation in unit-cell parameters), phase diagrams, and interfacial energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptValtr8%253D&md5=64a9e24b5488c7f124842ad8e384e3cf", "29. ", "Martin", ", ", "F.", "; ", "Zipse", ", ", "H.", " ", "J. Comput. Chem.", " ", "2005", ",  ", "26", ",  ", "97", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Charge distribution in the water molecule - a comparison of methods", "Martin, F.; Zipse, H.", "Journal of Computational Chemistry", "\r\n        (", "2004", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "97-105", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The charge distribution in the water mol. has been analyzed using a broad variety of basis sets, four different quantum mech. methods (Hartree-Fock, Becke3LYP, MP2, and QCISD), and six population anal. methods (Mulliken, NPA, AIM, CHELPG, Merz-Kollman, and Resp).  The influence of the mol. structure on the calcd. at. charges has been studied using small perturbations of the exptl. detd. structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFaiurrI&md5=8ac76995b2a34f00e743a679e4c0d2d6", "30. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "ChemPhysChem", " ", "2006", ",  ", "7", ",  ", "1417", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Electrostatic-field-induced enhancement of gas mixture separation in metal-organic frameworks: a computational study", "Yang, Qingyuan; Zhong, Chongli", "ChemPhysChem", "\r\n        (", "2006", "),\r\n    ", "7", "\r\n        (", "7", "),\r\n    ", "1417-1421", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Ordered microdomains with different electrostatic field strengths exist in certain metal-org. frameworks (MOFs; see picture), and the electrostatic interactions in MOFs can enhance the sepn. of some gas mixts., demonstrating that MOFs have great potential for adsorption sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xnt1Olur0%253D&md5=c7f0507c50cc8e35c3bf4d8251ab0a92", "31. ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", "32. ", "Moggach", ", ", "S. A.", "; ", "Bennett", ", ", "T. D.", "; ", "Cheetham", ", ", "A. K.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7087", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "The Effect of Pressure on ZIF-8: Increasing Pore Size with Pressure and the Formation of a High-Pressure Phase at 1.47 GPa", "Moggach, Stephen A.; Bennett, Thomas D.; Cheetham, Anthony K.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "38", "),\r\n    ", "7087-7089, S7087/1-S7087/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Recent interest in gas storage materials has led to a plethora of papers on the synthesis of novel metal-org. framework materials (MOFs).  Since sorption measurements were performed at pressures up to 0.01 GPa, the effect of higher pressures on the framework is relatively unknown, though the mech. stability of some MOFs at high temps. has been discussed.  Herein the authors present the 1st high-pressure study on a porous ZIF, ZIF-8 (Zn(MeIM)2, MelM = 2-methylimidazolate) with a sodalite zeolite-type structure and a large accessible pore vol. (greater than 2000 Å3 per unit cell).  In summary, by applying pressure to ZIF-8 the hydrostatic medium can be forced to enter the pore, initially increasing the vol. of both the nanopore and the unit cell.  On increasing pressure further, more solvent can be forced into the nanopore, even though the nanopore vol. decreases, until the sample undergoes a phase transition.  This transition not only allows more solvent to enter the original nanopore, but it increases the size of the narrow channels that connect these pores, resulting in an overall increase in porous vol. and amt. of sequestered solvent.  Modification of the pore vol., size, shape, and therefore selectivity has thus been achieved on application of pressure.  Pressure could therefore be used as a means of inserting larger mols. into the pores which would otherwise be too small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2ltrvM&md5=eccd8886fb251d87e568ccdbec40fb19", "33. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "5314", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Hydrogen Storage in a Prototypical Zeolitic Imidazolate Framework-8", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "17", "),\r\n    ", "5314-5315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the difference Fourier anal. of n powder diffraction data with 1st-principles calcns., detailed structural information such as Me group orientation, H adsorption sites, and binding energies within the nanopore structure of ZIF8 (Zn(MeIM)2 with MeIM = 2-methylimidazole) (ZIF is an abbreviation for zeolitic imidazolate frameworks) was obtained.  The 2 strongest adsorption sites identified are both directly assocd. with the org. linkers instead of the ZnN4 clusters, in contrast to classical MOFs where the metal-oxide clusters are the primary adsorption sites.  These observations can be used to optimize this new class of ZIF materials for H storage.  At high H2-loadings the ZIF8 structure is capable of holding up to 28 H2 mols. (i.e., 4.2%) as highly sym. novel 3-dimensional interlinked H2-nanoclusters with relatively short H2-H2 distances compared to solid H2.  Hence, ZIF compds. with robust chem. stability can be also an ideal template host-material to generate mol. nanostructures with novel properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVyhtb8%253D&md5=2b6bd3bbda6a8aaa302918dc940c270a", "34. ", "Venna", ", ", "S. R.", "; ", "Carreon", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "76", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Highly Permeable Zeolite Imidazolate Framework-8 Membranes for CO2/CH4 Separation", "Venna, Surendar R.; Carreon, Moises A.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "76-78", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 membranes, a type of zeolite imidazolate framework, were synthesized by secondary seeded growth on tubular α-Al2O3 porous supports.  The presence of small, highly cryst., microporous crystals with narrow particle size distribution led to continuous thin membranes.  The synthesized novel ZIF-8 membranes displayed unprecedented high CO2 permeances and relatively high sepn. indexes for equimolar mixts. of CO2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKgurrM&md5=967e8ea66630d3e08112603e54bb8ea8", "35. ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "H.", "; ", "Hu", ", ", "Y.", "; ", "Jiang", ", ", "J.", " ", "J. Phys. Chem. B", " ", "2009", ",  ", "113", ",  ", "12326", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Development of a Density Functional Theory in Three-Dimensional Nanoconfined Space: H2 Storage in Metal-Organic Frameworks", "Liu, Yu; Liu, Honglai; Hu, Ying; Jiang, Jianwen", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "36", "),\r\n    ", "12326-12331", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A d. functional theory (DFT) is developed in three-dimensional nanoconfined space and applied for H2 storage in metal-org. frameworks.  Two different weighting functions based on the weighted d. approxn. are adopted, resp., for the repulsive and attractive contributions to the excess free energy.  The Carnahan-Starling equation and a modified Benedicit-Webb-Rubin equation are used to calc. the excess free energy of uniform fluid.  To compare with DFT predictions, grand canonical Monte Carlo simulations are carried out sep.  For H2 adsorption in MOF-5 and ZIF-8, the isotherms predicted from the DFT agree well with simulation and expt. results, and the DFT is found to be superior to the mean-field-approxn.-based theory.  The adsorption energies and isosteric heats predicted are also in accord with simulation results.  From the predicted d. contours, the DFT shows that the preferential adsorption sites are the corners of metal clusters in MOF-5 and the top of org. linkers in ZIF-8, consistent with simulation and exptl. observations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWku77E&md5=5dc8b8a53378485c75ff640a1d9a2cac", "36. ", "Zhou", ", ", "M.", "; ", "Wang", ", ", "Q.", "; ", "Zhang", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Kang", ", ", "Y.", " ", "J. Phys. Chem B", " ", "2009", ",  ", "113", ",  ", "11049", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Adsorption Sites of Hydrogen in Zeolitic Imidazolate Frameworks", "Zhou, Min; Wang, Qi; Zhang, Li; Liu, Ying-Chun; Kang, Yu", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "32", "),\r\n    ", "11049-11053", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were employed to study hydrogen adsorption in zeolitic imidazolate frameworks [ZIFs, a new category of metal-org. frameworks (MOFs), here ZIF-8 used as an example] at 77 K and pressures increasing from 10 to 8000 kPa.  A modified OPLS-AA force field was applied for the imidazolate frameworks and Buch's model for hydrogen mols.  It shows good performance compared with the exptl. measurements.  The adsorption sites in the ZIF-8 materials were explored by a previously proposed technique named computer tomog. for materials (mCT).  The mCT images suggest that the 1st adsorption site locates at both sides of the imidazolate ring and it is close to the imidazolate C = C bond.  The hydrogen mols. then are adsorbed in the pore channel which forms the secondary adsorption site.  The difference between the ZIF's adsorption sites and the MOF's was analyzed, and it may be helpful to design new ZIF materials with improved hydrogen adsorption capability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltLw%253D&md5=04eb2bebbbae53363e6088bf4ba4c0c2", "37. ", "Pantatosaki", ", ", "E.", "; ", "Pazzona", ", ", "F. G.", "; ", "Megariotis", ", ", "G.", "; ", "Papadopoulos", ", ", "G. K.", " ", "J. Phys. Chem. B", " ", "2010", ",  ", "114", ",  ", "2493", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Atomistic Simulation Studies on the Dynamics and Thermodynamics of Nonpolar Molecules within the Zeolite Imidazolate Framework-8", "Pantatosaki, Evangelia; Pazzona, Federico G.; Megariotis, Gregory; Papadopoulos, George K.", "Journal of Physical Chemistry B", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "7", "),\r\n    ", "2493-2503", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Statistical-mechanics-based simulation studies at the atomistic level of Ar, methane (CH4), and hydrogen (H2) sorbed in the zeolite imidazolate framework-8 (ZIF-8) are reported.  ZIF-8 is a product of a special kind of chem. process, recently termed as reticular synthesis, which has generated a class of materials of crit. importance as mol. binders.  The authors explore the mechanisms that govern the sorption thermodn. and kinetics of nonpolar sorbates possessing different sizes and strength of interactions with the metal-org. framework to understand the outstanding properties of this novel class of sorbents, as revealed by expts. published elsewhere.  For this purpose, the authors have developed an inhouse modeling procedure involving calcns. of sorption isotherms, partial internal energies, various probability d. functions, and mol. dynamics for the simulation of the sorbed phase over a wide range of occupancies and temps. within a digitally reconstructed unit cell of ZIF-8.  Sorbates perceive a marked energetic inhomogeneity within the at. framework of the metal-org. material under study, resulting in free energy barriers that give rise to inflections in the sorption isotherms and guide the dynamics of guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Kgtb0%253D&md5=9c2e49ff915c46eb4cb80cb0187f0880", "38. ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "H", "; ", "Hu", ", ", "Y.", "; ", "Jiang", ", ", "J.", " ", "J. Phys. Chem. B", " ", "2010", ",  ", "114", ",  ", "2820", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Density Functional Theory for Adsorption of Gas Mixtures in Metal-Organic Frameworks", "Liu, Yu; Liu, Honglai; Hu, Ying; Jiang, Jianwen", "Journal of Physical Chemistry B", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "8", "),\r\n    ", "2820-2827", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A recently developed d. functional theory in three-dimensional space was extended to the adsorption of gas mixts.  Weighted d. approxns. to the excess free energy with different weighting functions were adopted for both repulsive and attractive contributions.  An equation of state for hard-sphere mixts. and a modified Benedict-Webb-Rubin equation for Lennard-Jones mixts. were used to est. the excess free energy of a uniform fluid.  The theory was applied to the adsorption of CO2/CH4 and CO2/N2 mixts. in two metal-org. frameworks: ZIF-8 and Zn2(BDC)2(ted).  To validate the theor. predictions, grand canonical Monte Carlo simulations were also conducted.  The predicted adsorption and selectivity from DFT agree well with the simulation results.  CO2 has stronger adsorption than CH4 and N2, particularly in Zn2(BDC)2(ted).  The selectivity of CO2 over CH4 or N2 increases with increasing pressure as attributed to the cooperative interactions of adsorbed CO2 mols.  The compn. of the gas mixt. exhibits a significant effect on adsorption but not on selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslSiu7c%253D&md5=8b7beacd6156eb823b7431da033f3488", "39. ", "Pérez-Pellitero", ", ", "J.", "; ", "Amrouche", ", ", "H.", "; ", "Siperstein", ", ", "F. R.", "; ", "Pirngruber", ", ", "G.", "; ", "Nieto-Draghi", ", ", "C.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Peralta", ", ", "D.", "; ", "Bats", ", ", "N.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "1560", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Adsorption of CO2, CH4, and N2 on Zeolitic Imidazolate Frameworks: Experiments and Simulations", "Perez-Pellitero, Javier; Amrouche, Hedi; Siperstein, Flor R.; Pirngruber, Gerhard; Nieto-Draghi, Carlos; Chaplais, Gerald; Simon-Masseron, Angelique; Bazer-Bachi, Delphine; Peralta, David; Bats, Nicolas", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "1560-1571, S1560/1-S1560/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Exptl. measurements and mol. simulations were conducted for two zeolitic imidazolate frameworks, ZIF-8 and ZIF-76.  The transferability of the force field was tested by comparing mol. simulation results of gas adsorption with exptl. data available in the literature for other ZIF materials (ZIF-69).  Owing to the good agreement obsd. between simulation and exptl. data, the simulation results can be used to identify preferential adsorption sites, which are located close to the org. linkers.  Topol. mapping of the potential-energy surfaces makes it possible to relate the preferential adsorption sites, Henry const., and isosteric heats of adsorption at zero coverage to the nature of the host-guest interactions and the chem. nature of the org. linker.  The role played by the topol. of the solid and the org. linkers, instead of the metal sites, upon gas adsorption on zeolite-like metal-org. frameworks is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGqu7g%253D&md5=1c93a65f1f2ae49af5bf0fe6a6dc5a90", "40. ", "Frisch", ", ", "M. J.", "; ", "Trucks", ", ", "G. W.", "; ", "Schlegel", ", ", "H. B.", "; ", "Scuseria", ", ", "G. E.", "; ", "Robb", ", ", "M. A.", "; ", "Cheeseman", ", ", "J. R.", "; ", "Montgomery", ", ", "J. A.", ", ", " Jr.", "; ", "Vreven", ", ", "T.", "; ", "Kudin", ", ", "K. N.", "; ", "Burant", ", ", "J. C.", "; ", "Millam", ", ", "J. M.", "; ", "Iyengar", ", ", "S. S.", "; ", "Tomasi", ", ", "J.", "; ", "Barone", ", ", "V.", "; ", "Mennucci", ", ", "B.", "; ", "Cossi", ", ", "M.", "; ", "Scalmani", ", ", "G.", "; ", "Rega", ", ", "N.", "; ", "Petersson", ", ", "G. A.", "; ", "Nakatsuji", ", ", "H.", "; ", "Hada", ", ", "M.", "; ", "Ehara", ", ", "M.", "; ", "Toyota", ", ", "K.", "; ", "Fukuda", ", ", "R.", "; ", "Hasegawa", ", ", "J.", "; ", "Ishida", ", ", "M.", "; ", "Nakajima", ", ", "T.", "; ", "Honda", ", ", "Y.", "; ", "Kitao", ", ", "O.", "; ", "Nakai", ", ", "H.", "; ", "Klene", ", ", "M.", "; ", "Li", ", ", "X.", "; ", "Knox", ", ", "J. E.", "; ", "Hratchian", ", ", "H. P.", "; ", "Cross", ", ", "J. B.", "; ", "Bakken", ", ", "V.", "; ", "Adamo", ", ", "C.", "; ", "Jaramillo", ", ", "J.", "; ", "Gomperts", ", ", "R.", "; ", "Stratmann", ", ", "R. E.", "; ", "Yazyev", ", ", "O.", "; ", "Austin", ", ", "A. J.", "; ", "Cammi", ", ", "R.", "; ", "Pomelli", ", ", "C.", "; ", "Ochterski", ", ", "J. W.", "; ", "Ayala", ", ", "P. Y.", "; ", "Morokuma", ", ", "K.", "; ", "Voth", ", ", "G. A.", "; ", "Salvador", ", ", "P.", "; ", "Dannenberg", ", ", "J. J.", "; ", "Zakrzewski", ", ", "V. G.", "; ", "Dapprich", ", ", "S.", "; ", "Daniels", ", ", "A. D.", "; ", "Strain", ", ", "M. C.", "; ", "Farkas", ", ", "O.", "; ", "Malick", ", ", "D. K.", "; ", "Rabuck", ", ", "A. D.", "; ", "Raghavachari", ", ", "K.", "; ", "Foresman", ", ", "J. B.", "; ", "Ortiz", ", ", "J. V.", "; ", "Cui", ", ", "Q.", "; ", "Baboul", ", ", "A. G.", "; ", "Clifford", ", ", "S.", "; ", "Cioslowski", ", ", "J.", "; ", "Stefanov", ", ", "B. B.", "; ", "Liu", ", ", "G.", "; ", "Liashenko", ", ", "A.", "; ", "Piskorz", ", ", "P.", "; ", "Komaromi", ", ", "I.", "; ", "Martin", ", ", "R. L.", "; ", "Fox", ", ", "D. J.", "; ", "Keith", ", ", "T.", "; ", "Al-Laham", ", ", "M. A.", "; ", "Peng", ", ", "C. Y.", "; ", "Nanayakkara", ", ", "A.", "; ", "Challacombe", ", ", "M.", "; ", "Gill", ", ", "P. M. W.", "; ", "Johnson", ", ", "B.", "; ", "Chen", ", ", "W.", "; ", "Wong", ", ", "M. W.", "; ", "Gonzalez", ", ", "C.", "; ", "Pople", ", ", "J. A.", " ", "Gaussian 03", ",  ", "Revision B.03", "; ", "Gaussian, Inc.", ": ", "Wallingford, CT", ", ", "2004", ".", "There is no corresponding record for this reference.", "41. ", "Ahlrichs", ", ", "R.", "; ", "Bär", ", ", "M.", "; ", "Häser", ", ", "M.", "; ", "Horn", ", ", "H.", "; ", "Kölmel", ", ", "C.", " ", "Chem. Phys. Lett.", " ", "1989", ",  ", "162", ",  ", "165", "[", "Crossref", "], [", "CAS", "]", "41. ", "Electronic structure calculations on workstation computers:  the program system TURBOMOLE", "Ahlrichs, Reinhart; Baer, Michael; Haeser, Marco; Horn, Hans; Koelmel, Christoph", "Chemical Physics Letters", "\r\n        (", "1989", "),\r\n    ", "162", "\r\n        (", "3", "),\r\n    ", "165-9", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    ", "The basic structure of the program system TURBOMOLE for SCF - including first and second anal. derivs. with respect to nuclear coordinates - and MP2 calcns. is briefly described.  The program takes full advantage of all discrete point group symmetries and has only modest - and (partially) adjustable - I/O and background storage requirements.  The performance of TURBOMOLE is documented for demonstrative applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkt1yrtg%253D%253D&md5=b6aa32e6226a8e11b511e4d09cc60dc8", "42. ", "TURBOMOLE V6.0 2007", ", a development of University of Karlsruhe and Forschungszentrum Karlsruhe GmbH, 1989–2007, TURBOMOLE GmbH, since 2007; available from ", "http://www.turbomole.com", ".", "There is no corresponding record for this reference.", "43. ", "Tao", ", ", "J.", "; ", "Perdew", ", ", "J. P.", "; ", "Staroverov", ", ", "V. N.", "; ", "Scuseria", ", ", "G. E.", " ", "Phys. Rev. Lett.", " ", "2003", ",  ", "91", ",  ", "146041", "[", "Crossref", "]", "There is no corresponding record for this reference.", "44. ", "Vahtras", ", ", "O.", "; ", "Almlöf", ", ", "J.", "; ", "Feyereisen", ", ", "M.", " ", "Chem. Phys. Lett.", " ", "1993", ",  ", "213", ",  ", "514", "[", "Crossref", "], [", "CAS", "]", "44. ", "Integral approximations for LCAO-SCF calculations", "Vahtras, O.; Almloef, J.; Feyereisen, M. W.", "Chemical Physics Letters", "\r\n        (", "1993", "),\r\n    ", "213", "\r\n        (", "5-6", "),\r\n    ", "514-18", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    ", "Three-center approxns. to the four-center integrals occurring in ab initio LCAO calcns. are investigated.  Significant gains in computer time can be obtained without sacrificing accuracy, if a suitable expansion basis is chosen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmsFKksL4%253D&md5=2c0f258baf7af4b891974d9b71f3bbb2", "45. ", "Sierka", ", ", "M.", "; ", "Hogekamp", ", ", "A.", "; ", "Ahlrichs", ", ", "R.", " ", "J. Chem. Phys.", " ", "2003", ",  ", "118", ",  ", "9136", "[", "Crossref", "], [", "CAS", "]", "45. ", "Fast evaluation of the Coulomb potential for electron densities using multipole accelerated resolution of identity approximation", "Sierka, Marek; Hogekamp, Annika; Ahlrichs, Reinhart", "Journal of Chemical Physics", "\r\n        (", "2003", "),\r\n    ", "118", "\r\n        (", "20", "),\r\n    ", "9136-9148", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A new computational approach is presented that allows for an accurate and efficient treatment of the electronic Coulomb term in d. functional methods.  This multipole accelerated resoln. of identity for J (MARI-J) method partitions the Coulomb interactions into the near- and far-field parts.  The calcn. of the far-field part is performed by a straightforward application of the multipole expansions and the near-field part is evaluated employing expansion of mol. electron densities in atom-centered auxiliary basis sets (RI-J approxn.).  Compared to full RI-J calcns., up to 6.5-fold CPU time savings are reported for systems with about 1000 atoms without any significant loss of accuracy.  Other multipole-based methods are compared with regard to redn. of the CPU times vs. the conventional treatment of the Coulomb term.  The MARI-J approach compares favorably and offers speedups approaching two orders of magnitude for mols. with about 400 atoms and more than 5000 basis functions.  Our new method shows scalings as favorable as N1.5, where N is the no. of basis functions, for a variety of systems including dense three-dimensional mols.  Calcns. on mols. with up to 1000 atoms and 7000 to 14 000 basis functions, depending on symmetry, can now be easily performed on single processor work stations.  Details of the method implementation in the quantum chem. program TURBOMOLE are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjs1Gkurw%253D&md5=6230812b9a569f78764d98e156fda7d6", "46. ", "CPMD", ", version 3.13; Copyright IBM Corp. 1990–2008 (MPI für Festköorperforschung Stuttgart 1997–2001).", "There is no corresponding record for this reference.", "47. ", "Lippert", ", ", "G.", "; ", "Hutter", ", ", "J.", "; ", "Parrinello", ", ", "M.", " ", "Mol. Phys.", " ", "1997", ",  ", "92", ",  ", "477", "[", "Crossref", "], [", "CAS", "]", "47. ", "A hybrid Gaussian and plane wave density functional scheme", "Lippert, Gerald; Hutter, Juerg; Parrinello, Michele", "Molecular Physics", "\r\n        (", "1997", "),\r\n    ", "92", "\r\n        (", "3", "),\r\n    ", "477-487", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis", ")\r\n        ", "A d.-functional theory-based algorithm for periodic and nonperiodic ab initio calcns. is presented.  This scheme uses pseudopotentials in order to integrate out the core electrons from the problem.  The valence pseudo wave functions are expanded in Gaussian-type orbitals and the d. is represented in a plane wave auxiliary basis.  The Gaussian basis functions make it possible to use the efficient anal. integration schemes and screening algorithms of quantum chem.  Novel recursion relations are developed for the calcn. of the matrix elements of the d.-dependent Kohn-Sham self-consistent potential.  At the same time the use of a plane wave basis for the electron d. permits efficient calcn. of the Hartree energy using fast Fourier transforms, thus circumventing one of the major bottlenecks of std. Gaussian based calcns.  Furthermore, this algorithm avoids the fitting procedures that go along with intermediate basis sets for the charge d.  The performance and accuracy of this new scheme are discussed and selected examples are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXntVSrs7s%253D&md5=ece29370fc0b1b66ddd0b82b937bfd6b", "48. ", "Becke", ", ", "A. D.", " ", "Phys. Rev. A", " ", "1988", ",  ", "38", ",  ", "3098", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Density-functional exchange-energy approximation with correct asymptotic behavior", "Becke, A. D.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1988", "),\r\n    ", "38", "\r\n        (", "6", "),\r\n    ", "3098-100", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "Current gradient-cor. d.-functional approxns. for the exchange energies of at. and mol. systems fail to reproduce the correct 1/r asymptotic behavior of the exchange-energy d.  A gradient-cor. exchange-energy functional is given with the proper asymptotic limit.  This functional, contg. only one parameter, fits the exact Hartree-Fock exchange energies of a wide variety of at. systems with remarkable accuracy, surpassing the performance of previous functionals contg. two parameters or more.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOhsLo%253D&md5=d4d219c134a5a90f689a8abed04d82cc", "49. ", "Lee", ", ", "C.", "; ", "Yang", ", ", "W.", "; ", "Parr", ", ", "R. G.", " ", "Phys. Rev. B", " ", "1988", ",  ", "37", ",  ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Development of the Colle-Salvetti correlation-energy formula into a functional of the electron density", "Lee, Chengteh; Yang, Weitao; Parr, Robert G.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1988", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "785-9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "A correlation-energy formula due to R. Colle and D. Salvetti (1975), in which the correlation energy d. is expressed in terms of the electron d. and a Laplacian of the 2nd-order Hartree-Fock d. matrix, is restated as a formula involving the d. and local kinetic-energy d.  On insertion of gradient expansions for the local kinetic-energy d., d.-functional formulas for the correlation energy and correlation potential are then obtained.  Through numerical calcns. on a no. of atoms, pos. ions, and mols., of both open- and closed-shell type, it is demonstrated that these formulas, like the original Colle-Salvetti formulas, give correlation energies within a few percent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktFWrtbw%253D&md5=ee7b59267a2ff72e15171a481819ccf8", "50. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "51. ", "Troullier", ", ", "N.", "; ", "Martins", ", ", "J. L.", " ", "Phys. Rev. B", " ", "1991", ",  ", "43", ",  ", "1993", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Efficient pseudopotentials for plane-wave calculations", "Troullier, N.; Martins, Jose Luis", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1991", "),\r\n    ", "43", "\r\n        (", "3", "),\r\n    ", "1993-2006", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "We present a simple procedure to generate first-principles norm-conserving pseudopotentials, which are designed to be smooth and therefore save computational resources when used with a plane-wave basis.  We found that these pseudopotentials are extremely efficient for the cases where the plane-wave expansion has a slow convergence, in particular, for systems contg. first-row elements, transition metals, and rare earth elements.  The wide applicability of the pseudopotentials are exemplified with plane-wave calcns. for copper, zinc blende, diamond, α-quartz, rutile, and cerium.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXovVyktw%253D%253D&md5=6555fd12079cc99670c066698721ba65", "52. ", "Goedecker", ", ", "S.", "; ", "Teter", ", ", "M.", "; ", "Hutter", ", ", "J.", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "1703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Separable dual-space Gaussian pseudopotentials", "Goedecker, S.; Teter, M.; Hutter, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "3", "),\r\n    ", "1703-1710", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present pseudopotential coeffs. for the first two rows of the Periodic Table.  The pseudopotential is of an analytic form that gives optimal efficiency in numerical calculations using plane waves as a basis set.  At most, even coeffs. are necessary to specify its analytic form.  It is separable and has optimal decay properties in both real and Fourier space.  Because of this property, the application of the nonlocal part of the pseudopotential to a wave function can be done efficiently on a grid in real space.  Real space integration is much faster for large systems than ordinary multiplication in Fourier space, since it shows only quadratic scaling with respect to the size of the system.  We systematically verify the high accuracy of these pseudopotentials by extensive at. and mol. test calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksFOht78%253D&md5=de0d078249d924ff884f32cb1e02595c", "53. ", "Hartwigsen", ", ", "C.", "; ", "Goedecker", ", ", "S.", "; ", "Hutter", ", ", "J.", " ", "Phys. Rev. B", " ", "1998", ",  ", "58", ",  ", "3641", "[", "Crossref", "], [", "CAS", "]", "53. ", "Relativistic separable dual-space Gaussian pseudopotentials from H to Rn", "Hartwigsen, C.; Goedecker, S.; Hutter, J.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "58", "\r\n        (", "7", "),\r\n    ", "3641-3662", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We generalize the concept of separable dual-space Gaussian pseudopotentials to the relativistic case.  This allows us to construct this type of pseudopotential for the whole Periodic Table, and we present a complete table of pseudopotential parameters for all the elements from H to Rn.  The relativistic version of this pseudopotential retains all the advantages of its nonrelativistic version.  It is separable by construction, it is optimal for integration on a real-space grid, it is highly accurate, and, due to its analytic form, it can be specified by a very small no. of parameters.  The accuracy of the pseudopotential is illustrated by an extensive series of mol. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltVSktbc%253D&md5=b4cb04039858295984bc02009985d739", "54. ", "Krack", ", ", "M.", " ", "Theor. Chem. Acc.", " ", "2005", ",  ", "114", ",  ", "145", "[", "Crossref", "], [", "CAS", "]", "54. ", "Pseudopotentials for H to Kr optimized for gradient-corrected exchange-correlation functionals", "Krack, M.", "Theoretical Chemistry Accounts", "\r\n        (", "2005", "),\r\n    ", "114", "\r\n        (", "1-3", "),\r\n    ", "145-152", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-881X", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "Pseudopotential parameter sets for the elements from H to Kr using the relativistic, norm-conserving, separable, dual-space Gaussian-type pseudopotentials of Goedecker, Teter, and Hutter (GTH) are presented as optimized for the gradient-cor. exchange-correlation functionals of Becke, Lee, Yang, and Parr (BLYP), Becke and Perdew (BP), and Perdew, Burke, and Ernzerhof (PBE).  The accuracy and reliability of the GTH pseudopotentials is shown by calcns. for a series of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVartbrM&md5=02f60142dbd94a1cefd20fafea8de825", "55. ", "Vanderbilt", ", ", "D.", " ", "Phys. Rev. B", " ", "1990", ",  ", "41", ",  ", "7892", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Soft self-consistent pseudopotentials in a generalized eigenvalue formalism", "Vanderbilt", "Physical review. B, Condensed matter", "\r\n        (", "1990", "),\r\n    ", "41", "\r\n        (", "11", "),\r\n    ", "7892-7895", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfkvFyltQ%253D%253D&md5=02a18b6d45503dbe67e2b9667e13a16d", "56. ", "Kosa", ", ", "M.", "; ", "Tan", ", ", "J.", "; ", "Merrill", ", ", "C. A.", "; ", "Krack", ", ", "M.", "; ", "Cheetham", ", ", "A. K.", "; ", "Parrinello", ", ", "M.", " ", "ChemPhysChem", " ", "2010", ",  ", "11", ",  ", "2332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Probing the Mechanical Properties of Hybrid Inorganic-Organic Frameworks: A Computational and Experimental Study", "Kosa, Monica; Tan, Jin-Chong; Merrill, Crystal A.; Krack, Matthias; Cheetham, Anthony K.; Parrinello, Michele", "ChemPhysChem", "\r\n        (", "2010", "),\r\n    ", "11", "\r\n        (", "11", "),\r\n    ", "2332-2336", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A combination of computational and exptl. approaches was used to probe the elastic properties of a dense and anisotropic hybrid framework material: Zn phosphate phosphonoacetate hydrate, Zn3(PO4)(O2CCH2PO3)(H2O).  An efficient computational scheme is proposed for the approx. anal. of the Young's modulus and the Poisson's ratio (ν) along the principal directions of an anisotropic crystal.  This approach circumvents the intricacies involved in computing the full elastic stiffness tensor.  The validity of the theor. calcns. was confirmed by single-crystal nanoindentation expts.  Theor. studies were performed by subjecting the anisotropic framework to hydrostatic compression to reveal the role of the basic building blocks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlyrs7s%253D&md5=dd76a6c7536626ef0088fbdc22375b91", "57. ", "Martyna", ", ", "G.", "; ", "Klein", ", ", "M.", "; ", "Tuckerman", ", ", "M.", " ", "J. Chem. Phys.", " ", "1992", ",  ", "97", ",  ", "2635", "[", "Crossref", "]", "There is no corresponding record for this reference.", "58. ", "Car", ", ", "R.", "; ", "Parrinello", ", ", "M.", " ", "Phys. Rev. Lett.", " ", "1985", ",  ", "55", ",  ", "2471", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "Unified approach for molecular dynamics and density-functional theory", "Car, R.; Parrinello, M.", "Physical Review Letters", "\r\n        (", "1985", "),\r\n    ", "55", "\r\n        (", "22", "),\r\n    ", "2471-4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "A unified scheme is given that, by combining mol. dynamics and d.-functional theory, profoundly extends the range of both concepts.  This approach extends mol. dynamics beyond the usual pair-potential approxn., thereby making possible the simulation of both covalently bonded and metallic systems.  In addn., it permits the application of d.-functional theory to much larger systems than previously feasible.  The new technique is demonstrated by the calcn. of some static and dynamic properties of cryst. Si within a self-consistent pseudopotential framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28XhtVOlug%253D%253D&md5=ff5ef2fa5a1cf2c64bce1d5c052da979", "59. ", "VandeVondele", ", ", "J.", "; ", "Krack", ", ", "M.", "; ", "Mohamed", ", ", "F.", "; ", "Parrinello", ", ", "M.", "; ", "Chassaing", ", ", "T.", "; ", "Hutter", ", ", "J.", " ", "Comput. Phys. Commun.", " ", "2005", ",  ", "167", ",  ", "103", "[", "Crossref", "], [", "CAS", "]", "59. ", "QUICKSTEP: fast and accurate density functional calculations using a mixed Gaussian and plane waves approach", "VandeVondele, Joost; Krack, Matthias; Mohamed, Fawzi; Parrinello, Michele; Chassaing, Thomas; Hutter, Juerg", "Computer Physics Communications", "\r\n        (", "2005", "),\r\n    ", "167", "\r\n        (", "2", "),\r\n    ", "103-128", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We present the Gaussian and plane waves (GPW) method and its implementation in which is part of the freely available program package CP2K.  The GPW method allows for accurate d. functional calcns. in gas and condensed phases and can be effectively used for mol. dynamics simulations.  We show how derivs. of the GPW energy functional, namely ionic forces and the Kohn-Sham matrix, can be computed in a consistent way.  The computational cost of computing the total energy and the Kohn-Sham matrix is scaling linearly with the system size, even for condensed phase systems of just a few tens of atoms.  The efficiency of the method allows for the use of large Gaussian basis sets for systems up to 3000 atoms, and we illustrate the accuracy of the method for various basis sets in gas and condensed phases.  Agreement with basis set free calcns. for single mols. and plane wave based calcns. in the condensed phase is excellent.  Wave function optimization with the orbital transformation technique leads to good parallel performance, and outperforms traditional diagonalisation methods.  Energy conserving Born-Oppenheimer dynamics can be performed, and a highly efficient scheme is obtained using an extrapolation of the d. matrix.  We illustrate these findings with calcns. using commodity PCs as well as supercomputers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1aitb4%253D&md5=8c5393031c9dbd341e0e73fcdacad486", "60. ", "VandeVondele", ", ", "J.", "; ", "Hutter", ", ", "J.", " ", "J. Chem. Phys.", " ", "2003", ",  ", "118", ",  ", "4365", "[", "Crossref", "], [", "CAS", "]", "60. ", "An efficient orbital transformation method for electronic structure calculations", "VandeVondele, Joost; Hutter, Jurg", "Journal of Chemical Physics", "\r\n        (", "2003", "),\r\n    ", "118", "\r\n        (", "10", "),\r\n    ", "4365-4369", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "An efficient method for optimizing single-determinant wave functions of medium and large systems is presented.  It is based on a minimization of the energy functional using a new set of variables to perform orbital transformations.  With this method convergence of the wave function is guaranteed.  Preconditioners with different computational cost and efficiency have been constructed.  Depending on the preconditioner, the method needs a no. of iterations that is very similar to the established diagonalization-DIIS approach, in cases where the latter converges well.  Diagonalization of the Kohn-Sham matrix can be avoided and the sparsity of the overlap and Kohn-Sham matrix can be exploited.  If sparsity is taken into account, the method scales as O(MN2), where M is the total no. of basis functions and N is the no. of occupied orbitals.  The relative performance of the method is optimal for large systems that are described with high quality basis sets, and for which the d. matrixes are not yet sparse.  We present a benchmark calcn. on a DNA crystal contg. 2×12 base pairs, solvent and counter ions (2388 atoms), using a TZV(2d,2p) basis (38688 basis functions) and conclude that the electronic structure of systems of this size can now be studied routinely.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtlygs7g%253D&md5=a1915cc4ceb071be5b79dfc105f518a5", "61. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "62. ", "Ewald", ", ", "P. P.", " ", "Ann. Phys.", " ", "1921", ",  ", "64", ",  ", "253", "[", "Crossref", "]", "There is no corresponding record for this reference.", "63. ", "Allen", ", ", "M. P.", "; ", "Tildesley", ", ", "D. J.", " In  ", "Computer Simulations of Liquids", "; ", "Oxford University Press", ": ", "Oxford, U. K.", ", ", "1987", ".", "There is no corresponding record for this reference.", "64. ", "Sola", ", ", "J", "; ", "Guàrdia", ", ", "E.", "; ", "Masia", ", ", "M.", " ", "J. Chem. Phys.", " ", "2010", ",  ", "133", ",  ", "234101", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "65. ", "Sagara", ", ", "T.", "; ", "Klassen", ", ", "J.", "; ", "Ganz", ", ", "E.", " ", "J. Chem. Phys.", " ", "2004", ",  ", "121", ",  ", "12543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Computational study of hydrogen binding by metal-organic framework-5", "Sagara, Tatsuhiko; Klassen, James; Ganz, Eric", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "121", "\r\n        (", "24", "),\r\n    ", "12543-12547", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors report the results of quantum chem. calcns. on H2 binding by the metal-org. framework-5 (MOF)-5.  D. functional theory calcns. were used to calc. the at. positions, lattice const., and effective at. charges from the electrostatic potential for the MOF-5 crystal structure.  Second-order Moller-Plesset perturbation theory was used to calc. the binding energy of H2 to benzene and H2-1,4-benzenedicarboxylate-H2.  To achieve the necessary accuracy, the large Dunning basis sets aug-cc-pVTZ, and aug-cc-pVQZ were used, and the results were extrapolated to the basis set limit.  The binding energy results were 4.77 kJ/mol for benzene, 5.27 kJ/mol for H2-1,4-benzenedicarboxylate-H2.  The authors also est. binding of 5.38 kJ/mol for Li-1,4-benzenedicarboxylate-Li and 6.86 kJ/mol at the zinc oxide corners using 2nd-order Moller-Plesset perturbation theory.  To compare the theor. calcns. to the exptl. hydrogen storage results, grand canonical Monte Carlo calcns. were performed.  The Monte Carlo simulations identify a high energy binding site at the corners that quickly satd. with 1.27 H2 mols. at 78 °K.  At 300 °K, a broad range of binding sites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFSnsrvN&md5=ce83841b3f2a73f67a94aa9a0ef43c6d", "66. ", "Guàrdia", ", ", "E.", "; ", "Skarmoutsos", ", ", "I.", "; ", "Masia", ", ", "M.", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "1449", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "On Ion and Molecular Polarization of Halides in Water", "Guardia, Elvira; Skarmoutsos, Ioannis; Masia, Marco", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "6", "),\r\n    ", "1449-1453", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The high polarizability of halide anions affects, in aq. solns., many phenomena ranging from hydrogen bond dynamics to water interfaces' structure.  In this Letter dipolar interactions of halides in water are investigated through Car-Parrinello Mol. Dynamics simulations.  Contrary to previous studies, a different polarization of first and second hydration shell water mols. is found.  The anal. hints that existing classical polarizable force fields lack a description of short-range interactions which causes an overestimation of polarization effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVGks74%253D&md5=c5a3e7101957db0c0eb68f4dca0d52a9", "67. ", "Watanabe", ", ", "T.", "; ", "Manz", ", ", "T. A.", "; ", "Sholl", ", ", "D. S.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "4824", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Accurate Treatment of Electrostatics during Molecular Adsorption in Nanoporous Crystals without Assigning Point Charges to Framework Atoms", "Watanabe, Taku; Manz, Thomas A.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "11", "),\r\n    ", "4824-4836", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations have become an important complement to expts. for studying gas adsorption and sepn. in cryst. nanoporous materials.  Conventionally, these simulations use force fields that model adsorbate-pore interactions by assigning point charges to the atoms of the adsorbent.  The assignment of framework charges always introduces ambiguity because there are many different choices for defining point charges, even when the true electron d. of a material is known.  We show how to completely avoid such ambiguity by using the electrostatic potential energy surface (EPES) calcd. from plane wave d. functional theory (DFT).  We illustrate this approach by simulating CO2 adsorption in four metal-org. frameworks (MOFs): IRMOF-1, ZIF-8, ZIF-90, and Zn(nicotinate)2.  The resulting CO2 adsorption isotherms are insensitive to the exchange-correlation functional used in the DFT calcn. of the EPES but are sensitive to changes in the crystal structure and lattice parameters.  Isotherms computed from the DFT EPES are compared to those computed from several point charge models.  This comparison makes possible, for the first time, an unbiased assessment of the accuracy of these point charge models for describing adsorption in MOFs.  We find an unusually high Henry's const. (109 mmol/g·bar) and intermediate isosteric heat of adsorption (34.9 kJ/mol) for Zn(nicotinate)2, which makes it a potentially attractive material for CO2 adsorption applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFWms74%253D&md5=5ed6a4a1b05964956fac9ae807104520", "68. ", "Lin", ", ", "F.", "; ", "Wang", ", ", "R.", " ", "J. Chem. Theory Comput.", " ", "2010", ",  ", "6", ",  ", "1852", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Systematic Derivation of AMBER Force Field Parameters Applicable to Zinc-Containing Systems", "Lin, Fu; Wang, Renxiao", "Journal of Chemical Theory and Computation", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "6", "),\r\n    ", "1852-1870", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal ions are indispensable for maintaining the structural stability and catalytic activity of metalloproteins.  Mol. modeling studies of such proteins with force fields, however, are often hampered by the \"missing parameter\" problem.  In this study, we have derived bond-stretching and angle-bending parameters applicable to zinc-contg. systems which are compatible with the AMBER force field.  A total of 18 model systems were used to mimic the common coordination configurations obsd. in the complexes formed by zinc-contg. metalloproteins.  The Hessian matrix of each model system computed at the B3LYP/6-311++G(2d,2p) level was then analyzed by Seminario's method to derive the desired force consts.  These parameters were validated extensively in structural optimizations and mol. dynamics simulations of four selected model systems as well as one protein-ligand complex formed by carbonic anhydrase II.  The best performance was achieved by a bonded model in combination with the at. partial charges derived by the restrained electrostatic potential method.  After some minor optimizations, this model was also able to reproduce the vibrational frequencies computed by quantum mechanics.  This study provides a comprehensive set of force field parameters applicable to a variety of zinc-contg. mol. systems.  In principle, our approach can be applied to other mol. systems with missing force field parameters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslygs70%253D&md5=4eeabb76c902479f8abe25883c73743d", "69. ", "Xu", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "5035", "[", "ACS Full Text ", "], [", "CAS", "]", "69. ", "A General Approach for Estimating Framework Charges in Metal-Organic Frameworks", "Xu, Qing; Zhong, Chongli", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "11", "),\r\n    ", "5035-5042", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although the no. of metal-org. frameworks (MOFs) is nearly infinite, the atom types included are quite limited.  On the basis of this thought, this work provides a strategy for estg. framework charges in MOFs.  We developed a so-called connectivity-based atom contribution method (CBAC), in which it is assumed that the atoms with same bonding connectivity have identical charges in different MOFs.  The results for 43 MOFs including a training set of 30 MOFs and a test set of 13 MOFs show that the CBAC charges give nearly identical results to those from quantum mech. calcns. for adsorption isotherms of CO2, CO, and N2 in them.  Since the method will readily include new atom types, it is applicable to any MOF as long as its structure is known.  The strategy, which is applicable to other porous materials, paves a way for large-scale computational screening of MOFs for specific applications as well as contributes to a better understanding of the structure-property relationships for MOFs and eventually contributes to the development and application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1CnsLw%253D&md5=a8cdcd757bc392e107e9eced221a9b54"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2011/jctcce.2011.7.issue-6/ct100685p/production/images/small/ct-2010-00685p_0003.gif\">"]}
