{"title": ["CO", " Capture by Metal–Organic Frameworks with van der Waals Density Functionals"], "authors": ["Roberta Poloni", "Berend Smit", "Jeffrey B. Neaton"], "doi": ["10.1021/jp302190v"], "abstract": ["We use density functional theory calculations with van der Waals corrections to study the role of dispersive interactions on the structure and binding of CO", " within two distinct metal–organic frameworks (MOFs): Mg-MOF74 and Ca-BTT. For both classes of MOFs, we report calculations with standard gradient-corrected (PBE) and five van der Waals density functionals (vdW-DFs), also comparing with semiempirical pairwise corrections. The vdW-DFs explored here yield a large spread in CO", "–MOF binding energies, about 50% (around 20 kJ/mol), depending on the choice of exchange functional, which is significantly larger than our computed zero-point energies and thermal contributions (around 5 kJ/mol). However, two specific vdW-DFs result in excellent agreement with experiments within a few kilojoules per mole, at a reduced computational cost compared to quantum chemistry or many-body approaches. For Mg-MOF74, PBE underestimates adsorption enthalpies by about 50%, but enthalpies computed with vdW-DF, PBE+D2, and vdW-DF2 (40.5, 38.5, and 37.4 kJ/mol, respectively) compare extremely well with the experimental value of 40 kJ/mol. vdW-DF and vdW-DF2 CO", "–MOF bond lengths are in the best agreement with experiments, while vdW-C09", " results in the best agreement with lattice parameters. On the basis of the similar behavior of the reduced density gradients around CO", " for the two MOFs studied, comparable results can be expected for CO", " adsorption in BTT-type MOFs. Our work demonstrates for this broad class of molecular adsorbate-periodic MOF systems that parameter-free and computationally efficient vdW-DF and vdW-DF2 approaches can predict adsorption enthalpies with chemical accuracy."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) are a broad class of three-dimensional nanoporous materials that have attracted much attention during the past decade for CO", "2", " capture from flue gas.", "(1-6)", " MOFs consist of metal centers joined by organic molecular “linkers”; there are many possibilities for cation/linker combinations, and thousands of different MOFs have already been synthesized.", "(3, 5)", " Understanding mechanisms for CO", "2", " binding within these frameworks is a fundamental step toward the design of new materials for carbon capture.", "In order to explore and predict new materials that efficiently capture CO", "2", ", an accurate quantitative description of both its adsorption energy and geometry is needed. Whereas quantum chemistry methods, such as HF/MP2 or CCSD(T), scale unfavorably with the number of basis functions (N", "5", " and N", "7", ") and are primarily restricted to cluster calculations, density functional theory (DFT) is a very promising framework for studying the mechanism of interaction between CO", "2", " and extended MOFs. Although DFT is a many-particle framework that includes, in principle, fully nonlocal interactions, its common approximations, such as the local density approximation (LDA) and the generalized gradient approximation (GGA), neglect attractive long-range contributions to van der Waals interactions, so-called London dispersion interactions.", "Nevertheless, there has been much recent progress toward including these interactions on top of the standard DFT framework, including semiempirical", "(7, 8)", " and ab initio", "(9)", " pairwise C", "6", " approaches, new functionals,", "(10-12)", " wave function based approaches,", "(13)", " and many-body methods using the random-phase approximation (RPA).", "(14)", " A particularly promising solution, balancing computational efficiency", "(15)", " with accuracy, is the nonlocal correlation functional proposed by Dion et al. in 2004,", "(10)", " often referred to as a van der Waals density functional (vdW-DF), which has been successfully used to describe adsorption of gaseous hydrogen by MOFs.", "(16, 17)", " Within the vdW-DF framework, the exchange and correlation energy is partitioned as", "(1)", "where ", "E", "x", "GGA", " is the semilocal exchange energy from a GGA functional, ", "E", "c", "LDA", " is the local correlation energy from the LDA, and ", "E", "c", "nl", " is a functional including nonlocal correlation energy, first defined by Dion et al.", "(10)", " In ref ", "10", ", the revPBE", "(18)", " GGA is used for ", "E", "x", "GGA", ", since it does not bind rare gas dimers, consistent with exact exchange.", "(10)", " Although past work with this functional led to reasonable results for binding energies for many of the molecules within the S22 set,", "(19)", " calculated binding distances were too large compared with experiments.", "(10, 20)", " More recently, several vdW-DFs have been proposed with different ", "E", "x", "GGA", " and ", "E", "c", "nl", " to improve accuracy. We briefly review some of them in the following section. Their performance for rare gas dimers has already been reported", "(10, 21-23)", " for different choices of ", "E", "x", "GGA", ". However, since the electronic density of the CO", "2", "–MOF system differs from that of rare gas molecules, it is important to perform a complementary study of different vdW-DFs for this important class of systems, and to rationalize the observed trends in terms of ", "E", "x", "GGA", " in spatial regions around CO", "2", " and near likely MOF binding sites.", "In this study, we show that specific vdW-DFs provide an excellent agreement with experiments at a reasonable computational cost comparable to a standard DFT calculation, allowing us to explain the CO", "2", "–MOF binding mechanism quantitatively, revealing the importance of dispersion interactions. In order to assess the accuracy of the employed methodologies, we report calculations of energetics, vibrational, and thermochemical properties associated with the binding of CO", "2", " to two distinct types of MOFs: Mg-MOF74 and Ca-BTT. We employ a standard GGA, PBE;", "(24)", " five different vdW-DFs;", "(10, 20-23)", " and the semiempirical Grimme method.", "(7, 8)", " We compare all results with available experiments. On the basis of our calculations, we evaluate the performance of these approaches for binding energies and geometries, and provide routes for computing reliable energetics of CO", "2", " in MOF environments.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Computational Details", "All dispersion-corrected and standard DFT calculations are performed with the SIESTA", "(25)", " package. Norm-conserving Trouiller-Martins pseudopotentials are used", "(26)", " in all calculations. 2s and 2p electrons of C, N, and O atoms are explicitly included in the valence; for all the metals studied, semicore electrons are considered (for example, 2s, 2p, and 3s for Mg and 3s, 3p, and 4s for Ca). We use a variationally optimized", "(27, 28)", " double-ζ polarized basis including d-orbitals for C, N, and O atoms. The integration over the irreducible Brillouin zone is carried over the Γ point and 64 grid points", "(29)", " for Ca-BTT and Mg-MOF74, respectively. Real space integrals are performed on a mesh with a 300 Ry cutoff. For each calculation, we optimize the atomic positions until the forces are smaller than 20 meV/Å.", "Results obtained with the PBE GGA", "(30)", " are compared with five different vdW-DFs. We refer to those as vdW-DF,", "(10)", " vdW-DF2,", "(21)", " vdW-PBE, vdW-optB88,", "(23)", " and vdW-C09", "x", ".", "(22)", " These functionals are modified versions of the original vdW-DF,", "(10)", " and are briefly described below. Our SIESTA calculations rely on the efficient implementation of vdW-DFs proposed by Román-Pérez and Soler.", "(15)", "Within the vdW-DF framework, the correlation energy is written as a double integral of the density,", "(10)", " where the kernel is a function of ", "n", "(", "r", ") and ▽", "n", "(", "r", "), and it is expressed in terms of the wavevector ", "q", "0", "(", "r", ") = ", "k", "F", "(", "r", ")[ε", "xc", "0", "(", "r", ")/ε", "x", "LDA", "(", "r", ")], with ", "k", "F", "(", "r", ") = [3π", "2", "n", "(", "r", ")]", "1/3", " and", "(2)", "The quantity |▽", "n", "(", "r", ")|/2", "k", "F", "(", "r", ")", "n", "(", "r", ") is the reduced density gradient, and ", "Z", "ab", " is the screening factor. The five vdW-DFs used here differ primarily in the choice of ", "E", "x", "GGA", ". In vdW-DF2, ", "E", "c", "nl", " is also modified, and ", "Z", "ab", " is decreased from −0.849 to −1.887. In the original vdW-DF,", "(10)", "E", "x", "GGA", " is taken from revPBE;", "(18)", " vdW-PBE, and vdW-DF2 use PBE", "(24)", " and PW86", "(31)", " for ", "E", "x", "GGA", ", respectively. In vdW-optB88, a variant of B88", "(32)", " is used, and has been optimized by Klimeš and co-workers", "(23)", " against the S22 data set. Cooper", "(22)", " recently proposed a new functional, which we refer to as vdW-C09", "x", ", that is based on vdW-DF but with a reduced short-range exchange repulsion; its asymptotic behavior is equivalent to vdW-DF at large values of reduced density gradient.", "In what follows, results from the vdW-DFs described above are compared with the semiempirical Grimme method where nonlocal effects are approximated by a pairwise correction proportional to C", "6", "/", "r", "6", ", with C", "6", " coefficients obtained from computed atomic ionization potentials and static dipole polarizabilities of the isolated atoms.", "(8)", " We apply this correction on top of GGA-PBE and refer to this approach as PBE+D2. Both the vdW-DFs and the PBE+D2 method are implemented self-consistently within SIESTA. All binding energies reported in this work are corrected for basis set superposition error (BSSE). In order to compare with experimental heat of adsorption, zero-point and thermal contributions to the total energies are computed from vibrational modes. Vibrational frequencies are computed at the Γ point on optimized structure (forces <10 meV/Å) from a dynamical matrix obtained through a finite difference approach.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Results", "MOF Geometries", "Our study focuses on two MOFs—Mg-MOF74 and Ca-BTT—containing open metal centers. The synthesis and characterization of MOF74 was first reported by Yaghi and co-workers in 2005,", "(33)", " and its promise for CO", "2", " capture has been widely recognized.", "(34-38)", " The structure is based on coordinated carboxyl and hydroxy groups (dobdc", "4–", " = 1,4-dioxido-2,5-benzenedicarboxylate). Helical M–O–C rods with stoichiometry [O", "2", "M", "2", "](CO", "2", ")", "2", " emanate from 6-coordinated M centers, consisting of edge-sharing MO", "4", " octahedra in a trigonal ", "R", "3̅ structure. A primitive unit cell containing 54 atoms is employed in all calculations.", "Ca-BTT is a sodalite-type MOF of the form Na", "3", "[(Ca", "4", "Cl)", "3", "(BTT)", "8", "]", "2", ", similar to those recently synthesized by Long and co-workers.", "(39-41)", " The fundamental building block of this structure is a truncated octahedron consisting of six [Ca", "4", "Cl]", "7+", " squares and eight BTT ligands (BTT", "3–", " = 1,3,5-benzenetristetrazolate). The truncated octahedra share square faces to generate a cubic framework structure with space group ", "Pm", "3", "m̅", ". Extraframework Na cations are required for charge balancing, leading to a unit cell of 210 atoms (including 3 Na).", "Computed lattice parameters and bond lengths for Ca-BTT and Mg-MOF74 are shown in Table ", "1", ". For Mg-MOF74, separate works recently performed low-temperature (20 K) neutron diffraction measurements on the desolvated framework and reported similar lattice parameters: ", "a", " = 25.921 Å and ", "c", " = 6.863 Å,", "(38)", " and ", "a", " = 25.881 Å and ", "c", " = 8.879 Å.", "(36)", " Standard PBE leads to ", "a", " and ", "c", " 0.8% and 2% larger than experiments, respectively. vdW-C09", "x", " results in quite good agreement, yielding a modest 0.4% and 0.2% overestimate; the largest error is found for vdW-DF, which overestimates ", "a", " and ", "c", " by about 2%.", "Table 1. Comparison of Covalent and Ionic Bond Distances within the Ca-BTT and Mg-MOF74 Obtained with the Different Approximations for the Exchange-Correlation Functional", "a", " ", "Mg-MOF74", "Ca-BTT", "XC", "Mg–O", "C–C", "a", "c", "C–C", "N–N", "N–Ca", "⟨", "a", "⟩", "PBE", "2.102", "1.490", "26.212", "7.009", "1.466", "1.355", "2.357", "19.761", "PBE+D2", "2.090", "1.489", "26.011", "6.945", "1.466", "1.351", "2.345", "19.683", "vdW-DF", "2.119", "1.497", "26.503", "7.044", "1.474", "1.366", "2.374", "19.901", "vdW-PBE", "2.109", "1.494", "26.368", "6.963", "1.470", "1.365", "2.359", "19.802", "vdW-optB88", "2.091", "1.485", "26.162", "6.934", "1.463", "1.357", "2.344", "19.714", "vdW-DF2", "2.115", "1.503", "26.449", "7.044", "1.480", "1.371", "2.379", "19.933", "vdW-C09", "x", "2.096", "1.484", "26.035", "6.912", "1.460", "1.352", "2.338", "19.652", "exp.", " ", " ", "25.921,", "(38)", " 25.881", "(36)", "6.863,", "(38)", " 6.879", "(36)", " ", " ", " ", "19.690", "(42)", "a", "Experimental values are also reported for comparison. All distances are in Å. Mg-MOF74 has five inequievalent Mg–O bond lengths and four inequivalent C–C bond lengths. The longest one in each case is shown. Within Ca-BTT, due to the loss of cubic symmetry upon introduction of Na atoms, every BTT ligand is different; the reported bond lengths correspond to one of the ligands. The longest C–C and N–N bond lengths are reported.", "For Ca-BTT, room temperature diffraction data are available for the solvated crystal, with Ca atoms as extraframework cations. To compare with experiment, we scale the reported lattice parameter of 19.81 Å,", "(42)", " accounting for the different ionic size of the Na atoms used here and the lattice expansion associated with the solvent molecules, following our previous work.", "(43)", " The scaled value is 19.69 Å. The best agreement is found for vdW-C09", "x", " (−0.2%), while vdW-DF2 results in the largest discrepancy (1.2%).", "In general, bond distances of both covalent and ionic character computed with the vdW-DFs (except for vdW-C09", "x", ") are somewhat larger compared to PBE, up to a maximum of 1% for vdW-DF2, as previously observed.", "(10, 20)", " Although long-range attractive dispersion interactions are now taken into account, the different ", "E", "x", "GGA", "’s result in a different balance of short and long-range interactions, evidently leading to dilated structural parameters as observed in prior work for other systems.", "(10, 20)", " On the other hand, intuitively consistent with the simple addition of an attractive potential, bond lengths from the empirical PBE+D2 approach are systematically smaller than those obtained with PBE, by 0.4% and 0.8% for Mg-MOF74 and Ca-BTT, respectively.", "Figure 1. CO", "2", "–MOF binding geometries for (a) Mg-MOF74 and (b) Ca-BTT. The unit cell is shown for each MOF. For Mg-MOF74, the primitive cell (one-third of the unit cell) is used for all calculations.", "CO", "2", " Binding Energies and Geometries", "To examine CO", "2", " binding in Mg-MOF74 and Ca-BTT, we focus on structures with one CO", "2", " molecule/unit cell, corresponding to a CO", "2", " loading of 1CO", "2", ":6Mg and 1CO", "2", ":12Ca, respectively. Within Mg-MOF74, the CO", "2", " binding geometry has been reported experimentally", "(34, 38)", " and studied computationally.", "(35, 36)", " CO", "2", " binds in an end-on mechanism with the O atom of CO", "2", " electrostatically attracted to the positive Mg atom. The Mg–O–C angle is 130°, and the CO", "2", " is roughly parallel to the dobdc linker.", "(34-36, 38)", " In Ca-BTT, CO", "2", " has been computed to bind in a three-site interaction geometry, as shown in Figure ", "1", ":", "(43)", " the two CO", "2", " oxygen atoms are closest to H and Ca framework atoms, with the C atom oriented toward the negatively charged N atom of the tetrazole linker.", "For Mg-MOF74, a CO", "2", " binding energy of 22.1 kJ/mol is obtained with PBE with one CO", "2", " per unit cell. For a comparison, we also compute the CO", "2", " binding energy of a fully loaded framework (1CO", "2", ":1Mg) and obtain 21.3 kJ/mol, in good agreement with the previously reported PBE and B3LYP values of 20.2 kJ/mol", "(36)", " and 18.2 kJ/mol,", "(35)", " respectively. The CO", "2", " molecules within the pores are oriented relative to each other in a T-shape, reminiscent of solid CO", "2", ".", "(34)", " However, as shown below, their geometry is determined by the framework, and CO", "2", "–CO", "2", " interactions are negligible.", "For Ca-BTT, our calculated PBE binding energy of 43.1 kJ/mol is significantly larger than that in Mg-MOF74, resulting from a stronger electrostatic interaction with the framework.", "(43)", " The larger binding energy is also reflected in a more distorted C–O–C bond angle in Ca-BTT (174°) compared with Mg-MOF74 (177°), and consistent with the larger difference between the CO", "2", " C–O bond lengths in Ca-BTT (Δ", "d", "C–O", " = 0.025) and Mg-MOF74 (Δ", "d", "C–O", " = 0.014).", "We now examine the effect of adding long-range dispersion interactions. CO", "2", "–MOF binding energies and bond lengths obtained with different vdW-DFs are reported in Table ", "2", " for both frameworks. All vdW-DFs result in larger binding energies relative to PBE, with a range of 41.3 kJ/mol (62.0 kJ/mol) to 62.1 kJ/mol (85.3 kJ/mol) for Mg-MOF74 (Ca-BTT), depending on the approximation used. In general, we find that vdW-DFs that lead to larger binding energy result in shorter bond lengths. For both MOFs, the largest binding enery is found with vdW-PBE (62.1 and 85.3 kJ/mol for Mg-MOF74 and Ca-BTT); vdW-C09", "x", ", which also exhibits a large binding (56.0 and 71.6 kJ/mol for Mg-MOF74 and Ca-BTT) energy, results in the shortest bonding lengths (2.26 Å and 2.72 Å, respectively). On the other hand, vdW-DF2 results in the smallest binding energy and vdW-DF, which also exhibits a small binding energy, in the largest bond lengths.", "Table 2. CO", "2", "–MOF Binding Energy, ", "E", "B", " (kJ/mol), Enthalpy of Adsorption (kJ/mol), CO", "2", "–MOF Bond Distances (Å), and Mg–O–C and C–O–C Bond Angles (in °) Computed with the Different Functionals", "a", " ", "Mg-MOF74", "Ca-BTT", "XC", "Mg–O", "Mg–O–C", "E", "B", "–Δ", "H", "C–O–C", "Ca–O", "C–N", "E", "B", "–Δ", "H", "C–O–C", "PBE", "2.317", "133.7", "22.1", "18.2", "177.2", "2.476", "2.788", "43.1", "38.3", "173.8", "PBE+D2", "2.286", "130.1", "42.4", "38.5", "175.9", "2.483", "2.763", "64.8", "60.0", "173.6", "vdW-DF", "2.361", "131.9", "44.4", "40.5", "177.4", "2.540", "2.923", "65.0", "60.2", "174.9", "vdW-optB88", "2.274", "130.0", "53.7", "49.9", "176.5", "2.461", "2.739", "73.4", "68.6", "173.2", "vdW-PBE", "2.291", "129.7", "62.1", "58.3", "175.9", "2.483", "2.789", "85.3", "80.5", "173.0", "vdW-DF2", "2.326", "132.0", "41.3", "37.4", "177.4", "2.503", "2.782", "62.0", "57.2", "174.0", "vdW-C09", "x", "2.259", "129.2", "56.0", "52.1", "175.5", "2.449", "2.716", "71.6", "66.8", "172.6", "exp.", "2.393,", "(38)", " 2.283", "(36)", "124.6,", "(38)", " 112.8", "(36)", " ", "40,", "(49)", " 39", "(50)", "149.7,", "(38)", " 160.5", "(36)", " ", " ", " ", " ", " ", "a", "Experimental values are also reported for comparison.", "The trends in binding energies obtained with vdW-DF, vdW-optB88, vdW-PBE, and vdW-C09", "x", " can be rationalized in terms of more or less short-range repulsion and are quantitatively explained by the different ", "E", "x", "GGA", "’s. (For this set of functionals ", "E", "c", "LDA", " + ", "E", "c", "nl", " is fixed.) In Figure ", "2", ", we plot the enhancement factor ", "F", "x", "(", "s", ") as a function of the reduced density gradient ", "s", " for each ", "E", "x", "GGA", ". PW86, employed in vdW-DF2, is reported for comparison. ", "F", "x", "(", "s", ") is defined via ε", "x", "(", "n", ",", "s", ") = ε", "x", "LDA", "(", "n", ")", "F", "x", "(", "s", "), where ε", "x", "LDA", "(", "n", ") is the LDA exchange energy density. ", "F", "x", " hence determines the weight of the exchange energy density contribution, as a function of ", "s", ", at a given point in space. For uniform density, LDA exchange is recovered, i.e., ", "F", "x", "(0) = 1. A histogram of PBE reduced density gradients, within a 4 Å radius of CO", "2", ", is shown in the lower panel of Figure ", "2", " for both MOFs. The histograms for both MOFs are similar, consistent with similar trends observed in their computed binding energies and geometries.", "Generally, covalently and ionically bonded systems exhibit a large overlap of the constituent densities, and hence the values of reduced density gradients are smaller than 3.", "(24, 44)", " Here we observe a significant tail extending to large values of ", "s", " characteristic of sparse matter.", "Figure 2. Upper panel: enhancement factor, ", "F", "x", ", plotted as a function of the reduced density gradient for functionals employed in this work. Lower panel: histograms of PBE reduced density gradient around adsorbed CO", "2", " for Ca-BTT (filled) and Mg-MOF74 (open).", "Because Figure ", "2", " shows a maximum of the histogram at ", "s", " < 3, we expect the trends in binding geometry for the different vdW-DFs to follow those in ", "F", "x", " at ", "s", " < 3; indeed, this is the case. Similar bond lengths are found for PBE and PW86, with revPBE and C09", "x", " resulting in larger and smaller values, respectively, and intermediate values are found for optB88. The shortest bond lengths are found with vdW-C09", "x", ", and the largest with vdW-DF. This trend is also observed for the lattice parameters and bond distances for both MOFs (see Table ", "1", ").", "That vdW-PBE results in the largest binding energy can be explained as resulting from the overbinding produced by PBE exchange, which is attractive in situations where no exchange-induced binding should exist (as between noble gas atoms).", "(10)", " It is worth mentioning that vdW-PBE has been employed to successfully reproduce structural properties of liquid water.", "(20)", " In this case, the vdW-PBE functional led to a better description of the radial distribution function compared to vdW-DF, due to the underestimation of H-bond interaction and a consequent overestimation of the O–O distance by revPBE.", "In what follows, we discuss available experimental binding geometries for Mg-MOF74/CO", "2", " in the context of our calculations. The CO", "2", " binding geometry has been reported as a function of CO", "2", " loading at 20 K from powder neutron diffraction experiments by Queen et al.", "(38)", " The Mg–O bond distance and Mg–O–C bond angle for a loading of 1CO", "2", ":4Mg (closest to our 1CO", "2", ":6Mg) are 2.39(6) Å and 127(7)°. For 1CO", "2", ":2Mg, refs ", "38", " and ", "36", " report 2.34(3) Å and 128°(3), and 2.283 Å and 112.8°, respectively. The apparent disagreement on the Mg–O–C bond angles is rationalized in terms of static disorder of the CO", "2", " molecules, with the O bound to the Mg atom found to be approximately fixed.", "(38)", " Therefore, in comparing with experiments, we use the Mg–O bond length, and the best agreement is found with vdW-DF and vdW-DF2 (accounting for the reported statistical error), with a −1.2% and −2.7% deviation, respectively.", "While Queen et al.", "(38)", " report a decrease in Mg–O distance at higher loading, we predict an increase, consistent with the attractive CO", "2", "–CO", "2", " electrostatic interactions found at larger CO", "2", " loading. As mentioned above, a negligible CO", "2", "–CO", "2", " contribution to the CO", "2", "–MOF binding energy is found with PBE. The same comparison with vdW-DF2 shows a binding energy of 41.30 and 42.55 kJ/mol for 1CO", "2", ":6Mg and 1CO", "2", ":1Mg, and the Mg–O bond distance is 2.33 Å and 2.36 Å, respectively. This behavior suggests some caution in the comparison with experimental values since the statistical error of the refinement can be an underestimate of the true error.", "CO", "2", "–MOF Binding Mechanism", "From our quantitative calculations, we can elucidate the interaction mechanism between CO", "2", " and both MOFs. We compute the CO", "2", "-induced dipole moment and estimate the charge transfer by integrating the difference between the charge density ", "n", "(", "r", ") of the entire system and that of the constituents (MOF and CO", "2", "), at the geometry of the relaxed MOF+CO", "2", ": Δμ = ∫(", "n", "MOF+CO", "2", " – ", "n", "CO", "2", " – ", "n", "MOF", ")", "r", " ", "d", "r", " and Δ", "q", " = ∫(", "n", "MOF+CO", "2", " – ", "n", "CO", "2", " – ", "n", "MOF", ") d", "r", ", where ", "r", " is the distance from the geometrical center of CO", "2", ". Both integrals have been computed numerically up to a maximim distance ", "r", " of 2.5 Å; for larger ", "r", ", toward the center of the pore, the difference in charge density is negligible. The net charge transfer is determined to be roughly zero in the two cases, independent of the method used. Charge density differences are shown in Figure ", "3", " and reveal accumulation and depletion of charge on the O and C atoms, respectively, for both Mg-MOF74 and Ca-BTT, consistently with our Mulliken population analysis (Δ", "q", "O", " = 0.2 electrons in Ca-BTT and Δ", "q", "O", " = 0.1 in Mg-MOF74). The metal cation polarizes CO", "2", ", inducing a dipole and a bend in the O–C–O angle. Indeed, since the electronic charge asymmetry created upon its polarization results in a bending of the molecule, the C–O–C bond angle is an indirect measure of the induced dipole on CO", "2", ". Interestingly, the significantly larger interaction energies obtained with vdW-DFs compared to PBE do not result in larger CO", "2", " bond angles and induced dipole. The magnitude of the induced dipole, Δμ, is independent among vdW-DFs, and its average values are ∼0.61 and 0.42 D for Ca-BTT and Mg-MOF74, respectively. Δμ is larger for Ca-BTT than for Mg-MOF74, consistent with a larger O–C–O bond angle, i.e., 173.6° and 176.5° for Ca-BTT and Mg-MOF74, respectively (average values).", "It is interesting to note that, although the Ca–O bond lengths in Ca-BTT are larger than the Mg–O bond distance (2.48 Å vs 2.32 Å with PBE) in Mg-MOF74, the CO", "2", " binding energy is much greater for the Ca-BTT framework. The situation does not change if we compare this result with Mg-BTT", "(43)", " (Mg–O bond lenth is 2.24 Å). This reinforces the importance of the bridging ligand in contributing in inducing a dipole on the molecule and significantly enhancing the binding in MOFs.", "(43)", "The fact that the value of the induced dipole is not sensitive to the choice of functional is consistent with the electrostatic nature of the binding, which is well described by standard PBE. Long-range dispersion interactions in principle contribute to the induced dipole of CO", "2", " but are quantitatively negligible here. This small contribution appears to be obscured in this case by the changing balance of local exchange and correlations.", "Figure 3. Charge difference isosurface plot for the CO", "2", " binding site in (a) Mg-MOF74 and (b) Ca-BTT extended frameworks. Red and blue isosurfaces represent depletion and accumulation of charge density upon binding, respectively. Isosurface values of 0.002 electrons/a.u", "3", " are shown. Atoms not in the vicinity of the CO", "2", " molecule are suppressed for clarity.", "CO", "2", " Vibrational Frequencies", "Vibrational frequencies of CO", "2", " are computed with PBE and vdW-DF2, in isolation and within both frameworks. The CO", "2", " molecule has four nonzero normal modes of vibrations: one symmetric stretching mode, two degenerate bending modes, and one asymmetric stretching mode. Within PBE, their vibrational frequencies are 1307 cm", "–1", " (ν", "1", "), 626 cm", "–1", " (ν", "2", "), and 2370 cm", "–1", " (ν", "3", "). A significant softening of all modes to 1218, 554, and 2258 cm", "–1", ", respectively, is seen with vdW-DF2.", "When CO", "2", " is bound within a MOF, the energy of these modes is altered, and previously degenerate modes split. Table ", "3", " shows the vibrational frequencies of CO", "2", " adsorbed in Mg-MOF-74 and Ca-BTT, computed with PBE and vdW-DF2. Measured IR spectroscopy for Mg-MOF74", "(35, 45)", " shows a 4 cm", "–1", " blueshift of the CO", "2", " asymmetric stretching mode compared to gas phase CO", "2", ". This value is in excellent agreement with our computed PBE blueshift of 6 cm", "–1", " and in fair agreement with the B3LYP blueshift of 12 cm", "–1", " computed by Valenzano et al.", "(35)", " A redshift was instead computed with LDA by Wu et al.", "(36)", " In contrast to Mg-MOF74, CO", "2", " asdorbed in Ca-BTT shows a redshift, consistent with a less repulsive CO", "2", "–MOF interaction consistent with a larger metal–CO", "2", " bond distance.", "(45)", " A relatively large softening of the PBE CO", "2", " bending modes is found upon adsorption, consistent with the bent CO", "2", " geometry. To the best of our knowledge, IR measurements on CO", "2", " bending modes in Mg-MOF74 have not yet been reported. However, CO", "2", " bending modes in Ni-MOF74 have been reported to redshift by 9 and 17 cm", "–1", ",", "(34)", " in qualitative agreement with our PBE result. With vdW-DF2, we find a blueshift of 17 cm", "–1", " for the asymmetric stretching modes and a significantly large redshift of the bending modes, in contrast with both our PBE result and experimental data.", "(34, 35, 45)", " The effect of using a vdW-DF on the vibrational properties of adsorbed CO", "2", " will be explored in more detail in future works.", "Table 3. Vibrational Frequencies of Adsorbed CO", "2", " (in cm", "–1", "), and Zero-Point Energy (ZPE) and Thermal Energy (TE) Correction to the Binding Energy (in kJ/mol)", "a", " ", "Mg-MOF74", "Ca-BTT", "computed", "PBE", "vdW-DF2", "PBE", "ν", "1", "1306 (−1)", "1260 (42)", "1291 (−16)", "ν", "2", "593 (−33)", "586 (32)", "566 (−60)", "ν", "2", "′", "613 (−13)", "610 (56)", "594 (−32)", "ν", "3", "2376 (6)", "2275 (17)", "2361 (−9)", "ZPE", "1.5", "1.6", "2.0", "TE", "2.3", "2.9", "2.8", "a", "The numbers in brackets are the frequency shifts with respect to the gas-phase values.", "The CO", "2", " rotational and translational modes, which are subject to zero restoring force in gas phase, now exhibit small finite vibration frequencies. These low energy vibrations should, in principle, be dominated by long-ranged dispersion interactions between CO", "2", " and the MOF. Since these low energy vibrations are found to couple with framework modes, in order to quantify the role of dispersion forces on these CO", "2", " modes, we compare PBE and vdW-DF2 potential energy landscapes of two characteristic rotational motions of CO", "2", " in the MOFs. Due to the strong ionic interaction at the coordinatively unsaturated metal center sites, we consider the O atom bound to the metal atom as the rotation center. We vary the rotational amplitudes of CO", "2", " about its equilibrium binding geometry with respect to both the ", "x", " and ", "z", " axes (see Figure ", "1", "). In general, these low energy librational modes are minimally affected by the introduction of long-ranged dispersion forces, as shown by the curvature of the potential in Figure ", "4", ". Instead, covalent and ionic bondings are significantly modified, consistent with the construction of vdW-DFs, where the short-range behavior differs from that of PBE.", "Figure 4. Potential energy curve of two rotational motions of adsorbed CO", "2", " in Ca-BTT (upper panel) and Mg-MOF74 (lower panel). The CO", "2", " O bound to the open metal is taken to be the rotational center. Triangles and circles correspond to rotational motions of CO", "2", " around its equilibrium position with respect to the ", "z", " and ", "x", " axes, respectively (see Figure ", "1", "). Curves obtained with PBE (filled points) and vdW-DF2 (open points) are reported for comparison.", "Enthalpy of Adsorption", "The computed vibrational frequencies are used to obtain thermal and zero-point energy (ZPE) contributions to the binding energy, allowing comparison to measured heats of adsorption, Δ", "H", "T", ". In particular, Δ", "H", "T", " can be expressed as", "(3)", "where Δ", "E", " = ", "E", "B", ", Δ", "E", "ZP", " is the zero-point contribution, and ΔTE is the temperature-dependent thermal energy. The thermal energy is computed as TE(", "T", ") = ", "E", "vib", "(", "T", ") + ", "E", "rot", " + ", "E", "transl", " + ", "RT", " for gas phase CO", "2", " (where ", "R", " is the molar gas constant, and ", "RT", " accounts for the ", "pV", " term for an ideal gas), and as TE(", "T", ") = ", "E", "vib", "(", "T", ") for the framework with and without the adsorbate. ", "E", "vib", " is computed using the vibrational partition function of a classical harmonic oscillator.", "(46)", " The computed enthalpy can be then directly compared with experimental heat of adsorption, here at 298 K.", "We report the enthalpy of adsorption from PBE; ZPE and TE corrections and data are shown in Table ", "2", ". The ZPE and TE corrections are very sensitive to the choice of the functional. The PBE ZPE+TE correction for Mg-MOF74/CO", "2", " is 3.9 kJ/mol, differing only slightly from that reported in ref ", "37", " and obtained with B3LYP, i.e., 3.7 kJ/mol, and from the 4.5 kJ/mol obtained with vdW-DF2. Harmonic frequencies are known to be very sensitive to the choice of basis set,", "(47)", " pseudopotential choice, and functional.", "(48)", " Therefore, such a correction should be considered with caution.", "Overall, our calculations including ZPE and TE corrections are in good agreement with experiments. Experimentally, a range of values has been reported for the heat of adsorption.", "(2, 49-52)", " Among these, Dietzel et al.", "(49)", " and Britt et al.", "(50)", " employ the most “direct” method to obtain the heat of adsorption from measured CO", "2", " adsorption isotherms, without making assumption on the functional form of the isotherm. They report 42 kJ/mol,", "(49)", " for a nearly fully loaded MOF (around 1CO", "2", ":1Mg), and 39 kJ/mol", "(50)", " for the infinite dilution limit, respectively. However, at low CO", "2", " loading (around 1CO", "2", ":6Mg), ref ", "49", " reports a value of around 40 kJ/mol, in good qualitative agreement with ref ", "50", ". Since our calculations are performed at 1CO", "2", ":6Mg, we compare our results with the −Δ", "H", "T", " = 40 kJ/mol. Table ", "2", " reports the computed enthalpy of adsorption obtained by applying the PBE ZPE+TE for both Mg-MO74 and Ca-BTT. In conclusion, for Mg-MOF74, vdW-DF, PBE+D2, and vdW-DF2 give the best agreement with experiment with a 1.2%, −3.9%, and −6.5% deviation, respectively.", "Dispersive Contributions in a Periodic System", "Considerable work has been done in recent years on CO", "2", "–MOF interactions by employing a cluster or fragment approximation,", "(53-55)", " especially when using wavefunction-based methods, in which a respresentative unit of the framework is considered to study the interaction between CO", "2", " and the periodic MOF. Although the difference in the electrostatic potential of a fragment compared to the periodic structure has been studied for MOF-5,", "(56)", " a similar analysis of long-ranged vdW interactions has not yet been reported. In particular, although weaker and more rapidly decaying with distance compared to electrostatic interactions, dispersive interactions may contribute significantly to the binding, as observed in the present study. Here, we use PBE+D2, which approximates dispersive interactions with an additive pairwise correction, and study the convergence of this energy contribution for CO", "2", " adsorbed in Ca-BTT, as a function of the cutoff radius within the pairwise correction (Figure ", "5", "). Atoms at a distance from a given atom smaller than the cutoff radius are summed together. We find that the dispersion contribution is converged to a few kilojoules per mole only beyond a cutoff distance of 10 Å, suggesting that small cluster calculations might suffer from large errors in dispersion energy.", "Figure 5. CO", "2", " binding energy in Ca-BTT computed with the PBE+D2 method as a function of the cutoff distance for the pairwise correction.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Conclusions", "In this work, we explored the role of dispersion forces on the nature of CO", "2", " capture by two well-known MOFs: Mg-MOF74 and Ca-BTT. We used several vdW-corrected DFT methods and evaluated their accuracy, relative to PBE and relative to available experimental data. We show that for strongly bound CO", "2", "–MOF systems, calculated energetics and geometry depend dramatically on the choice of the functional. Our analysis of the enhancement factor as a function of the reduced density gradient suggests that a more respulsive exchange energy is determinant in better describing CO", "2", "–MOF interactions with vdW-DFs. We show that, whereas PBE severely underestimates experimental binding energies by roughly 50%, vdW-DF (40.5 kJ/mol), PBE+D2 (38.5 kJ/mol), and vdW-DF2 (37.4 kJ/mol) all yield heats of adsorption in excellent agreement with experiments (40 kJ/mol). ZPEs and TEs contribute with a few kilojoules per mole (less than 5 kJ/mol) to enthlapies, and this correction is found to be significantly smaller than the computed spread in binding energies obtained with the different vdW-DFs (i.e., 20 kJ/mol). Interestingly, dispersion corrections associated with the periodic structure are found to be comparable with this spread. PBE results in lattice parameters within 1%, and vdW-DF bond lengths are overestimated compared to PBE, as previously observed.", "(10, 20)", " vdW-C09", "x", " provides the best agreement with experimental lattice parameters, with a deviation smaller than 1%. The largest lattice parameters are found for vdW-DF, while the shortest are obtained for PBE+D2, with a large 0.3 Å and 0.5 Å difference between the two functionals for Mg-MOF74 and Ca-BTT, respectively. Similar behavior is found for the CO", "2", "–MOF bond length, with the difference between the largest and the smallest values being 0.1 Å in both MOFs. For Mg-MOF74, experimental CO", "2", "–MOF bond lengths are best reproduced by vdW-DF and vdW-DF2 with a −1.2% and −2.7% deviation, respectively. The similar behavior of the reduced density gradients around CO", "2", " binding sites for the two MOFs suggests that our findings on the accuracy of the functionals studied in this work can be applied more broadly within these classes of MOFs. Our study provides a baseline for future computational studies on carbon capture by MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Supporting Information", "Atomic coordinates of PBE relaxed structures of CaBTT+CO", "2", " and Mg-MOF-74+CO2. This material is available free of charge via the Internet at ", "http://pubs.acs.org/", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "Acknowledgment", "This work was supported by the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award Number DE-SC0001015. Work at the Molecular Foundry was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. Computational resources were provided by DOE (NERSC, LBNL Lawrencium). R.P. thanks Li-Chiang Lin for discussions.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Conclusions", "References", "References", "This article references 56 other publications.", "1. ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "AlChE J.", " ", "2004", ",  ", "50", ",  ", "1090", "[", "Crossref", "], [", "CAS", "]", "1. ", "Prospects for nanoporous metal-organic materials in advanced separations processes", "Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, SonBinh T.", "AIChE Journal", "\r\n        (", "2004", "),\r\n    ", "50", "\r\n        (", "6", "),\r\n    ", "1090-1095", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "This is a review of current technol. for nanoporous metal-org. materials and their use in advanced sepns. processes.  Most of these materials consist of metal or metal oxide vertices with org. ligands in a grid or network.  These materials are prepd. in a directed-assembly process.  A brief discussion of the various metal ions and kinds of linker structures available follows.  Pyridine, bipyridine, carboxylic acid groups, pyrazines, carbonyl, and porphyrins have been used as org. linkers.  These nanoporous metal-org. materials ca be used as sorbents, possibly for methane storage, and permselective sepn. membranes.  Mol. modeling and mol. dynamics simulations can be used as a screening tool to predict possibilities of self assembly, probable product dimensions, and possible sepns. usefulness, even before the nanoporous materials are synthesized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXks12isLg%253D&md5=8439773703e20b5decec8112d8f34a28", "2. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "3. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. Y.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "4. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Artani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "5. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "6. ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev", " ", "2012", ",  ", "41", ",  ", "2308", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "7. ", "Grimme", ", ", "S.", " ", "J. Comput. Chem.", " ", "2004", ",  ", "25", ",  ", "1463", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Accurate description of van der Waals complexes by density functional theory including empirical corrections", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2004", "),\r\n    ", "25", "\r\n        (", "12", "),\r\n    ", "1463-1473", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "An empirical method to account for van der Waals interactions in practical calcns. in the framework of the d. functional theory (termed DFT-D) was tested for a wide variety of mol. complexes.  As in previous schemes, the dispersive energy was described by damped interat. potentials of the form C6R-6.  The use of pure, gradient-cor. d. functionals (BLYP and PBE), together with the resoln.-of-the-identity (RI) approxn. for the Coulomb operator, allows very efficient computations for large systems.  In contrast to the previous work, extended AO basis sets of polarized TZV or QZV quality were employed, which reduced the basis set superposition error to a negligible extend.  By using a global scaling factor for the at. C6 coeffs., the functional dependence of the results could be strongly reduced.  The \"double counting\" of correlation effects for strongly bound complexes was found to be insignificant if steep damping functions were employed.  The method was applied to a total of 29 complexes of atoms and small mols. (Ne, CH4, NH3, H2O, CH3F, N2, F2, formic acid, ethene, and ethine) with each other and with benzene, to benzene, naphthalene, pyrene, and coronene dimers, the naphthalene trimer, coronene·H2O and four H-bonded and stacked DNA base pairs (AT and GC).  In almost all cases, very good agreement with reliable theor. or exptl. results for binding energies and intermol. distances is obtained.  For stacked arom. systems and the important base pairs, the DFT-D-BLYP model seems to be even superior to std. MP2 treatments that systematically over-bind.  The good results obtained suggest the approach as a practical tool to describe the properties of many important van der Waals systems in chem.  Furthermore, the DFT-D data may either be used to calibrate much simpler (e.g., force-field) potentials or the optimized structures can be used as input for more accurate ab initio calcns. of the interaction energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtFKgt78%253D&md5=16e36ed7a1c098813d7d947ac72b9078", "8. ", "Grimme", ", ", "S.", " ", "J. Comput. Chem.", " ", "2006", ",  ", "27", ",  ", "1787", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "15", "),\r\n    ", "1787-1799", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new d. functional (DF) of the generalized gradient approxn. (GGA) type for general chem. applications termed B97-D is proposed.  It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C6·R-6.  A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common d. functionals (BLYP, PBE, TPSS, B3LYP) are reported.  The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on std. thermochem. benchmark sets, for 40 noncovalently bound complexes, including large stacked arom. mols. and group II element clusters, and for the computation of mol. geometries.  Further cross-validation tests were performed for organometallic reactions and other difficult problems for std. functionals.  In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean abs. deviation of only 3.8 kcal mol-1.  The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the av. CCSD(T) accuracy.  The basic strategy in the development to restrict the d. functional description to shorter electron correlation lengths scales and to describe situations with medium to large interat. distances by damped C6·R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions.  As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference.  From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chem. method for large systems where dispersion forces are of general importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFenu7bO&md5=0b4aa16bebc3a0a2ec175d4b161ab0e4", "9. ", "Tkatchenko", ", ", "A.", "; ", "Scheffler", ", ", "M.", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "102", ",  ", "073005", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Accurate Molecular Van Der Waals Interactions from Ground-State Electron Density and Free-Atom Reference Data", "Tkatchenko, Alexandre; Scheffler, Matthias", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "102", "\r\n        (", "7", "),\r\n    ", "073005/1-073005/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present a parameter-free method for an accurate detn. of long-range van der Waals interactions from mean-field electronic structure calcns.  Our method relies on the summation of interat. C6 coeffs., derived from the electron d. of a mol. or solid and accurate ref. data for the free atoms.  The mean abs. error in the C6 coeffs. is 5.5% when compared to accurate exptl. values for 1225 intermol. pairs, irresp. of the employed exchange-correlation functional.  We show that the effective at. C6 coeffs. depend strongly on the bonding environment of an atom in a mol.  Finally, we analyze the van der Waals radii and the damping function in the C6R-6 correction method for d.-functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitlags7o%253D&md5=0236083ef2151d40f123445a91800258", "10. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schroder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Van der Waals Density Functional for General Geometries", "Dion, M.; Rydberg, H.; Schroeder, E.; Langreth, D. C.; Lundqvist, B. I.", "Physical Review Letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401/1-246401/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A scheme within d. functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [H. Rydberg et al., Phys. Rev. Lett. 91, 126402 (2003)].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a d.-d. interaction formula.  It contains a relatively simple parametrized kernel, with parameters detd. by the local d. and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltVerur4%253D&md5=abbf50b023000f126ba66af15c786583", "11. ", "Zhao", ", ", "Y.", "; ", "Schultz", ", ", "N. E.", "; ", "Truhlar", ", ", "D. G.", " ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "161103", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Exchange-correlation functional with broad accuracy for metallic and nonmetallic compounds, kinetics, and noncovalent interactions", "Zhao, Yan; Schultz, Nathan E.; Truhlar, D. G.", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "16", "),\r\n    ", "161103/1-161103/4", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "By incorporating kinetic-energy d. in a balanced way in the exchange and correlational functionals and removing self-correlation effects, we have designed a d. functional that is broadly applicable to organometallic, inorganometallic, and nonmetallic bonding, thermochem., thermochem. kinetics, and noncovalent interactions as well as satisfying the uniform electron gas limit.  The av. error is reduced by a factor of 1.3 compared with the best previously available functionals, but even more significantly, we find a functional that has a high accuracy for all four categories of interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFyktb3E&md5=b3e555ae843cc66cdd8353b3f51b777e", "12. ", "Vydrov", ", ", "O. A.", "; ", "Voorhis", ", ", "T. V.", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "063004", "[", "Crossref", "], [", "CAS", "]", "12. ", "Nonlocal van der Waals Density Functional Made Simple", "Vydrov, Oleg A.; Van Voorhis, Troy", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "6", "),\r\n    ", "063004/1-063004/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We derive a nonlocal correlation functional that adequately describes van der Waals interactions not only in the asymptotic long-range regime but also at short range.  Unlike its precursor, developed by Langreth, Lundqvist, and co-workers, the new functional has a simple analytic form, finite for all interelectron sepns., well behaved in the slowly varying d. limit, and generalized to spin-polarized systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Krtbk%253D&md5=49fdb9d5c273b82ece87dcbac1f07df8", "13. ", "Williams", ", ", "H. L.", "; ", "Chabalowski", ", ", "C. F.", " ", "J. Phys. Chem. A", " ", "2001", ",  ", "105", ",  ", "646", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Using Kohn-Sham Orbitals in Symmetry-Adapted Perturbation Theory to Investigate Intermolecular Interactions", "Williams, Hayes L.; Chabalowski, Cary F.", "Journal of Physical Chemistry A", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "3", "),\r\n    ", "646-659", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This is the first reported use of a hybrid method involving d. functional theory (DFT) and symmetry-adapted perturbation theory (SAPT) to calc. intermol. interactions.  This work was stimulated by the reported failures of supermol. DFT calcns. to adequately predict intermol. (and interat.) interactions, particularly of the van der Waals type.  The goals are to develop a hybrid scheme that will calc. intermol. interaction energies accurately and in a computationally efficient fashion, while including the benefits of the energy decompn. provided by SAPT.  The computational savings result from replacing the costly perturbation theory treatment with DFT, which should include the intramol. correlation effects on the intermol. interaction energies.  The accuracy of this new hybrid approach (labeled SAPT(DFT)) is evaluated by comparisons with higher level calcns.  The test cases include He2, Ar2, Ar-H2, (H2O)2, (HF)2, CO2-CH3CN, and CO2-dimethylnitramine.  The new approach shows mixed results concerning the accuracy of interaction energies.  SAPT(DFT) correctly predicts all the qual. trends in binding energies for all test cases.  This is particularly encouraging in dimer systems dominated by dispersive interactions where supermol. DFT fails to predict binding.  In addn., the method achieves a drastic redn. (a factor of at least 100) in computational time over the higher level calcns. often used to predict these forces.  With respect to quant. accuracy, this initial hybrid scheme, using the very popular exchange-correlation functional B3LYP, overestimates the second-order energy components (e.g., induction and dispersion terms) for all of the test cases, and subsequently overestimates the total interaction energy for all dimer systems except those heavily dominated by the electrostatic interactions.  The SAPT energy decompn. points to the use of DFT virtual orbital eigenvalues in the second-order perturbation terms as the likely cause for this error.  These results are consistent with earlier work suggesting that DFT canonical virtual orbital energies obtained from commonly used functionals are less than optimal for use in such a perturbative scheme.  The first-order interaction energy terms from the SAPT(DFT) are found to be generally more accurate than the second-order terms, and agree well with the benchmark values for dimers contg. mols. with a permanent elec. dipole moment.  These first-order terms depend only upon the occupied MO eigenvectors, and hence are not affected by the inaccuracies in the Kohn-Sham DFT virtual orbital eigenvalues.  These observations encourage future studies utilizing newly reported functionals, some of which have been developed to directly address problems with DFT virtual orbital energies and the asymptotic region of the electron d.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXptFSgs74%253D&md5=c90b7b5305959453349d36750344a455", "14. ", "Lu", ", ", "D.", "; ", "Li", ", ", "Y.", "; ", "Rocca", ", ", "D.", "; ", "Galli", ", ", "G.", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "102", ",  ", "206411", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Ab initio Calculation of van der Waals Bonded Molecular Crystals", "Lu, Deyu; Li, Yan; Rocca, Dario; Galli, Giulia", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "102", "\r\n        (", "20", "),\r\n    ", "206411/1-206411/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Intermol. interactions in the van der Waals bonded benzene crystal are studied from first principles, by combining exact exchange energies with correlation energies defined by the adiabatic connection fluctuation-dissipation theorem, within the RPA.  Correlation energies are evaluated using an iterative procedure to compute the eigenvalues of dielec. matrixes, which eliminates the computation of unoccupied electronic states.  Our results for the structural and binding properties of solid benzene are in very good agreement with exptl. results and show that the framework adopted here is a very promising one to investigate mol. crystals and other condensed systems bound by dispersion forces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVCqu7w%253D&md5=177c3d61693ffc4e9c1541d8d159ae8f", "15. ", "Roman-Perez", ", ", "G.", "; ", "Soler", ", ", "J. M.", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "096102", "[", "Crossref", "], [", "CAS", "]", "15. ", "Efficient Implementation of a van der Waals Density Functional: Application to Double-Wall Carbon Nanotubes", "Roman-Perez, Guillermo; Soler, Jose M.", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "9", "),\r\n    ", "096102/1-096102/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present an efficient implementation of the van der Waals d. functional of Dion et al., which expresses the nonlocal correlation energy as a double spatial integral.  We factorize the integration kernel and use fast Fourier transforms to evaluate the self-consistent potential, total energy, and at. forces, in O(NlogN) operations.  The resulting overhead, for medium and large systems, is a small fraction of the total computational cost, representing a dramatic speedup over the O(N2) evaluation of the double integral.  This opens the realm of first-principles simulations to the large systems of interest in soft matter and biomol. problems.  We apply the method to calc. the binding energies and the barriers for relative translation and rotation in double-wall carbon nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2rur3J&md5=23f91c73f42973057f71f99116c96411", "16. ", "Kong", ", ", "L.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J.", "; ", "Langreth", ", ", "D.", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "096103", "[", "Crossref", "], [", "CAS", "]", "16. ", "Energetics and dynamics of H2 adsorbed in a nanoporous material at low temperature", "Kong, Lingzhu; Roman-Perez, Guillermo; Soler, Jose M.; Langreth, David C.", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "9", "),\r\n    ", "096103/1-096103/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Mol. H adsorption in a nanoporous metal-org. framework structure (MOF-74) is studied via van der Waals d.-functional calcns.  The primary and secondary binding sites for H2 are confirmed.  The low-lying rotational and translational energy levels are calcd., based on the orientation and position dependent potential energy surface at the 2 binding sites.  A consistent picture is obtained between the calcd. rotational-translational transitions for different H2 loadings and those measured by inelastic neutron scattering exciting the singlet to triplet (para to ortho) transition in H2.  The H2 binding energy after zero-point energy correction due to the rotational and translational motions is predicted to be ∼100 meV in good agreement with the exptl. value of ∼90 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2rur3K&md5=8060c3c950e0cef24de57b6c423a3f3b", "17. ", "Kong", ", ", "L.", "; ", "Cooper", ", ", "V. R.", "; ", "Nijem", ", ", "N.", "; ", "Li", ", ", "K.", "; ", "J-Chabal", ", ", "Y.", "; ", "Langreth", ", ", "D.", " ", "Phys. Rev. B", " ", "2009", ",  ", "79", ",  ", "081407(R)", "[", "Crossref", "], [", "CAS", "]", "17. ", "Theoretical and experimental analysis of H2 binding in a prototypical metal-organic framework material", "Kong, Lingzhu; Cooper, Valentino R.; Nijem, Nour; Li, Kunhao; Li, Jing; Chabal, Yves J.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2009", "),\r\n    ", "79", "\r\n        (", "8", "),\r\n    ", "081407/1-081407/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Hydrogen adsorption by the metal-org. framework (MOF) structure Zn2(BDC)2(TED) is investigated using a combination of exptl. and theor. methods.  By using the nonempirical van der Waals d.-functional approach, it is found that the locus of deepest H2 binding positions lies within two types of narrow channel.  The energies of the most stable binding sites, as well as the no. of such binding sites, are consistent with the values obtained from exptl. adsorption isotherms and heat of adsorption data.  Calcns. of the shift of the H-H stretch frequency when adsorbed in the MOF give a value of approx. -30 cm-1 at the strongest binding point in each of the two channels.  Ambient temp. IR-absorption spectroscopy measurements give a hydrogen peak centered at 4120 cm-1, implying a shift consistent with the theor. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKgtLw%253D&md5=734ba0a576d33e138ffaa47d84623e27", "18. ", "Zhang", ", ", "Y.", "; ", "Yang", ", ", "W.", " ", "Phys. Rev. Lett.", " ", "1998", ",  ", "80", ",  ", "890", "[", "Crossref", "], [", "CAS", "]", "18. ", "Comment on \"Generalized Gradient Approximation Made Simple\"", "Zhang, Yingkai; Yang, Weitao", "Physical Review Letters", "\r\n        (", "1998", "),\r\n    ", "80", "\r\n        (", "4", "),\r\n    ", "890", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A Comment on the Letter by John P.  Perdew, Kieron Burke, and Matthias Ernzerhof, Phys.  77, 3865 (1996).  The authors of the Letter offer a Reply.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsV2itg%253D%253D&md5=d14c7fc06fe200788f4192a00dca0730", "19. ", "Jurecka", ", ", "P.", "; ", "Sponer", ", ", "J.", "; ", "Cerny", ", ", "J.", "; ", "Hobza", ", ", "P.", " ", "Phys. Chem. Chem. Phys.", " ", "2006", ",  ", "8", ",  ", "1985", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Benchmark database of accurate (MP2 and CCSD(T) complete basis set limit) interaction energies of small model complexes, DNA base pairs, and amino acid pairs", "Jurecka, Petr; Sponer, Jiri; Cerny, Jiri; Hobza, Pavel", "Physical Chemistry Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "17", "),\r\n    ", "1985-1993", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MP2 and CCSD(T) complete basis set (CBS) limit interaction energies and geometries for more than 100 DNA base pairs, amino acid pairs and model complexes are for the first time presented together.  Extrapolation to the CBS limit is done by using two-point extrapolation methods and different basis sets (aug-cc-pVDZ - aug-cc-pVTZ, aug-cc-pVTZ - aug-cc-pVQZ, cc-pVTZ - cc-pVQZ) are utilized.  The CCSD(T) correction term, detd. as a difference between CCSD(T) and MP2 interaction energies, is evaluated with smaller basis sets (6-31G** and cc-pVDZ).  Two sets of complex geometries were used, optimized or exptl. ones.  The JSCH-2005 benchmark set, which is now available to the chem. community, can be used for testing lower-level computational methods.  For the first screening the smaller training set (S22) contg. 22 model complexes can be recommended.  In this case larger basis sets were used for extrapolation to the CBS limit and also CCSD(T) and counterpoise-cor. MP2 optimized geometries were sometimes adopted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjs1ymurc%253D&md5=2d164289f5999d62950000d43c29304b", "20. ", "Wang", ", ", "J.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Artacho", ", ", "E.", "; ", "Fernandez-Serra", ", ", "M.-V.", " ", "J. Chem. Phys.", " ", "2011", ",  ", "134", ",  ", "024516", "[", "Crossref", "], [", "CAS", "]", "20. ", "Density, structure, and dynamics of water: The effect of van der Waals interactions", "Wang, Jue; Roman-Perez, G.; Soler, Jose M.; Artacho, Emilio; Fernandez-Serra, M.-V.", "Journal of Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "024516/1-024516/10", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "It is known that ab initio mol. dynamics (AIMD) simulations of liq. water at ambient conditions, based on the generalized gradient approxn. (GGA) to d. functional theory (DFT), with commonly used functionals fail to produce structural and diffusive properties in reasonable agreement with expt.  This is true for canonical, const. temp. simulations where the d. of the liq. is fixed to the exptl. d.  The equil. d., at ambient conditions, of DFT water has recently been shown by Schmidt et al. to be underestimated by different GGA functionals for exchange and correlation, and cor. by the addn. of interat. pair potentials to describe van der Waals (vdW) interactions.  In this contribution we present a DFT-AIMD study of liq. water using several GGA functionals as well as the van der Waals d. functional (vdW-DF) of Dion et al.  As expected, we find that the d. of water is grossly underestimated by GGA functionals.  When a vdW-DF is used, the d. improves drastically and the exptl. diffusivity is reproduced without the need of thermal corrections.  We analyze the origin of the d. differences between all the functionals.  We show that the vdW-DF increases the population of non-H-bonded interstitial sites, at distances between the first and second coordination shells.  However, it excessively weakens the H-bond network, collapsing the second coordination shell.  This structural problem is partially assocd. to the choice of GGA exchange in the vdW-DF.  We show that a different choice for the exchange functional is enough to achieve an overall improvement both in structure and diffusivity.  (c) 2011 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvFaqtg%253D%253D&md5=544d2083e530a8c2ce73fe629c0b37f2", "21. ", "Lee", ", ", "K.", "; ", "Murray", ", ", "E. D.", "; ", "Kong", ", ", "L.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Langreth", ", ", "D. C.", " ", "Phys. Rev. B", " ", "2010", ",  ", "82", ",  ", "081101(R)", "[", "Crossref", "], [", "CAS", "]", "21. ", "Higher-accuracy van der Waals density functional", "Lee, Kyuho; Murray, Eamonn D.; Kong, Lingzhu; Lundqvist, Bengt I.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "8", "),\r\n    ", "081101/1-081101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We propose a second version of the van der Waals d. functional of Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)], employing a more accurate semilocal exchange functional and the use of a large-N asymptote gradient correction in detg. the vdW kernel.  The predicted binding energy, equil. sepn., and potential-energy curve shape are close to those of accurate quantum chem. calcns. on 22 duplexes.  We anticipate the enabling of chem. accurate calcns. in sparse materials of importance for condensed matter, surface, chem., and biol. physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWlurnN&md5=21a4573d23bb686441ae1609cb4e6809", "22. ", "Cooper", ", ", "V. R.", " ", "Phys. Rev. B", " ", "2010", ",  ", "81", ",  ", "161104(R)", "[", "Crossref", "], [", "CAS", "]", "22. ", "Van der Waals density functional: An appropriate exchange functional", "Cooper, Valentino R.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "81", "\r\n        (", "16", "),\r\n    ", "161104/1-161104/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "In this Rapid Communication, an exchange functional which is compatible with the nonlocal Rutgers-Chalmers correlation functional [van der Waals d. functional (vdW-DF)] is presented.  This functional, when employed with vdW-DF, demonstrates remarkable improvements on intermol. sepn. distances while further improving the accuracy of vdW-DF interaction energies.  The key to the success of this three-parameter functional is its redn. in short-range exchange repulsion through matching to the gradient expansion approxn. in the slowly varying/high-d. limit while recovering the large reduced gradient, s, limit set in the revised Perdew-Burke-Ernzerhof (revPBE) exchange functional.  This augmented exchange functional could be a soln. to long-standing issues of vdW-DF lending to further applicability of d.-functional theory to the study of relatively large, dispersion bound (van der Waals) complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlsVCjur8%253D&md5=83e2a55f9800663b32c9fcc0af84a2fe", "23. ", "Klimeš", ", ", "J.", "; ", "Bowler", ", ", "D. R.", "; ", "Michaelides", ", ", "A.", " ", "J. Phys.: Condens. Matter.", " ", "2010", ",  ", "22", ",  ", "022201", "[", "Crossref", "], [", "CAS", "]", "23. ", "Chemical accuracy for the van der Waals density functional", "Klimes, Jiri; Bowler, David R.; Michaelides, Angelos", "Journal of Physics: Condensed Matter", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "2", "),\r\n    ", "022201/1-022201/5", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The non-local van der Waals d. functional (vdW-DF) of Dion et al is a very promising scheme for the efficient treatment of dispersion bonded systems.  We show here that the accuracy of vdW-DF can be dramatically improved both for dispersion and hydrogen bonded complexes through the judicious selection of its underlying exchange functional.  New and published exchange functionals are identified that deliver much better than chem. accuracy from vdW-DF for the S22 benchmark set of weakly interacting dimers and for water clusters.  Improved performance for the adsorption of water on salt is also obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFKitb8%253D&md5=37cca57a611ebd2fea99edd70d979091", "24. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerholf", ", ", "M.", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "25. ", "Soler", ", ", "J. M.", "; ", "Artacho", ", ", "E.", "; ", "Gale", ", ", "J. D.", "; ", "García", ", ", "A.", "; ", "Junquera", ", ", "J.", "; ", "Ordejón", ", ", "P.", "; ", "Sanchez-Portal", ", ", "D. S.", " ", "J. Phys: Condens. Matter", " ", "2002", ",  ", "14", ",  ", "2745", "– ", "2779", "[", "Crossref", "], [", "CAS", "]", "25. ", "The SIESTA method for ab initio order-N materials simulation", "Soler, Jose M.; Artacho, Emilio; Gale, Julian D.; Garcia, Alberto; Junquera, Javier; Ordejon, Pablo; Sanchez-Portal, Daniel", "Journal of Physics: Condensed Matter", "\r\n        (", "2002", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "2745-2779", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "We have developed and implemented a selfconsistent d. functional method using std. norm-conserving pseudopotentials and a flexible, numerical LCAO basis set, which includes multiple-zeta and polarization orbitals.  Exchange and correlation are treated with the local spin d. or generalized gradient approxns.  The basis functions and the electron d. are projected on a real-space grid, in order to calc. the Hartree and exchange-correlation potentials and matrix elements, with a no. of operations that scales linearly with the size of the system.  We use a modified energy functional, whose minimization produces orthogonal wavefunctions and the same energy and d. as the Kohn-Sham energy functional, without the need for an explicit orthogonalization.  Addnl., using localized Wannier-like electron wavefunctions allows the computation time and memory required to minimize the energy to also scale linearly with the size of the system.  Forces and stresses are also calcd. efficiently and accurately, thus allowing structural relaxation and mol. dynamics simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFGrsL4%253D&md5=24e0c50d2d7430790259d11694824ce1", "26. ", "Troullier", ", ", "N.", "; ", "Martins", ", ", "J. L.", " ", "Phys. Rev. B", " ", "1991", ",  ", "43", ",  ", "1993", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Efficient pseudopotentials for plane-wave calculations", "Troullier, N.; Martins, Jose Luis", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1991", "),\r\n    ", "43", "\r\n        (", "3", "),\r\n    ", "1993-2006", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "We present a simple procedure to generate first-principles norm-conserving pseudopotentials, which are designed to be smooth and therefore save computational resources when used with a plane-wave basis.  We found that these pseudopotentials are extremely efficient for the cases where the plane-wave expansion has a slow convergence, in particular, for systems contg. first-row elements, transition metals, and rare earth elements.  The wide applicability of the pseudopotentials are exemplified with plane-wave calcns. for copper, zinc blende, diamond, α-quartz, rutile, and cerium.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXovVyktw%253D%253D&md5=6555fd12079cc99670c066698721ba65", "27. ", "Junquera", ", ", "J.", "; ", "Paz", ", ", "O.", "; ", "Sánchez-Portal", ", ", "D.", "; ", "Artacho", ", ", "E.", " ", "Phys. Rev. B", " ", "2001", ",  ", "64", ",  ", "235111", "[", "Crossref", "], [", "CAS", "]", "27. ", "Numerical atomic orbitals for linear-scaling calculations", "Junquera, Javier; Paz, Oscar; Sanchez-Portal, Daniel; Artacho, Emilio", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2001", "),\r\n    ", "64", "\r\n        (", "23", "),\r\n    ", "235111/1-235111/9", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The performance of basis sets made of numerical AOs is explored in d.-functional calcns. of solids and mols.  With the aim of optimizing basis quality while maintaining strict localization of the orbitals, as needed for linear-scaling calcns., several schemes have been tried.  The best performance is obtained for the basis sets generated according to a new scheme presented here, a flexibilization of previous proposals.  Strict localization is maintained while ensuring the continuity of the basis-function deriv. at the cutoff radius.  The basis sets are tested vs. converged plane-wave calcns. on a significant variety of systems, including covalent, ionic, and metallic.  Satisfactory convergence is obtained for reasonably small basis sizes, with a clear improvement over previous schemes.  The transferability of the obtained basis sets is tested in several cases and it is found to be satisfactory as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXovV2rsbY%253D&md5=304e5e0e3bf3057d9ef250760fb69927", "28. ", "Anglada", ", ", "E.", "; ", "Soler", ", ", "J. M.", "; ", "Junquera", ", ", "J.", "; ", "Artacho", ", ", "E.", " ", "Phys. Rev. B", " ", "2002", ",  ", "66", ",  ", "205101", "[", "Crossref", "], [", "CAS", "]", "28. ", "Systematic generation of finite-range atomic basis sets for linear-scaling calculations", "Anglada, Eduardo; Soler, Jose M.; Junquera, Javier; Artacho, Emilio", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2002", "),\r\n    ", "66", "\r\n        (", "20", "),\r\n    ", "205101/1-205101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Basis sets of AOs are very efficient for d. functional calcns. but lack a systematic variational convergence.  We present a method to optimize numerical AOs variationally, using a single parameter to control their range.  The efficiency of the basis generation scheme is tested and compared with other schemes for multiple ζ basis sets.  The scheme is shown to be comparable in quality to other widely used schemes albeit offering better performance for linear-scaling computations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XpsFOht74%253D&md5=44cdf0d91fba9232dadba46695bda0ae", "29. ", "Moreno", ", ", "J.", "; ", "Soler", ", ", "J.", " ", "Phys. Rev. B", " ", "1992", ",  ", "45", ",  ", "13891", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "30. ", "Perdew", ", ", "J. P.", "; ", "Zunger", ", ", "A.", " ", "Phys. Rev. B", " ", "1981", ",  ", "23", ",  ", "5048", "[", "Crossref", "], [", "CAS", "]", "30. ", "Self-interaction correction to density-functional approximations for many-electron systems", "Perdew, J. P.; Zunger, Alex", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1981", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "5048-79", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The exact d. functional for the ground-state energy is strictly self-interaction-free (i.e., orbitals demonstrably do not self-interact), but many approxns. to it, including the local-spin-d. (LSD) approxn. for exchange and correlation, are not.  Two related methods are given for the self-interaction correction (SIC) of any d. functional for the energy; correction of the self-consistent one-electron potential follows naturally from the variational principle.  Although the first method introduces an orbital-dependent single-particle potential, the second involves a local potential as in the Kohn-Sham scheme.  The 1st method was applied to LSD, it properly conserves the no. content of the exchange-correlation hole, while substantially improving the description of its shape.  The LSD spin splitting in at. Ni and s-d interconfigurational energies of transition elements are almost unchanged by SIC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXktFejurk%253D&md5=222590f7611528f281cc411e7ae969d1", "31. ", "Perdew", ", ", "J. P.", "; ", "Yue", ", ", "W.", " ", "Phys. Rev. B", " ", "1986", ",  ", "33", ",  ", "8800", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Accurate and simple density functional for the electronic exchange energy: Generalized gradient approximation", "Perdew; Yue", "Physical review. B, Condensed matter", "\r\n        (", "1986", "),\r\n    ", "33", "\r\n        (", "12", "),\r\n    ", "8800-8802", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfgsFSksg%253D%253D&md5=cf23199acdc1e02808eb28b6533f090f", "32. ", "Becke", ", ", "A. D.", " ", "Phys. Rev. A", " ", "1988", ",  ", "38", ",  ", "3098", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Density-functional exchange-energy approximation with correct asymptotic behavior", "Becke, A. D.", "Physical Review A:  Atomic, Molecular, and Optical Physics", "\r\n        (", "1988", "),\r\n    ", "38", "\r\n        (", "6", "),\r\n    ", "3098-100", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "0556-2791", ".\r\n    ", "Current gradient-cor. d.-functional approxns. for the exchange energies of at. and mol. systems fail to reproduce the correct 1/r asymptotic behavior of the exchange-energy d.  A gradient-cor. exchange-energy functional is given with the proper asymptotic limit.  This functional, contg. only one parameter, fits the exact Hartree-Fock exchange energies of a wide variety of at. systems with remarkable accuracy, surpassing the performance of previous functionals contg. two parameters or more.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmtlOhsLo%253D&md5=d4d219c134a5a90f689a8abed04d82cc", "33. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "34. ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvåg", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem Commun.", " ", "2008", ",  ", "115", ",  ", "5125", "[", "Crossref", "]", "There is no corresponding record for this reference.", "35. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Palomino", ", ", "G. T.", "; ", "Arean", ", ", "C. O.", "; ", "Bordiga", ", ", "S.", " ", "J. Phy. Chem. Lett.", " ", "2010", ",  ", "114", ",  ", "11185", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "36. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "1946", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Adsorption Sites and Binding Nature of CO2 in Prototypical Metal-Organic Frameworks: A Combined Neutron Diffraction and First-Principles Study", "Wu, Hui; Simmons, Jason M.; Srinivas, Gadipelli; Zhou, Wei; Yildirim, Taner", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "13", "),\r\n    ", "1946-1951", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a detailed study of CO2 adsorption in two important metal-org. framework (MOF) compds. (Mg-MOF-74 and HKUST-1).  In both MOFs, the open metal ions were identified as the primary binding sites through neutron diffraction measurements.  The relatively strong metal-CO2 binding was attributed to an enhanced electrostatic interaction, and vibrational mode anal. shows that the adsorbed CO2 mol. is strongly attached through one of its oxygen atoms while the rest of the mol. is relatively free.  This high orientational disorder is the reason for the large apparent O-C-O bond bending angle derived from diffraction measurements.  The calcns. give only a small degree of bond bending, suggesting that the CO2 adsorption on the open metal site is still largely physisorption.  The overall metal-CO2 binding strength is right in the range which can facilitate both adsorption (CO2 capture) and desorption (MOF regeneration) under typical flue gas conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyrsLg%253D&md5=a4a7d5e20cf66bd0d3e96f10964d1c44", "37. ", "Valenzano", ", ", "L.", "; ", "Civellari", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "38. ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Britt", ", ", "D. K.", "; ", "Zajdel", ", ", "P.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "24915", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Site-Specific CO2 Adsorption and Zero Thermal Expansion in an Anisotropic Pore Network", "Queen, Wendy L.; Brown, Craig M.; Britt, David K.; Zajdel, Pawel; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "50", "),\r\n    ", "24915-24919", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Detailed neutron powder diffraction (NPD) expts. were carried out on the parent and CO2 adsorbed Mg-MOF-74 (MOF: metal-org. framework).  Data collected at low temp. revealed two CO2 adsorption sites on the pore surface and multiple changes in the framework as a function of CO2 loading.  Upon heating the samples to room temp., the data revealed minimal changes in expansivity upon adsorption of up to 0.94 CO2/Mg (≈ 25% mass fraction).  Further, temp.-dependent data collected on the bare framework reveals net zero thermal expansion between 10 and 475 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVeltL7J&md5=5fb393c36bc48438e63b1b62457d3f25", "39. ", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "40. ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "16876", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Hydrogen Storage in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Dinca, Mircea; Dailly, Anne; Liu, Yun; Brown, Craig M.; Neumann, Dan. A.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "51", "),\r\n    ", "16876-16883", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Use of the tritopic bridging ligand 1,3,5-benzenetristetrazolate (BTT3-) enables formation of [Mn(DMF)6]3[(Mn4Cl)3(BTT)8(H2O)12]2·42DMF·11H2O·20CH3OH, featuring a porous metal-org. framework with a previously unknown cubic topol.  Crystals of the compd. remain intact upon desolvation and show a total H2 uptake of 6.9% at 77 K and 90 bar, which at 60 g H2/L provides a storage d. 85% of that of liq. hydrogen.  The material exhibits a max. isosteric heat of adsorption of 10.1 kJ/mol, the highest yet obsd. for a metal-org. framework.  Neutron powder diffraction data demonstrate that this is directly related to H2 binding at coordinatively unsatd. Mn2+ centers within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlWmurnN&md5=fb69b39a91fc785b685ba0ffb6a43737", "41. ", "Sumida", ", ", "K.", "; ", "Horike", ", ", "S.", "; ", "Kaye", ", ", "S. S.", "; ", "Herm", ", ", "Z. R.", "; ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "184", "[", "Crossref", "], [", "CAS", "]", "41. ", "Hydrogen storage and carbon dioxide capture in an iron-based sodalite-type metal-organic framework (Fe-BTT) discovered via high-throughput methods", "Sumida, Kenji; Horike, Satoshi; Kaye, Steven S.; Herm, Zoey R.; Queen, Wendy L.; Brown, Craig M.; Grandjean, Fernande; Long, Gary J.; Dailly, Anne; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "184-191", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput instrumentation to screen conditions, the reaction between FeCl2 and H3BTT·2HCl (BTT3- = 1,3,5-benzenetristetrazolate) in a mixt. of DMF and DMSO gave Fe3[(Fe4Cl)3(BTT)8]2·22DMF·32DMSO·11H2O.  This compd. adopts a porous three-dimensional framework structure consisting of square [Fe4Cl]7+ units linked via triangular BTT3- bridging ligands to give an anionic 3,8-net.  Moessbauer spectroscopy carried out on a DMF-solvated version of the material indicated the framework to contain high-spin Fe2+ with a distribution of local environments and confirmed the presence of extra-framework iron cations.  Upon soaking the compd. in methanol and heating at 135° for 24 h under dynamic vacuum, most of the solvent is removed to yield Fe3[(Fe4Cl)3(BTT)8(MeOH)4]2 (Fe-BTT), a microporous solid with a BET surface area of 2010 m2/g-1 and open Fe2+ coordination sites.  Hydrogen adsorption data collected at 77 K show a steep rise in the isotherm, assocd. with an initial isosteric heat of adsorption of 11.9 kJ mol-1, leading to a total storage capacity of 1.1 wt.% and 8.4 g/L-1 at 100 bar and 298 K.  Powder neutron diffraction expts. performed at 4 K under various D2 loadings enabled identification of ten different adsorption sites, with the strongest binding site residing just 2.17(5) Å from the framework Fe2+ cation.  Inelastic neutron scattering spectra are consistent with the strong rotational hindering of the H2 mols. at low loadings, and further reveal the catalytic conversion of ortho-H2 to para-H2 by the paramagnetic iron centers.  The exposed Fe2+ cation sites within Fe-BTT also lead to the selective adsorption of CO2 over N2, with isotherms collected at 298 K indicating uptake ratios of 30.7 and 10.8 by wt. at 0.1 and 1.0 bar, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslersrY%253D&md5=f82a784cc9592db0cdc75dc8633cafa7", "42. ", "Sumida", ", ", "K.", "; ", "E.B.", "; ", "Long", ", ", "J. R.", " private communication.", "There is no corresponding record for this reference.", "43. ", "Poloni", ", ", "R.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", " ", "J. Am. Chem. Soc.", " ", "2012", ", ", " DOI: 10.1021/ja2118943", " ", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "44. ", "Zupan", ", ", "A.", "; ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Causá", ", ", "M.", " ", "Int. J. Quantum Chem.", " ", "1998", ",  ", "61", ",  ", "835", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Schloss", ", ", "J. M.", " Ph.D. Thesis, Oberlin College, Oberlin, OH, ", "2011", ".", "There is no corresponding record for this reference.", "46. ", "Fay", ", ", "J. A.", " ", "Molecular Thermodynamics", "; ", "Addison-Wesley", ": ", "Reading, MA", ", ", "1965", ".", "There is no corresponding record for this reference.", "47. ", "Hertwig", ", ", "R. H.", "; ", "Koch", ", ", "W.", " ", "J. Comput. Chem.", " ", "2004", ",  ", "16", ",  ", "576", "[", "Crossref", "]", "There is no corresponding record for this reference.", "48. ", "Zhang", ", ", "C.", "; ", "Wu", ", ", "J.", "; ", "Galli", ", ", "G.", "; ", "Gygi", ", ", "F.", " ", "J. Chem. Theory Comput.", " ", "2011", ",  ", "7", ",  ", "3054", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Structural and Vibrational Properties of Liquid Water from van der Waals Density Functionals", "Zhang, Cui; Wu, Jun; Galli, Giulia; Gygi, Francois", "Journal of Chemical Theory and Computation", "\r\n        (", "2011", "),\r\n    ", "7", "\r\n        (", "10", "),\r\n    ", "3054-3061", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present results for the structural and vibrational properties of the water mol., water dimer, and liq. water at the exptl. equil. d., as obtained with several van der Waals d. functionals.  The functional form originally proposed by Dion et al., with an appropriately chosen local exchange functional, yields a description of the liq. superior to that of the semilocal functional PBE.  In particular, a specific choice of the local exchange functional (optB88) fitted to quantum chem. calcns. yields the best agreement with exptl. results for pair correlation functions although it is slightly inferior to other van der Waals functionals in describing IR spectra.  When using optB88, liq. water displays a hydrogen-bonded network less tightly bound than when using the PBE approxn.  The performance of optB88 is definitely inferior to that of the PBE0 hybrid functional for the isolated mol. but only moderately so for the liq.  However, the computational cost of optB88 is much less than that of hybrid functionals; therefore the use of optB88 appears to be a sensible alternative to calcns. implying the evaluation of the Fock operator, in cases when simulations of large systems are required.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSmt7rI&md5=87f792aa21014aa641b9d00cee6f1e3c", "49. ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Bloom", ", ", "R.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "[", "Crossref", "], [", "CAS", "]", "49. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "50. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "51. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "[", "Crossref", "], [", "CAS", "]", "51. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "52. ", "Simmons", ", ", "J. M.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildrim", ", ", "T.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2177", "[", "Crossref", "], [", "CAS", "]", "52. ", "Carbon capture in metal-organic frameworks-a comparative study", "Simmons, Jason M.; Wu, Hui; Zhou, Wei; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2177-2185", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have been shown to be excellent materials for storage of carbon dioxide, implying that they could be useful for removal of carbon dioxide from flue gas stacks, however their performance in industrially relevant swing adsorption processes for carbon capture has not been studied.  Here we show that the efficacy of MOFs for carbon capture depends dramatically on the process and that some MOFs can provide significant carbon capture under typical pressure and vacuum swing processes.  In particular, MOFs that possess coordinatively unsatd. metal centers offer as much as 9 mmol g-1 swing capacity under certain conditions.  The results herein clearly show that there is no single ideal compd. for carbon capture applications and that different materials can perform better or worse depending on the specific process conditions.  In addn. to their capture performances, we have also investigated their selectivity to carbon dioxide over that of nitrogen and methane.  The anal. provided clearly demonstrates that the performance of a given MOF cannot be detd. without also considering the detailed industrial process in which the MOF is to be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVClsr0%253D&md5=892d999db211a790b476afeee3e775a7", "53. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "194703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. I. Inductive effects on the aromatic ring", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "194703/1-194703/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Two classes of substituted benzene mols. were considered: (i) with halogen substituents (tetrafluoro-, chloro-, bromo-, and dibromobenzene) and (ii) with Me substituents (mono-, di-, and tetramethylbenzene).  In the benzene-CO2 complex, the main interaction is between the delocalized π arom. system and the mol. quadrupole of CO2.  Halogen substituents have an electron-withdrawing effect on the ring which destabilizes the π-quadrupole interaction.  Weak \"halogen-bond\" and hydrogen bondlike interactions partially compensate for this, but not to the extent that any significant enhancement of the intermol. binding energy is obsd.  Me groups, on the other hand, have a pos. inductive effect which strengthens the CO2-arom. interaction by up to 3 kJ mol-1 in the case of tetramethylbenzene.  Weak hydrogen bondlike interactions with Me H also contribute to the stability of the complexes.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVGiurs%253D&md5=b80b7ebb0cdf807dfe35df1bd24e9799", "54. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", ",  ", "044705", "[", "Crossref", "], [", "CAS", "]", "54. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. II. Effect of polar and acidic substituents", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "4", "),\r\n    ", "044705/1-044705/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Here, the focus was on the effect of introducing polar side groups, and therefore functionalized benzenes contg. -NO2, -NH2, -OH, -SO3H, and -COOH substituents were considered.  The strongest types of intermol. interactions were found to be: (i) between lone pair donating atoms (N,O) of the side groups and the C of CO2 (enhancement in binding energy of up to 8 kJ mol-1 compared to benzene); and (ii) hydrogen bond interactions between acidic protons (of COOH and SO3H groups) and CO2 oxygen (enhancement of 3 - 4 kJ mol-1).  Both of these types of interaction have the effect of polarizing the CO2 mol.  Weaker types of binding include hydrogen-bond-like interactions with arom. H and π-quadrupole interactions.  The strongest binding is found when more than one interaction occurs simultaneously, as in C6H5SO3H and C6H5COOH, where simultaneous lone pair donation and H-bonding result in binding energy enhancements of 10 and 11 kJ mol-1, resp.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlersb8%253D&md5=689b1ad1f666468a064d35e863674424", "55. ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "J.", "; ", "Chang", ", ", "M.", "; ", "Zheng", ", ", "C.", " ", "Fuel", " ", "2011", ",  ", "95", ",  ", "521", "[", "Crossref", "]", "There is no corresponding record for this reference.", "56. ", "Mueller", ", ", "T.", "; ", "Ceder", ", ", "G.", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "17974", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "A Density Functional Theory Study of Hydrogen Adsorption in MOF-5", "Mueller, Tim; Ceder, Gerbrand", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "38", "),\r\n    ", "17974-17983", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics in the generalized gradient approxn. to d. functional theory and ground-state relaxations are used to study the interaction between mol. hydrogen and the metal-org. framework with formula unit Zn4O(O2C-C6H4-CO2)3.  Five sym. unique adsorption sites are identified, and calcns. indicate that the sites with the strongest interaction with hydrogen are located near the Zn4O clusters.  Twenty total adsorption sites are found around each Zn4O cluster, but after 16 of these are populated, the interaction energy at the remaining 4 sites falls off significantly.  The adsorption of hydrogen on the pore walls creates an attractive potential well for hydrogen in the center of the pore.  The effect of the framework on the phys. structure and electronic structure of the org. linker is calcd., suggesting ways by which the interaction between the framework and hydrogen could be modified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXps1eqtrw%253D&md5=61c55fce2a788131e154bc25079a0a39", " ", "Note Added After ASAP Publication", "This article was published ASAP on May 7, 2012, with errors in Table 2. The correct version was reposted on May 9, 2012."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcafh/2012/jpcafh.2012.116.issue-20/jp302190v/production/images/small/jp-2012-02190v_0005.gif\">"]}
