{"title": ["Combinational Synthetic Approaches for Isoreticular and Polymorphic Metal–Organic Frameworks with Tuned Pore Geometries and Surface Properties"], "authors": ["Seok Jeong", "Dongwook Kim", "Sunyoung Shin", "Dohyun Moon", "Sung June Cho", "Myoung Soo Lah"], "doi": ["10.1021/cm404239s"], "abstract": ["Isoreticular and polymorphic 3-D MOFs were prepared via the combination of direct solvothermal reactions, postsynthetic ligand exchanges of the MOFs prepared via the direct solvothermal reactions, and postsynthetic ligand insertions into a 2-D MOF. The appropriate pore dimensions, surface areas, and adsorption enthalpies of the MOFs combined well to produce the largest working CO", " capture capacities via the pressure swing adsorption process."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Introduction", "Porous metal–organic frameworks (MOFs) are very interesting materials because of their large surface areas and the tunability of the surface properties.", "(1)", " The pore geometries and surface properties of the MOFs can be utilized in various applications, including gas storage and separation.", "(2)", "The conventional approach for the preparation of MOFs is a one-pot solvothermal reaction with appropriate building blocks. However, the tuning of the pore geometry with desired surface property via a direct one-pot solvothermal reaction is a challenging task. Postsynthetic modification of MOFs is an alternative approach to obtaining MOFs with a tuned pore property.", "(3)", " Postsynthetic covalent modification of the organic linker of the MOF or postsynthetic dative modification on the framework metal center can be utilized for the modulation of pore geometry and surface property. Postsynthetic exchanges of the framework metal ions", "(4)", " and the organic ligands", "(5)", " in MOFs have also been reported as new approaches for the tuning of pore properties.", "Recent investigations on MOFs are focused on CO", "2", " captures rather than CO", "2", " storages.", "(6)", " Potential industrial postcombustion CO", "2", " capture processes require various pore characteristics of the MOFs, depending on the specific process conditions.", "(7)", " The presence of a strong adsorption site in the MOF is very important for CO", "2", " capture in vacuum swing adsorption (VSA) and temperature swing adsorption (TSA) processes of real flue gases with typical ∼15% CO", "2", " fraction.", "(8)", " The large adsorption enthalpy of the MOFs with strong adsorption sites such as open metal sites", "(9)", " and amine functional groups", "(10)", " is one of the most important factors determining the working CO", "2", " capture capacities in these processes. However, for the pressure swing adsorption (PSA) process between the pressurized real flue gas of ∼6 bar and the depressurized gas of ∼1 bar, a moderate adsorption enthalpy of MOFs with tuned pore geometry and surface property is more important in determining the working CO", "2", " capture capacities than a large surface area and/or large adsorption enthalpy.", "(7)", "Here, we report the preparation and characterization of a series of isoreticular and polymorphic MOFs with tuned pore geometries and surface properties via combinational synthetic approaches, direct one-pot solvothermal reaction, and subsequent postsynthetic ligand exchange (PLE) and postsynthetic ligand insertion (PLI) of the MOF prepared via the direct one-pot solvothermal reaction. The pore properties, including the pore dimensions and geometries and the specific surface areas of a series of MOFs prepared via the combinational synthetic approaches, were investigated. The potentials of the MOFs as postcombustion CO", "2", " capture materials based on the working CO", "2", " capture capacities in VSA and PSA processes are discussed.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Experimental Section", "General Procedures", "All reagents were purchased from commercial sources and used without further purification. Elemental analysis (EA) (C, H, and N) was performed at the Central Research Facilities of the Ulsan National Institute of Science & Technology (Ulsan, Korea). Fourier transform infrared (FT-IR) spectra were recorded as KBr pellets with a NICOLET iS 10 FT-IR spectrophotometer (4000–400 cm", "–1", "). Nuclear magnetic resonance (NMR) spectra were obtained on a Varian-600 NMR spectrometer. Thermal gravimetric analysis (TGA) data were recorded using a TA Instruments Q-600 series thermal gravimetric analyzer under flowing nitrogen gas. Powder X-ray diffraction (PXRD) data were recorded using a Bruker D2 Phaser automated diffractometer at room temperature, with a step size of 2θ = 0.02°. Simulated PXRD patterns were calculated using the Material Studio software package", "(11)", " employing a structural model from single-crystal data.", "Preparation of MOFs via Direct Solvothermal Reaction", "[Ni(HBTC)(DMF)", "2", "] and HB-d", " [Ni(HBTC)(DMF)", "2", "] (where H", "3", "BTC = 1,3,5-benzenetricarboxylic acid) and HB-d (HB-d: [Ni(HBTC)(bipy)] of an ", "h", "ms", " topology with 4,4′-bipyridine (", "b", "ipy) pillar prepared via ", "d", "irect solvothermal reaction)", "(12)", " were prepared in DMF according to the reported procedure.", "(13)", " The crystals of [Ni(HBTC)(DMF)", "2", "] and HB-d were harvested and washed using ", "N", ",", "N", "′-dimethylformamide (DMF) and then air-dried at ambient temperature for a couple of hours. The activated sample was prepared by soaking the crystals of HB-d in fresh DMF for 2–3 d and in methylene chloride for 1 d and then vacuum-drying at ambient temperature overnight.", "GP-d (GP-d: [Ni(HBTC)(pz)] of a ", "g", "ra", " topology with pyrazine (", "p", "z) pillar prepared via ", "d", "irect solvothermal reaction) was prepared using a procedure that was slightly modified from the reported procedure.", "(14)", " A mixture of Ni(NO", "3", ")", "2", "·6H", "2", "O (0.0955 g, 0.328 mmol), H", "3", "BTC (0.0583 g, 0.277 mmol), and pz (0.0660 g, 0.824 mmol) was dissolved in 10 mL of DMF. The solution in a tightly sealed 20 mL vial was heated at 70 °C for 2 d to form greenish cyan crystals. The crystals harvested were washed using fresh DMF and then air-dried in ambient conditions for an hour. Yield = 0.087 g. The activated sample was prepared by soaking the crystals of GP-d in fresh DMF for 2–3 days and in methylene chloride for 1 d and then vacuum-drying at 50 °C for 2 d. The elemental analysis (EA) was performed using the activated sample exposed in air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(pz)]·1.6H", "2", "O (C", "13", "H", "11.2", "N", "2", "O", "7.6", "Ni, fw = 375.73 g/mol). Found. (Calcd): C = 41.63 (41.56) %; H = 3.01 (3.00) %; N = 7.45 (7.46) %. IR of the activated sample (KBr, cm", "–1", "): 3379 (vs, b), 3123 (w, b), 2928 (vw, b), 1881 (w, b), 1707 (s, sh), 1658 (vs), 1612 (vs), 1544 (s), 1441 (vs), 1421 (s, sh), 1373 (vs), 1261 (m, b), 1233 (w, sh), 1188 (vw), 1162 (m), 1125 (m), 1096 (m), 1065 (m), 1022 (w), 937 (w), 904 (w), 866 (w), 815 (m), 797 (w, sh), 760 (m), 745 (m), 719 (m), 667 (w), 543 (m, b), 520 (w, sh), 481 (m), 453 (w), 417 (w).", "Preparation of MOFs via Postsynthetic Ligand Exchange (PLE)", "Before the ligand exchange and the ligand insertion, the as-synthesized single crystals were presoaked in DMF for a couple of days to remove any remaining reactants and side products present in the solvent cavities. After decanting the solvent, the crystals were air-dried at ambient temperature for a couple of hours.", "HP-e (HP-e: [Ni(HBTC)(pz)] of an ", "h", "ms", " topology with ", "p", "z pillar prepared via PL", "E", " reaction) was prespared as follows. A 100–200 mg amount of the crystals of HB-d presoaked in DMF was transferred to a vial of 40 mL of 1.0 M pz DMF solution, and the solution in the vial was stored in an oven at 100 °C for 1–2 weeks depending on the sample amount. The solution was refreshed 4–7 times during the soaking. The progress of the ligand exchange was checked using PXRD. When the ligand exchange was completed, the harvested crystals were washed using fresh DMF more than five times and then air-dried at ambient temperature for 1 h. IR of HP-e (KBr, cm", "–1", "): 3396 (vs, b), 3124 (w, b), 3087 (w, b), 3065 (w, b), 2934 (w, b), 1698 (s, b), 1667 (m, sh), 1660 (m), 1616 (s), 1557 (s, sh), 1538 (s), 1453 (m, sh), 1436 (s), 1422 (s), 1402 (m), 1376 (vs), 1322 (w, b), 1276 (m, b), 1238 (m, sh), 1189 (vw), 1162 (w), 1125 (w), 1109 (vw), 1091 (w), 1065 (m), 832 (vw), 811 (w), 767 (w, sh), 751 (s), 732 (m), 722 (w, sh), 685 (w), 661 (vw), 609 (vw), 548 (vw), 516 (vw), 482 (m), 417 (vw). The activated sample was prepared by soaking the crystals of HP-e in fresh DMF for 2–3 d and in methylene chloride for 1 d and then vacuum-drying at ambient temperature for 3 d. EA was performed on the activated sample reexposed in air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(pz)]·1.2H", "2", "O (C", "13", "H", "10.4", "N", "2", "O", "7.2", "Ni, fw = 368.53 g/mol). Found (Calcd): C = 42.67 (42.37) %; H = 2.92 (2.84) %; N = 7.52 (7.60) %. IR of the activated sample (KBr, cm", "–1", "): 3396 (vs, b), 3126 (w, b), 3082 (w, b), 2932 (w, b), 1705 (m, sh), 1664 (vs), 1613 (vs), 1541 (s), 1444 (vs), 1422 (s), 1379 (vs), 1261 (m, b), 1184 (w, sh), 1163 (m), 1124 (m), 1095 (m), 1065 (m), 1022 (w), 936 (vw), 914 (w), 858 (vw), 816 (m), 797 (vw, sh), 760 (w, sh), 747 (m), 720 (m), 689 (w, sh), 669 (vw), 544 (w), 522 (w, sh), 483 (m), 455 (vw, sh), 418 (w).", "GB-e (GB-e: [Ni(HBTC)(bipy)] of a ", "g", "ra", " topology with ", "b", "ipy pillar prepared via PL", "E", " reaction) was prepared as follows. Approximately 200 mg of the crystals of GP-d presoaked in DMF was transferred to a vial of 20 mL of 0.2 M bipy DMF solution, and the solution in the vial was stored in an oven at 70 °C for 4 d. When the ligand exchange was completed, the harvested crystals were washed using fresh DMF more than five times and then air-dried at ambient temperature for an hour. Single crystals good enough for structure analysis were obtained by soaking approximately 100 mg of the crystals of GP-d presoaked in DMF in a capped vial of a 10 mL amount of 0.1 M bipy DMF solution at ambient temperature for three months. The activated sample was prepared by soaking the crystals of GB-e in fresh DMF for 2–3 d and in methylene chloride for 2 d. During the soaking in methylene chloride, the solvent was refreshed more than seven times, and then the sample was vacuum-dried at ambient temperature for 2 d. EA was performed on the activated sample reexposed to air for a couple of minutes before the analysis. Elem. Anal calcd for [Ni(HBTC)(bipy)]·3.3H", "2", "O (C", "19", "H", "18.6", "N", "2", "O", "9.3", "Ni, fw = 482.46 g/mol). Found (Calcd): C = 47.23 (47.30) %; H = 3.84 (3.89) %; N = 5.75 (5.81) %. IR of the activated sample (KBr, cm", "–1", "): 3357 (vs, b), 3238 (vs, b), 3101 (s, b), 1953 (vw, b), 1872 (vw, b), 1700 (m), 1656 (m), 1611 (vs), 1550 (vs), 1492 (w), 1433 (m), 1417 (m), 1365 (vs), 1320 (w, sh), 1262 (m), 1221 (m), 1188 (w), 1103 (w), 1069 (w), 1047 (vw), 1011 (w), 933 (w), 900 (vw, sh), 857 (w), 814 (m), 764 (m), 717 (s), 684 (m, sh), 636 (m), 574 (w), 542 (vw, b), 518 (vw, b), 460 (vw), 416 (vw).", "Preparation of MOFs via Postsynthetic Ligand Insertion (PLI)", "GP-i (GP-i: [Ni(HBTC)(pz)] of a ", "g", "ra", " topology with ", "p", "z pillar prepared via PL", "I", " reaction) could be prepared via postsynthetic pz insertion into 2-D [Ni(HBTC)(DMF)", "2", "] in DMF. Approximately 200 mg of the crystals of [Ni(HBTC)(DMF)", "2", "] was transferred to a vial of 20 mL of 0.5 M pz DMF solution, and the solution in the tightly sealed vial was stored in an oven at 100 °C for 11 d. The progress of the ligand insertion was checked using PXRD. When the ligand insertion was completed, the harvested crystals were washed using fresh DMF more than 3–4 times and then air-dried at ambient temperature for 1 h. The crystals presoaked in DMF were soaked in methylene chloride for 2 d, and the solvent was refreshed five times during the soaking. The complete replacement of the solvent DMF by methylene chloride was checked using ", "1", "H NMR spectroscopy.", "GB-i (GB-i: [Ni(HBTC)(bipy)] of a ", "g", "ra", " topology with ", "b", "ipy pillar prepared via PL", "I", " reaction) could be prepared via postsynthetic bipy insertion into 2-D [Ni(HBTC)(DMF)", "2", "] in DMF. Approximately 200 mg of the crystals of [Ni(HBTC)(DMF)", "2", "] was transferred to a vial of 20 mL of 0.5 M bipy DMF solution, and the solution in the tightly sealed vial was stored in an oven at 100 °C for 11 d. The progress of the ligand insertion was checked using PXRD. When the ligand insertion was completed, the harvested crystals were washed using fresh DMF more than 3–4 times and then air-dried at ambient temperature for an hour. The crystals presoaked in DMF were soaked in methylene chloride for 2 d, and the solvent was refreshed five times during the soaking. The complete replacement of the solvent DMF by methylene chloride was checked using ", "1", "H NMR spectroscopy. The activated sample was prepared by vacuum-drying GB-i at ambient temperature for 2 d. Elem. Anal calcd for [Ni(HBTC)(bipy)]·1.9H", "2", "O (C", "19", "H", "15.8", "N", "2", "O", "7.9", "Ni, fw = 456.23 g/mol). Found (Calcd): C = 49.91 (49.91) %; H = 3.45 (3.48) %; N = 6.25 (6.13) %.", "Gas Sorption Measurements", "All the gas sorption isotherms were measured using a BELSORP-max (BEL Japan, Inc.) and an ASAP 2020 (Micromeritics Instrument Corporation) absorption system employing a standard volumetric technique up to saturated pressure. The N", "2", " (purity = 99.9999%) sorption isotherms were monitored at 77 K. The adsorption data in the pressure range <0.1 ", "P", "/", "P", "0", " were fitted to the Brunauer–Emmett–Teller (BET) equation to determine the BET specific surface area. The entire set of adsorption data was used to obtain the Langmuir specific surface area. The CO", "2", " (purity = 99.999%) sorption isotherms were monitored at 195, 273, and 298 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Result and Discussion", "Direct Solvothermal Reaction", "HB-d could be obtained via direct solvothermal reaction of Ni(II) ion with H", "3", "BTC in the presence of bipy as a pillaring linker.", "(13)", " However, the attempt to reproduce the isoreticular MOF, HP-d ([Ni(HBTC)(pz)] of an ", "h", "ms", " topology with ", "p", "z pillar prepared via ", "d", "irect solvothermal reaction), using the reported solvothermal synthetic procedure", "(14)", " with Ni(II), H", "3", "BTC, and pz in 1:1:1 mol ratio produced a mixture of [Ni(HBTC)(DMF)", "2", "] and GP-d (Figure ", "1", ").", "Figure 1. PXRD patterns of the samples prepared according to the reported synthetic procedure for [Ni(HBTC)(pz)] of Ni(NO", "3", ")", "2", "·6H", "2", "O, H", "3", "BTC, and pz in 1:1:1 mole ratio and other mole ratios.", "While the reaction in a 1:1:0.5 mole ratio only produced [Ni(HBTC)(DMF)", "2", "] (Figure ", "1", "b), the similar reaction in a 1:1:1.5 mole ratio or in higher pz mole ratio resulted in GP-d as a pure phase (Figure ", "1", "d,e). The PXRD pattern of GP-d is similar to that of HP-d reported as the ", "hms", " topology but not identical (Figure ", "1", "f).", "(15)", "PLE", "HP-e could be obtained by soaking HB-d in pz DMF solution (", "Supporting Information", " Figure S1). The PXRD pattern of HP-e is very similar to that of GP-d but is not identical (Figure ", "2", "). The single-crystal structure analyses of GP-d and HP-e revealed that they are polymorphic MOFs of the same [Ni(HBTC)(pz)] formula with the same 3,5-connection but different net topologies, ", "gra", " and ", "hms", " topologies, respectively (Figure ", "3", " and ", "Supporting Information", " Figure S2).", "(16)", "Figure 2. PXRD patterns of GP-d and of HP-e and their simulated PXRD patterns from the corresponding single-crystal structure models.", "Figure 3. Ball-and-stick diagrams of GP-d and HP-e. (a) Top and (b) side views of the ball-and-stick diagram of GP-d. (c) A schematic drawing of GP-d that shows a ", "gra", " topology. (d) Top and (e) side views of the ball-and-stick diagram of HP-e. (f) A schematic drawing of HP-e that shows a ", "hms", " topology. In (c) and (f), the 5-c metal ion is shown as a cyan ball, and the 3-c HBTC", "2–", " ligand is shown as a green ball.", "In GP-d, the Ni(II) ions in the 2-D sheet, [Ni(HBTC)], of an ", "hcb", " topology are interconnected to the Ni(II) ions of the next neighboring 2-D sheets via pillaring pz linkers to form the 3,5-c network of a ", "gra", " topology (Figure ", "3", "a–c). The framework of the ", "gra", " topology generates the cage-like pores (Figure ", "4", " and ", "Supporting Information", " Figure S3) interconnected to form a three-dimensional microporous structure with the total pore volume consisting of 41.3% of the total unit cell volume. In HP-e, the Ni(II) ions in the 2-D sheet are also interconnected to the Ni(II) ions of the next neighboring 2-D sheets via pillaring pz linkers, as in GP-d. However, the 2-D sheets in HP-e are stacked to form the framework of a 3,5-c ", "hms", " topology (Figure ", "3", "d–f). The polymorphic framework of the ", "hms", " topology produces a different kind of the cage-like pores being aligned along the crystallographic ", "c", "-axis to form a 1-D channel. The channels are interconnected along the crystallographic ", "ab", "-plane to form a 3-D microporous structure with the pore volume consisting of 46.9% of the total unit cell volume, which is slightly larger than the pore volume of GP-d.", "Figure 4. (a) Ball-and-stick model of the cage-like pore of GP-d of a ", "gra", " topology with a yellow dummy ball in the center of the cavity and (b) the corresponding tile with the net. (c) Ball-and-stick model of the cage-like pore of HP-e of an ", "hms", " topology with a yellow dummy ball in the center of the cavity and (d) the corresponding tile with the net.", "While the direct solvothermal reaction of Ni(II) with H", "3", "BTC in the presence of bipy only produced HB-d, GB-e could be obtained via postsynthetic ligand exchange. The PXRD patterns of HB-d and GB-e are slightly different from each other (Figure ", "5", "). While a peak at ∼11.5° was observed in GB-e, there is no corresponding peak in HB-d. While there is a peak at ∼22.3° in HB-d, no corresponding peak is observed in GB-e. The two peaks observed at ∼21.4° and ∼22.8° in HB-d were shifted to ∼21.6° and ∼22.7°, respectively, in GB-e. In addition, the crystal color of the activated GB-e is also slightly different from that of the activated HB-d (", "Supporting Information", " Figure S2).", "Figure 5. PXRD patterns of HB-d and GB-e.", "The single-crystal structure analysis confirmed that GB-e and HB-d are also polymorphic MOFs of the same 3,5-connection but different net topologies, ", "gra", " and ", "hms", " topologies, respectively (Figure ", "6", " and ", "Supporting Information", " Figures S4–S5). GB-e of the longer bipy has a larger solvent cavity (47.9% of the total unit cell) than that of GP-d of the same net topology, ", "gra", ", but of the shorter pz (41.3% of the total unit cell volume). On the other hand, the solvent cavity volume of GB-e of the ", "gra", " topology is smaller than that of HB-d of the same bipy pillar but of different net topology, ", "hms", " (54.8% of the total unit cell volume).", "(13)", "Figure 6. Ball-and-stick diagrams of GB-e of a ", "gra", " net topology and HB-d of an ", "hms", " net topology. (a) Top and (b) side views of the ball-and-stick diagram of GB-e. (c) The schematic drawing of GB-e that shows a 3,5-conneted ", "gra", " net topology. (d) Top and (e) side views of the ball-and-stick diagram of HB-d. (f) A schematic drawing of HB-d that shows a 3,5-conneted ", "hms", " net topology. In (c) and (f), the 5-c metal ion is a cyan ball and the 3-c HBTC", "2–", " ligand is a green ball.", "PLI", "GP-i could also be obtained via the insertion of pz into the 2-D MOF of an ", "hcb", " topology. In the reported 2-D MOF [Ni(HBTC)(DMF)", "2", "], the 2-D sheets with both Ni(II) ion and HBTC", "2–", " as 3-c nodes are stacked in a staggered fashion to form −(AB)", "n", "– layered structure as the graphene sheets in a hexagonal graphite structure (Figure ", "7", "a–c).", "Figure 7. Ball-and-stick diagrams of (a–c) the 2-D MOF, [Ni(HBTC)(DMF)", "2", "], of an ", "hcb", " topology and (d–f) the 3-D MOF, GP-i of a ", "gra", " topology.", "However, the alternating −(AB)", "n", "– staggered stacking of the 2-D sheets is different from that of the 2-D sheets in the 3-D MOFs of the ", "gra", " topology. While the Ni(II) ions in all of the sheets at the 3-D MOFs of the ", "gra", " topology are aligned along the crystallographic ", "c", "-axis (Figure ", "7", "d–f), the HBTC", "2–", " ligands in all of the sheets of 2-D [Ni(HBTC)(DMF)", "2", "] are aligned along the crystallographic ", "c", "-axis (Figure ", "7", "a–c). For the construction of a 3-D MOF via the insertion of a pillaring ligand, two different types of structural reorganization of the 2-D sheets are possible. The first type of structural reorganization is the rotation of the 2-D sheets to align the Ni(II) ions along the crystallographic ", "c", "-axis with the adjustment of the intersheet distance for the construction of an MOF of an ", "hms", " topology, which is less likely to happen because of the extensive movement of the parts of the sheets away from the rotation axis. The other type of structural reorganization is a translational structural reorganization, which is a sliding of the sheets parallel to the crystallographic ", "ab", "-plane to align the Ni(II) ions along the crystallographic ", "c", "-axis with a marginal adjustment of the intersheet distance to accommodate the pillaring linker between the sheets, which could lead to the MOF of the ", "gra", " topology. Soaking the crystals of the 2-D MOF in pz DMF solution resulted in the insertion of pz between the 2-D sheets to form crystalline product of GP-i. The PXRD pattern of the product is slightly different from that of HP-e of an ", "hms", " topology but very similar to that of GP-d of a ", "gra", " topology (Figure ", "8", "). The single crystal structure analysis confirms that GP-i is isostructural to GP-d.", "(17)", "Figure 8. PXRD pattern of GP-i prepared via postsynthetic pz insertion into 2-D [Ni(HBTC)(DMF)", "2", "] and a comparison with those of GP-d and HP-e.", "The postsynthetic insertion of bipy into the 2-D MOF also leads to GB-i, which is isostructural to GB-e obtained via the PLE reaction. The PXRD pattern of GB-i shows the same characteristic peaks observed in the PXRD pattern of GB-e (Figure ", "9", "), which tells us that the postsynthetically inserted MOF is the 3-D MOF, [Ni(HBTC)(bipy)], of the ", "gra", " topology.", "Figure 9. PXRD pattern of GB-i via postsynthetic bipy insertion into 2-D [Ni(HBTC)(DMF)", "2", "] and a comparison with those of HB-d and GB-e.", "Isoreticular and Polymorphic MOFs via the Combinational Synthetic Approaches", "Via the combinational synthetic approaches, either two sets of isoreticular MOFs, HB-d and HP-e of the same ", "hms", " topology and GP-d (or GP-i) and GB-e (or GB-i) of the same ", "gra", " topology, or two sets of polymorphic MOFs, HB-d and GB-e (or GB-i) of the same [Ni(II)(HBTC)(bipy)] formula and HP-e and GP-d (or GP-i) of the same [Ni(II)(HBTC)(pz)] formula, could be obtained (Scheme ", "1", ").", "Scheme 1. Preparation of HB-d, GP-d, GB-e, HP-e, GB-i, and GP-i via the Combinational Synthetic Approaches", "HB-d could be prepared via a direct one-pot solvothermal reaction using Ni(II) ion and HBTC", "2–", " as components for the 2-D sheet and using bipy as a pillaring component between the 2-D sheets. However, the similar one-pot solvothermal reaction in the presence of pz as a pillaring component only produced GP-d rather than isoreticular HP-d. HP with the pz as a pillaring linker could only be obtained via the PLE of the bipy pillar of HB-d. HP-e obtained via the PLE is polymorphic to GP-d that is prepared via the direct solvothermal reaction. GB could be obtained either via the PLE of the pillaring pz linker of GP-d of the same ", "gra", " topology or via the PLI of the pillaring pz linker into 2-D [Ni(HBTC)(DMF)", "2", "].", "Gas Sorption Behaviors", "Activation of the MOFs", "The solvent molecules in the pores can be removed by soaking the MOFs in volatile methylene chloride and vacuuming at either ambient temperature or 50 °C. The proper activation of the samples was confirmed by using the ", "1", "H NMR spectra, TGA data, and the PXRD studies of the activated samples (", "Supporting Information", " Figures S6–S10).", "N", "2", " Adsorptions", "The N", "2", " sorption studies on the activated polymorphic MOFs confirmed the microporosity of the frameworks expected from their single-crystal structures. Both adsorption isotherms of N", "2", " on HP-e and GP-d at 77 K are typical type I (Figure ", "10", "). The N", "2", " uptake amount on HP-e of an ", "hms", " topology at ", "P", "/", "P", "0", " ≈ 1 is slightly larger than that on GP-d of a ", "gra", " net topology (Table ", "1", "), which agrees well with the different solvent cavity volumes calculated based on the single-crystal structures of the two polymorphic frameworks of different net topologies. As expected from the weakly interacting property of N", "2", " with the pore surface of the MOFs, the adsorption amounts of N", "2", " on GP-d and HP-e at 293 K are negligible.", "Figure 10. N", "2", " sorption isotherms on the activated HB-d, GP-d, HP-e, GB-e, and GB-i at 77 and 293 K (or 298 K).", "Table 1. N", "2", " Sorption Behaviors and Pore Properties of the Activated MOFs, HB-d, GP-d, HP-e, GB-e, and GB-i", "MOFs", "N", "2", " uptake (cm", "3", "/g), 77 K, ∼1 bar", "BET surface area (m", "2", "/g)", "Langmuir surface area (m", "2", "/g)", "V", "p,measured", " (cm", "3", "/g)", "V", "p,calculated", " (cm", "3", "/g)", "d", "p,avg", " (Å)", "HB-d", "490", "1940", "2130", "0.76", "0.72", "10.2", "GP-d", "267", "1090", "1160", "0.41", "0.39", "9.3", "HP-e", "293", "1210", "1270", "0.45", "0.45", "9.1", "GB-e", "498", "1840", "2160", "0.77", "0.59", "9.8", "GB-i", "465", "1790", "2010", "0.74", "–", "8.8", "The N", "2", " adsorption isotherms of the other two activated polymorphic MOFs, HB-d and GB-e (or GB-i), at 77 K are also typical type I, which suggests that all of the MOFs are as microporous as GP-d and HP-e, even though the pore volumes of HB-d and GB-e (or GB-i) with the longer bipy pillar are larger than those of HP-e and GP-d with the shorter pz pillar. The N", "2", " uptake amount on GB-e (or GB-i) of a ", "gra", " topology with the bipy pillar at ", "P", "/", "P", "0", " ≈ 1 is significantly larger than those on GP-d and HP-e with the shorter pz pillar and similar to that on HB-d with the same bipy pillar but of a different ", "hms", " topology (Table ", "1", ").", "(18)", " The observed pore volume of GB-e (0.77 cm", "3", "/g) is much larger than the calculated pore volume of GB-e (0.59 cm", "3", "/g) prepared via the postsynthetic ligand exchange (", "Supporting Information", " Table S5). During the soaking of GP-d in bipy solution, not only the pillar exchange from pz to bipy to produce GB-e but also the localized elimination of some [Ni(HBTC)(pz)] fragments in the 2-D sheets have simultaneously occurred to lead to the framework of the larger pore volume while retaining the overall framework integrity. The N", "2", " adsorption amounts on HB-d and GB-e (or GB-i) are also negligible at 298 K, as on GP-d and HP-e.", "Pore Size Distributions of the Activated MOFs", "The pore size distribution of GP-d calculated using the SF model is similar to that of HP-e (", "Supporting Information", " Figure S11).", "(19)", " Even though the total pore volume of HP-e is slightly larger than that of GP-d, the average pore dimension of HP-e (9.1 Å) is smaller than that of GP-d (9.3 Å). The BET and the Langmuir surface areas of HP-e calculated from the N", "2", " adsorption isotherm are also slightly larger than those of GP-d (Table ", "1", " and ", "Supporting Information", " Figures S12 and S13). The N", "2", " adsorption isotherms of HB-d and GB-e (or GB-i) show that the pore volumes of HB-d and GB-e (or GB-i) with the longer bipy pillar are larger than those of HP-e and GP-d with the shorter pz pillar.", "CO", "2", " Adsorptions", "CO", "2", " adsorption behaviors on HB-d, GB-e, GB-i, HP-e, and GP-d at 195 K are expected from the single-crystal structures of the MOFs (", "Supporting Information", " Figure S14). The CO", "2", " uptake amounts are related to the pore volumes of the MOFs, which depend on the lengths of the pillaring linkers, bipy and pz. HB-d and GB-e (or GB-i) with the longer bipy pillar show the larger uptake amounts of CO", "2", " at 1 bar than those of HP-e and GP-d with the shorter pz pillar.", "The CO", "2", " adsorption behaviors at 273 and 298 K are different from those at 195 K (Figure ", "11", " and ", "Supporting Information", " Figure S15; Table ", "2", " and ", "Supporting Information", " Table S5). HP-e with pz as a pillar shows the largest uptakes at both ∼0.15 bar (the approximate CO", "2", " partial pressure of flue gas) and 1 bar. The CO", "2", " sorption behavior on GP-d with the same pz pillar is similar to that on HP-e, but the adsorption amounts at both ∼0.15 and 1 bar are smaller than the corresponding amounts on HP-e. The CO", "2", " sorption behaviors of HB-d and GB-e (or GB-i) with bipy pillar at 273 and 298 K are quite different from those of HP-e and GP-d with a pz pillar. While the CO", "2", " uptakes on HB-d and GB-e (or GB-i) at ∼0.15 bar are significantly smaller than those on GP-d and HP-e, the uptakes at ∼1 bar are comparable to those on GP-d and HP-e. The frameworks of HB-d and GB-e (or GB-i) with the larger pore dimensions have smaller CO", "2", " adsorption enthalpies than those of HP-e and GP-d. The smaller CO", "2", " adsorption enthalpies of HB-d and GB-e (or GB-i) than those of HP-e and GP-d led to the smaller CO", "2", " uptakes at ∼0.15 bar and the larger pore volumes of HB-d and GB-e (or GB-i) than those of HP-e and GP-d, and the appropriate CO", "2", " adsorption enthalpies resulted in comparable CO", "2", " uptakes at ∼1 bar.", "Figure 11. CO", "2", " sorption isotherms on HB-d, GB-e, GB-i, HP-e, and GP-d at (a) 273 K and (a) 298 K and (c) their adsorption enthalpies.", "Table 2. PSA and VSA CO", "2", " Working Capacities of MOFs", "MOFs", "BET surface area (m", "2", " g", "–1", ")", "PSA (mmol g", "–1", ")", "VSA (mmol g", "–1", ")", "Qst (kJ mol", "–1", ")", "reference", "HB-d", "1940", "4.7 (4.3)", "a", "1.8", "19.6", "this work", "HP-e", "1210", "4.6 (4.7)", "a", "3.9", "35.2", "this work", "GP-d", "1090", "3.3 (3.2)", "a", "3.0", "37.8", "this work", "GB-e", "1840", "4.0 (3.7)", "a", "1.5", "24.7", "this work", "GB-i", "1790", "– (3.3)", "a", "1.4", "22.2", "this work", "HKUST-1", "1690", "4.5", "1.6", "26", "7", "PCN-11", "1931", "4.0", "1.4", "23", "7", "PCN-16", "2273", "3.3", "1.1", "23", "7", "Zn-MOF-74", "885", "3.6", "2.7", "30", "7", "Mg-MOF-74", "1332", "2.1", "4.1", "45", "7", "MOF-5", "3500", "0.7", "0.2", "15", "7", "ZIF-8", "1980", "0.7", "0.2", "17", "7", "a", "The PSA working CO", "2", " capture capacities were calculated as the differences of the CO", "2", " adsorption amounts at 1.2 and 0.2 bar, and the PSA working CO", "2", " capture capacities in parentheses are the values calculated as the differences of the CO", "2", " adsorption amounts at 1.0 and 0.15 bar.", "Working CO", "2", " Capture Capacity", "The CO", "2", " uptake amount of HP-e at 298 K and ∼1 bar (23.6% (157 cm", "3", "/g)) is slightly smaller than that of the best MOF, Mg-MOF-74 (27.4%), in the same condition.", "(20)", " However, the working CO", "2", " capture capacity, defined as the difference in adsorbed amounts between two specific conditions, two different temperatures for the TSA process and two different pressures for the VSA and PSA processes, is more important for the true CO", "2", " capture performance. Even for the same MOF, the working CO", "2", " capture capacity is dependent on the type of the capture processes employed. For the VSA process, the presence of a strong adsorption site is essential for large working CO", "2", " capture capacity because of the low partial pressure of CO", "2", " in the flue gas.", "(8)", " Mg-MOF-74 with strongly interacting open metal sites showed the largest CO", "2", " uptake in the low-pressure region,", "(20)", " and the VSA working CO", "2", " capture capacity (between 0.3 and 0.01 bar) is 4.1 mmol/g, which is the largest reported (Table ", "2", ").", "(4)", " Although HP-e does not have any open metal sites, its CO", "2", " adsorption enthalpy is quite high (35.2 kJ/mol), and the VSA working CO", "2", " capture capacity is 3.9 mmol/g, which is only slightly lower than the largest capture capacity of Mg-MOF-74. For the PSA process between the pressurized real flue gas of ∼6 bar and the depressurized gas of ∼1 bar, a moderate adsorption enthalpy of MOFs with tuned pore geometries and surface properties is more important in determining the working CO", "2", " capture capacity than the large adsorption enthalpy.", "(7)", " Because the CO", "2", " partial pressures of the pressurized and depressurized real flue gas correspond to 1.0–1.2 bar and 0.15–0.2 bar, respectively, the working CO", "2", " capture capacity of an MOF in the PSA process corresponds to the difference in the adsorbed amounts between 1.0–1.2 bar and 0.15–0.2 bar of pure CO", "2", " gas. The PSA working CO", "2", " capture capacity of HP-e (between 1.2 and 0.2 bar) is 4.6 mmol/g (Figure ", "11", " and ", "Supporting Information", " Figure S15; Table ", "2", " and ", "Supporting Information", " Table S5), which is even slightly larger than the largest PSA capture capacity of HKUST-1, 4.5 mmol/g, at the same condition. The PSA working CO", "2", " capture capacity of HP-e between 1.0 to 0.15 bar (4.7 mmol/g) is even slightly larger than the PSA capture capacity of the same HP-e between 1.2 to 0.2 bar (4.6 mmol/g). The capture performance of an MOF can be varied depending on the specific process conditions. The working CO", "2", " capture capacity of an MOF varies slightly depending on the exact adsorption and desorption conditions chosen. The VSA working CO", "2", " capture capacity of HB-d with the larger pore volume and BET surface area than those of HP-e is only 1.8 mmol/g. The small VSA working CO", "2", " capture capacity is related to the small adsorption enthalpy of HB-d. However, the PSA working CO", "2", " capture capacity of HB-d between 1.2 to 0.2 bar is the largest, 4.7 mmol/g. Even though the adsorption enthalpy of HP-e is slightly smaller than that of GP-d, the PSA working CO", "2", " capture capacity of HP-e is much larger than that of GP-d. The surface area also affects the PSA capture capacity. The larger PSA working CO", "2", " capture capacity of HP-e than that of GP-d might be due to the larger surface area of HP-e.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Conclusions", "A series of isoreticular and polymorphic 3-D MOFs could be prepared via the combination of (a) direct solvothermal reaction using Ni(II) ion and H", "3", "BTC as building components for the 2-D sheet of an ", "hcb", " topology and bipy or pz as a pillar between the sheets and (b) PLE of, and PLI into, the MOF prepared via the direct solvothermal reaction. The microporous 3-D MOF, HB-d, of a 3,5-c ", "hms", " topology could be prepared via a one-pot solvothermal reaction. However, a similar solvothermal reaction in the presence of pz only produced another microporous 3-D MOF, GP-d, of the same 3,5-connection but different net topology, ", "gra", " topology. HP-e could only be obtained via the PLE. Similarly, GB-e or GB-i, which is isoreticular to GP-d, could be obtained via either the PLE or the PLI. The series of isoreticular and/or polymorphic MOFs are microporous and show interesting CO", "2", " sorption behaviors. Although the BET surface areas of the MOFs are not so large, the MOFs do not contain any open metal sites, and the adsorption enthalpies are not very high, the PSA working CO", "2", " capture capacities of HB-d and HP-e are the largest among the reported MOFs. The appropriate pore dimension, surface area, and adsorption enthalpy could work better for the larger working CO", "2", " capture capacity via the PSA process. The balance between the high adsorption enthalpy and the large surface area might be important for the high PSA CO", "2", " capture capacity. This work demonstrates the utility of the combinational synthetic approaches for the tuning of the pore geometry with desired surface property.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Supporting Information", "CIF files and crystal structure analyses; tables of crystal data and structure refinement; a table of the CO", "2", " sorption behaviors; PXRD patterns of HP-e; optical photographs of the activated crystals; figures of the cage-like pores; NMR spectra, TGA data, and PXRD patterns of the activated samples; pore size distributions and BET and Langmuir surface areas of the activated samples; CO", "2", " sorption isotherms at 195 K; and CO", "2", " sorption isotherms up to ∼1.2 bar at 298 K. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by NRF-2010-0019408 and NRF-2012R1A2A2A01003077 through the National Research Foundation of Korea. The authors acknowledge PAL for beam line use (2013-first-2D-007).", "Abbreviations", "BET", "Brunauer–Emmett–Teller", "bipy", "4,4′-bipyridine", "DMF", "N", ",", "N", "′-dimethylformamide", "EA", "elemental analysis", "H", "3", "BTC", "1,3,5-benzenetricarboxylic acid", "MOF", "metal–organic framework", "PLE", "postsynthetic ligand exchange", "PLI", "postsynthetic ligand insertion", "PSA", "pressure swing adsorption", "PXRD", "powder X-ray diffraction", "pz", "pyrazine", "TGA", "thermal gravimetric analysis", "TSA", "temperature swing adsorption", "VSA", "vacuum swing adsorption", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "References", "This article references 20 other publications.", "1. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "973", "– ", "987", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Zhou", ", ", "H. C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "2. ", "(a) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(b) ", "Zhou", ", ", "W.", " ", "Chem. Rec.", " ", "2010", ",  ", "10", ",  ", "200", "– ", "204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Methane storage in porous metal-organic frameworks: current records and future perspectives", "Zhou, Wei", "Chemical Record", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "200-204", "CODEN:\r\n                ", "CRHEAK", ";\r\n        ISSN:", "1527-8999", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review.  Porous metal-org. frameworks (MOFs) are a novel family of physisorptive materials exhibiting great potential for methane storage applications.  Several MOF compds. have been reported to exhibit high methane uptake at room temp. and modest pressure, with a few even surpassing the target for material-based, adsorbed methane storage set by U.S. Department of Energy.  Here we briefly review the rapid research progress in recent years on methane storage in MOFs and highlight the current record holders.  We also discuss the current understanding of the methane storage mechanism in these fascinating materials and outline the future directions in this field. © 2010 The Japan Chem. Journal Forum and Wiley Periodicals, Inc.  Chem Rec 10: 200-204; 2010: Published online in Wiley InterScience (www.interscience.wiley.com) DOI 10.1002/tcr.201000004.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsFyqs7c%253D&md5=174f0d225731ec56eabc66e3b7c24e4f", "(c) ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(d) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "3. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "970", "– ", "1000", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Allen", ", ", "C. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10188", "– ", "10194", "[", "Crossref", "], [", "CAS", "]", "3. ", "Near-UV photo-induced modification in isoreticular metal-organic frameworks", "Allen, Corinne A.; Cohen, Seth M.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10188-10194", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Isoreticular metal-org. frameworks (IRMOFs) were prepd. using two different ligands protected with photolabile groups: 2-((2-nitrobenzyl)oxy)terephthalic acid (L1) and 2-((4,5-dimethoxy-2-nitrobenzyl)oxy)terephthalic acid (L2).  Irradn. at either 365 or 400 nm results in postsynthetic deprotection (PSD), removing the nitrobenzyl protecting groups from these ligands and generating phenolic groups in the pores of the MOF (55-83% yield).  The photochem. behavior of the ligands in the IRMOFs was not wholly predicted by their reactivity in soln. (i.e. free ligand).  A mixed ligand approach was used, by combining L1 or L2 with NH2-BDC to produce mixed ligand IRMOFs with 30-40% incorporation of the NH2-BDC.  These mixed-ligand IRMOFs were then subjected to both postsynthetic modification (PSM) and PSD.  Two routes to achieve both PSM and PSD were explored: PSM followed by PSD (route 1) and PSD followed by PSM (route 2).  When using 365 nm light for the PSD reaction, route 1 was superior due to absorption of NH2-BDC at 365 nm.  Irradn. at 400 nm gave fewer differences between route 1 and route 2, but the PSD reaction was less efficient (30-40%) for all systems.  By combining PSD and PSM, MOFs with highly functionalized pores can be obtained through a combination of pre- and postsynthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGgsrw%253D&md5=9e02cb8ffcaa3ce4464a3e9f1a238604", "(c) ", "Tuci", ", ", "G.", "; ", "Rossin", ", ", "A.", "; ", "Xu", ", ", "X.", "; ", "Ranocchiari", ", ", "M.", "; ", "van Bokhoven", ", ", "J. A.", "; ", "Luconi", ", ", "L.", "; ", "Manet", ", ", "I.", "; ", "Melucci", ", ", "M.", "; ", "Giambastiani", ", ", "G.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "2297", "– ", "2308", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "\"Click\" on MOFs: A Versatile Tool for the Multimodal Derivatization of N3-Decorated Metal Organic Frameworks", "Tuci, Giulia; Rossin, Andrea; Xu, Xiaoying; Ranocchiari, Marco; van Bokhoven, Jeroen A.; Luconi, Lapo; Manet, Ilse; Melucci, Manuela; Giambastiani, Giuliano", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "11", "),\r\n    ", "2297-2308", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic modification (PSM) was exploited for the prepn. of two novel N3-decorated MOFs, namely, UMCM-1-N3 [Zn4O(N3tpa)(btb)4/3; N3tpa2- = 2-azidoterephthalate; btb3- = 4,4',4''-benzene-1,3,5-triyltribenzoate] and MIXMOF-5-N3 [Zn4O(N3tpa)0.4(tpa)2.6; tpa2- = terephthalate], featured by both different azido functional group content and cryst. structure.  Subsequently, the as-synthesized materials were further transformed through an efficient and versatile approach capable of imparting multimodality to these porous org.-inorg. polymers.  Cu-mediated acetylene-azide coupling (CuAAC; click reaction) was performed in a single step, under optimized conditions, with complete azido → triazole conversion using either single acetylene derivs. or mixts. of reactive terminal alkynes in variable molar fractions to give homo- and hetero-derivatized MOFs.  An accurate control of the relative percentages of the functional groups in the final heterofunctionalized materials is conveniently achieved through a fine-tuning of the starting acetylene mixts. molar ratio.  All MOFs derivs. were characterized through TGA coupled with MS anal. of volatiles (TG-MS), powder x-ray diffraction (PXRD), FTIR spectroscopy, and 1H NMR spectroscopy of the digested functionalized samples.  Fluorescence studies on properly labeled (dye-functionalized) MOFs were used for the first time to assess the statistical distribution of the reactive probe throughout the bulk material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvF2jt7g%253D&md5=35a113e60c92b37fe94387c5da69081f", "(d) ", "Hindelang", ", ", "K.", "; ", "Kronast", ", ", "A.", "; ", "Vagin", ", ", "S. I.", "; ", "Rieger", ", ", "B.", " ", "Chem. – Eur. J", " ", "2013", ",  ", "19", ",  ", "8244", "– ", "8252", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Functionalization of Metal-Organic Frameworks through the Postsynthetic Transformation of Olefin Side Groups", "Hindelang, Konrad; Kronast, Alexander; Vagin, Sergei I.; Rieger, Bernhard", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "25", "),\r\n    ", "8244-8252", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "For the first time, the adaptability of the C=C double bond as a versatile precursor for the postsynthetic modification (PSM) of microporous materials was extensively studied and evaluated.  Therefore, an olefin-tagged 4,4'-bipyridine linker was synthesized and successfully introduced as pillar linker within a 9,10-triptycenedicarboxylate (TDC) Zn paddle-wheel metal-org. framework (MOF) through microwave-assisted synthesis.  Different reactions, predominately used in org. chem., were tested, leading to the development of new postsynthetic reactions for the functionalization of solid materials.  The postsynthetic oxidn. of the olefin side groups applying OsO4 as a catalyst gave a microporous material with free vicinal diol functionalities.  The epoxidn. with dimethyldioxirane (DMDO) enabled the synthesis of epoxy-functionalized MOFs.  In addn., reaction procedures for a postsynthetic hydroboration with borane di-Me sulfide as well as a photoinduced thiol-ene click reaction with Et mercaptan were developed.  For all of these PSMs, yields of >90% were obtained, entirely maintaining the crystallinity of the MOFs.  Since the direct introduction of the corresponding groups by pre-synthetic approaches is hardly possible, these new PSMs are useful tools for the functionalization of porous solids towards applications such as selective adsorption, sepn., and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyjurs%253D&md5=4f1cbd594294e16ffa92b7624b22321f", "(e) ", "Sun", ", ", "F.", "; ", "Yin", ", ", "Z.", "; ", "Wang", ", ", "Q.-Q.", "; ", "Sun", ", ", "D.", "; ", "Zeng", ", ", "M.-H.", "; ", "Kurmoo", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "4538", "– ", "4543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Tandem Postsynthetic Modification of a Metal-Organic Framework by Thermal Elimination and Subsequent Bromination: Effects on Absorption Properties and Photoluminescence", "Sun, Feng; Yin, Zheng; Wang, Que-Qiao; Sun, Di; Zeng, Ming-Hua; Kurmoo, Mohamedally", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "17", "),\r\n    ", "4538-4543", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel Metal-Org. Framework, {[Zn3(L)2(μ2-OH)2]·6H2O}n (1) has been synthesized with a trifunctional ligand 2-(1-hydroxyethyl)-1H-benzo[d]imidazole-5-carboxylic acid, and it exhibits single-crystal to single-crystal transformation.  After dehydration of the Metal-Org. Framework (1), two consecutive postsynthetic modifications-elimination and bromination were realized on the tag group within the highly cryst. solid.  The modifications have dramatic effects on the absorption of gases (N2, CO2), solvents (H2O, CH3OH, C2H5OH, C3H7OH), and I2 and on the luminescence properties.  The convenient methods of characterization employed may prove useful in the further evolution of MOFs.  The elimination of water from the hydroxyethyl group to generate the vinyl group is unique to this framework, and this appears to be the only synthesis of the modified ligand 2-vinyl-1H-benzo[d]imidazole-5-carboxylic acid in the literature.  Consequently, the rational design of new MOFs along with PSMs may be effective for the synthesis of new org. compds. difficult to prep. by traditional methods because coordination to the framework provides protection of the reactive groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsVGgs7k%253D&md5=71e73ec6cd76f50494cdef4e52086979", "(f) ", "Bloch", ", ", "W. M.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", "; ", "Sumby", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10441", "– ", "10448", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Post-synthetic Structural Processing in a Metal-Organic Framework Material as a Mechanism for Exceptional CO2/N2 Selectivity", "Bloch, Witold M.; Babarao, Ravichandar; Hill, Matthew R.; Doonan, Christian J.; Sumby, Christopher J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10441-10448", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and ceramic-like processing of a new metal-org. framework (MOF) material, [Cu(bcppm)H2O], that shows exceptionally selective sepn. for CO2 over N2 (ideal adsorbed soln. theory, Sads = 590) is reported.  [Cu(bcppm)H2O]·xS was synthesized in 82% yield by reaction of Cu(NO3)2·2.5H2O with the link bis(4-(4-carboxyphenyl)-1H-pyrazolyl)methane (H2bcppm) and shown to have a two-dimensional 44-connected structure with an eclipsed arrangement of the layers.  Activation of [Cu(bcppm)H2O] generates a pore-constricted version of the material through concomitant trellis-type pore narrowing (b-axis expansion and c-axis contraction) and a 2D-to-3D transformation (a-axis contraction) to give the adsorbing form, [Cu(bcppm)H2O]-ac.  The pore contraction process and 2D-to-3D transformation were probed by single-crystal and powder X-ray diffraction expts.  The 3D network and shorter hydrogen-bonding contacts do not allow [Cu(bcppm)H2O]-ac to expand under gas loading across the pressure ranges examd. or following re-solvation.  This exceptional sepn. performance is assocd. with a moderate adsorption enthalpy and therefore an expected low energy cost for regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVehsLk%253D&md5=64cbe346d58357d054a3be4400a960f4", "4. ", "(a) ", "Lalonde", ", ", "M.", "; ", "Bury", ", ", "W.", "; ", "Karagiaridi", ", ", "O.", "; ", "Brown", ", ", "Z.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5453", "– ", "5468", "[", "Crossref", "], [", "CAS", "]", "4. ", "Transmetalation: routes to metal exchange within metal-organic frameworks", "Lalonde, Marianne; Bury, Wojciech; Karagiaridi, Olga; Brown, Zachary; Hupp, Joseph T.; Farha, Omar K.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5453-5468", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The present work is a crit. review of metal exchange (transmetalation) involving metal nodes and metalated struts in metal-org. frameworks.  Particular emphasis is given to drawing parallels between different examples of transmetalation in order to understand the influence of coordination environment, solvents, nature of the metals and other variables on the process.  We hope that the present review will be of use to those involved in the incorporation of various metal centers to create isostructural MOFs and study their properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itro%253D&md5=194eb6ac692c35d41b13f1aba613df31", "(b) ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "11172", "– ", "11176", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "High-Enthalpy Hydrogen Adsorption in Cation-Exchanged Variants of the Microporous Metal-Organic Framework Mn3[(Mn4Cl)3(BTT)8(CH3OH)10]2", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "11172-11176", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exchange of the guest Mn2+ ions in Mn3[(Mn4Cl)3(BTT)8(MeOH)10]2 (1-Mn2+; BTT = 1,3,5-benzenetristetrazolate) with selected cations gave isostructural framework compds. 1-M (M = Li+, Cu+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+).  Similar to the parent compd., the new microporous materials are stable to desolvation and exhibit a high H2 storage capacity, ranging from 2.00 to 2.29% at 77 K and 900 torr.  Measurements of the isosteric heat of adsorption at zero coverage reveal a difference of 2 kJ/mol between the weakest and strongest H2-binding materials, which is attributed to variations in the strength of interaction between H2 mols. and unsatd. metal centers within each framework.  The Co2+-exchanged compd., 1-Co2+, exhibits an initial enthalpy of adsorption of 10.5 kJ/mol, the highest yet obsd. for a microporous metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Wis7o%253D&md5=88b2f9a8b9d44f5c494860339ea63edc", "(c) ", "Das", ", ", "S.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3814", "– ", "3815", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metathesis in Single Crystal: Complete and Reversible Exchange of Metal Ions Constituting the Frameworks of Metal-Organic Frameworks", "Das, Sunirban; Kim, Hyunuk; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3814-3815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report for the 1st time the complete and reversible exchange of metal ions constituting a robust microporous framework while maintaining not only the structural integrity of the framework but also single crystallinity.  Solvothermal reaction of Cd(NO3)2·4H2O with H3hett (5,5,10,10,15,15-hexaethyl-10,15-dihydro-5-5H-tribenzo[a,f,k]trindene-2,7,12-tricarboxylic acid) in DMF produced a new cryst. MOF Cd1.5(H3O)3[(Cd4O)3(Hett)8]·8H2O 1 having a cubic network with 3-dimensional channels.  The basic building unit of the framework 1 is an octahedron where the square planar tetrametallic SBUs ({Cd4O}6+) and tricarboxylate linkers (hett3-) occupy the vertexes and triangular faces of the octahedron, resp.  The cubic framework is generated by sharing the vertexes of the octahedra.  The framework is exceptionally stable in open air as well as in various solns. including aq. medium.  Most interestingly, the framework constituting Cd(II) ions undergo complete and reversible exchange with Pb(II) in aq. soln. at room temp. without altering structural integrity and losing single crystallinity.  The authors have also studied the complete exchange of framework Cd(II) ions with lanthanide ions (Dy(III) and Nd(III)) with the retention of the framework topol.  The reversible exchange of framework constituting metal ions while maintaining the framework integrity and single crystallinity was confirmed by a combination of various methods including ICP-AES, in situ PXRD, TGA, IR, optical microscopy, elemental anal., N2 sorption and in situ single crystal x-ray structural anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFGmtro%253D&md5=c83d7c97903f0852a9537816c813be78", "(d) ", "Mukherjee", ", ", "G.", "; ", "Biradha", ", ", "K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "4293", "– ", "4295", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Post-synthetic modification of isomorphic coordination layers: exchange dynamics of metal ions in a single crystal to single crystal fashion", "Mukherjee, Gargi; Biradha, Kumar", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "36", "),\r\n    ", "4293-4295", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A diverse set of guest mols. template the consistent formation of fifteen iso-structural layered structures contg. a pyridine based tripodal ligand, divalent metal ions and anions.  These materials showed a remarkable ability to interconvert from Zn(II) to Cu(II), Cd(II) to Cu(II), Cu(II) to Cd(II) complexes in a SCSC (single crystal-to-single crystal) fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVGqtbw%253D&md5=1de22e2101bb09380c8f106e0f280f54", "(e) ", "Song", ", ", "X.", "; ", "Kim", ", ", "T. K.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Jeong", ", ", "S.", "; ", "Moon", ", ", "H. R.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3065", "– ", "3073", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Post-Synthetic Modifications of Framework Metal Ions in Isostructural Metal-Organic Frameworks: Core-Shell Heterostructures via Selective Transmetalations", "Song, Xiaokai; Kim, Tae Kyung; Kim, Hyehyun; Kim, Dongwook; Jeong, Seok; Moon, Hoi Ri; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "15", "),\r\n    ", "3065-3073", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transmetalation (the replacement of metal ions) of a family of highly porous isostructural metal-org. frameworks (MOFs), M6(BTB)4(BP)3 (M = Zn(II) (1), Co(II) (2), Cu(II) (3), and Ni(II) (4), BTB = 1,3,5-benzenetribenzoate, and BP = 4,4'-dipyridyl) with an ith-d net topol. was studied.  1-4 Have different framework stabilities depending on the framework metal ions.  The transmetalation and the reverse transmetalation reactions of the framework metal ions were obsd. between MOFs 1 and 2, having a similar thermodn. stability.  While the transmetalation from thermodynamically less stable 1 and 2 to more stable 3 and 4 were achieved by soaking single crystals of 1 and 2 in a soln. of N,N'-DMF contg. Cu(II) and Ni(II) ions, resp., no reverse transmetalation was obsd.  By simply controlling the soaking time, not only could homogeneously transmetalated cryst. framework structures be prepd. via the thermodynamically controlled complete replacement of the framework metal ions but also selectively transmetalated core-shell heterostructures were formed via kinetically controlled replacement that was mainly restricted to the external shell region of the crystal.  The fully transmetalated MOFs showed significantly improved framework stabilities compared with the parent MOFs.  A marked improvement in the framework stability was obsd., even in the selectively transmetalated Co(II)/Cu(II)- and Co(II)/Ni(II)-core-shell heterostructures.  Although the frameworks are partially transmetalated, the framework stability of not only the external shell region but also of the internal core region was significantly affected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmt7bL&md5=5db854bb147f6e64cd64791f55df0958", "(f) ", "Song", ", ", "X.", "; ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Lah", ", ", "M. S.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5753", "– ", "5756", "[", "Crossref", "], [", "CAS", "]", "4. ", "Transmetalations in two metal-organic frameworks with different framework flexibilities: Kinetics and core-shell heterostructure", "Song, Xiaokai; Jeong, Seok; Kim, Dongwook; Lah, Myoung Soo", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "18", "),\r\n    ", "5753-5756", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors reported solvothermal prepn. of copper/zinc MOFs: [Cu3(BTC)2(H2O)3] (1), [Zn3(BTC)2(H2O)3] (2), and [Zn24L8(H2O)24] (H3BTC = 1,3,5-benzenetricarboxylic acid, H6L = 1,3,5-tris(3,5-dicarboxylphenylethynyl)benzene ).  While only a partially transmetalated network was obsd. in a rigid metal-org. framework (MOF), not only a completely transmetalated isostructural network but also a partially transmetalated core-shell heterostructural network could be obtained in a flexible MOF by controlling the reaction conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2rt7rJ&md5=cafcf24318017e4bd96de8fd5e6501a9", "(g) ", "Zhang", ", ", "Z.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "5982", "– ", "5985", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Stepwise Transformation of the Molecular Building Blocks in a Porphyrin-Encapsulating Metal-Organic Material", "Zhang, Zhenjie; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "16", "),\r\n    ", "5982-5985", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "When immersed in solns. contg. Cu(II) cations, the microporous metal-org. material P11 ([Cd4(BPT)4]·[Cd(C44H36N8)(S)]·[S], BPT = biphenyl-3,4',5-tricarboxylate) undergoes a transformation of its [Cd2(COO)6]2- mol. building blocks (MBBs) into novel tetranuclear [Cu4X2(COO)6(S)2] MBBs to form P11-Cu.  The transformation occurs in single-crystal to single-crystal fashion, and its stepwise mechanism was studied by varying the Cd2+/Cu2+ ratio of the soln. in which crystals of P11 were immersed.  P11-16/1 (Cd in framework retained, Cd in encapsulated porphyrins exchanged) and other intermediate phases were thereby isolated and structurally characterized.  P11-16/1 and P11-Cu retain the microporosity of P11, and the relatively larger MBBs in P11-Cu permit a 20% unit cell expansion and afford a higher surface area and a larger pore size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltV2ms7c%253D&md5=166f0faab25d34584d122d2cbc7e2cd1", "(h) ", "Kim", ", ", "Y.", "; ", "Das", ", ", "S.", "; ", "Bhattacharya", ", ", "S.", "; ", "Hong", ", ", "S.", "; ", "Kim", ", ", "M. G.", "; ", "Yoon", ", ", "M.", "; ", "Natarajan", ", ", "S.", "; ", "Kim", ", ", "K.", " ", "Chem. – Eur. J.", " ", "2012", ",  ", "18", ",  ", "16642", "– ", "16648", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-Ion Metathesis in Metal-Organic Frameworks: A Synthetic Route to New Metal-Organic Frameworks", "Kim, Yonghwi; Das, Sunirban; Bhattacharya, Saurav; Hong, Soonsang; Kim, Min Gyu; Yoon, Minyoung; Natarajan, Srinivasan; Kim, Kimoon", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "52", "),\r\n    ", "16642-16648", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A porous metal-org. framework, Mn(H3O)[(Mn4Cl)3(hmtt)8] (POST-65), was prepd. by the reaction of 5,5',10,10',15,15'-hexamethyltruxene-2,7,12-tricarboxylic acid (H3hmtt) with MnCl2 under solvothermal conditions.  POST-65(Mn) was subjected to post-synthetic modification with Fe, Co, Ni, and Cu according to an ion-exchange method that resulted in the formation of three isomorphous frameworks, POST-65(Co/Ni/Cu), as well as a new framework, POST-65(Fe).  The ion-exchanged samples could not be prepd. by regular solvothermal reactions.  The complete exchange of the metal ions and retention of the framework structure were verified by inductively coupled plasma-at. emission spectrometry (ICP-AES), powder X-ray diffraction (PXRD), and Brunauer-Emmett-Teller (BET) surface-area anal.  Single-crystal X-ray diffractions studies revealed a single-crystal-to-single-crystal (SCSC)-transformation nature of the ion-exchange process.  Hydrogen-sorption and magnetization measurements showed metal-specific properties of POST-65.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1OgtL7I&md5=5c8c496fd11ab9cd4a2a10f5b91f0c17", "(i) ", "Wei", ", ", "Z.", "; ", "Lu", ", ", "W.", "; ", "Jiang", ", ", "H.-L.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1164", "– ", "1166", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Route to Metal-Organic Frameworks through Framework Templating", "Wei, Zhangwen; Lu, Weigang; Jiang, Hai-Long; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "1164-1166", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (MOF), PCN-922 [Cu4(ETTB)], contg. a dendritic octatopic org. linker and a Cu2-paddlewheel structural motif, has been synthesized by using a Zn2-paddlewheel-based MOF as a template to prearrange the linkers for the Cu2-based MOF target.  PCN-922 shows permanent porosity and excellent gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmu7s%253D&md5=854d8ef5272f39c08d7aa1a2b4a2301d", "5. ", "(a) ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9984", "– ", "9987", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Stepwise Synthesis of Metal-Organic Frameworks: Replacement of Structural Organic Linkers", "Burnett, Brandon J.; Barron, Paul M.; Hu, Chunhua; Choe, Wonyoung", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "26", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single-crystal to single-crystal transformation resulting from bridging-linker replacement is possible in extended 2-dimensional and 3-dimensional metal-org. frameworks (MOFs) by introducing pillared paddlewheel MOF structures into a soln. contg. dipyridyl linkers.  No lateral movement of the layers was obsd. during this transformation, creating a templating effect from the parent structure to the daughter structure.  A previously unattainable structure was obtained by a two-step synthetic method using the bridging-linker replacement transformation method.  Addnl., a bridging-linker insertion was obsd. when excess linker was used with the 2-dimensional MOF structure, inducing an overall 2-dimensional to 3-dimensional transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsF2gtbo%253D&md5=75c8496456b4ec12e759422ee7770762", "(b) ", "Burnett", ", ", "B. J.", "; ", "Choe", ", ", "W.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3889", "– ", "3894", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Sequential self-assembly in metal-organic frameworks", "Burnett, Brandon J.; Choe, Wonyoung", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3889-3894", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This perspective discusses the use of sequential self-assembly in the construction of metal-org. frameworks through the systematic insertion, replacement, and removal of org. structural building units.  We review previous works that can be classified as such sequential self-assembly in multidimensional MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegsbo%253D&md5=fdf7b8b1dc0fddab223391619b13d9c1", "(c) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "5. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "(d) ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Lalonde", ", ", "M. B.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "739", "– ", "744", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Control over Catenation in Pillared Paddlewheel Metal-Organic Framework Materials via Solvent-Assisted Linker Exchange", "Bury, Wojciech; Fairen-Jimenez, David; Lalonde, Marianne B.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "739-744", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Control over catenation in a pillared paddlewheel metal-org. framework was achieved via solvent-assisted linker exchange.  The linker exchange was demonstrated on the noncatenated structure of DO-MOF ([Zn2(L)(L3)]n, H4L = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L3 = 1,2-bis(4-pyridyl)ethane-1,2-diol), by using 4,4'-bipyridine (L4) and 4,4'-azobis(pyridine) (L5) as linkers, leading to noncatenated materials SALEM-3 and SALEM-4.  The de novo synthesized analogs of SALEM-3 and SALEM-4 can only be obtained as 2-fold interpenetrated frameworks.  The reaction progress of the linker exchange was monitored by NMR spectroscopy, and structure and framework catenation were characterized by powder x-ray diffraction and thermogravimetric methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXit1aqu70%253D&md5=6a953d3f112a30d93d42c046a0613c88", "(e) ", "Burnett", ", ", "B. J.", "; ", "Choe", ", ", "W.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "6129", "– ", "6131", "[", "Crossref", "], [", "CAS", "]", "5. ", "Stepwise pillar insertion into metal-organic frameworks: a sequential self-assembly approach", "Burnett, Brandon J.; Choe, Wonyoung", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "19", "),\r\n    ", "6129-6131", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors present the sequential self-assembly of isoreticular bilayer metal-org. frameworks via a pillar insertion route.  The authors also report the construction of a 3D framework from a 2D bilayer framework in an overall three-step self-assembly.  The authors prepd. several MOFs: PPF-1 [Zn2(ZnTCPP)], PPF-4 [Zn2(ZnTCPP)(BPY)1.5], PPF-18 [Zn2(ZnTCPP)(DPNI)], PPF-21, [Zn2(ZnTCPP)(DPT)], PPF-27 [Zn2(ZnTCPP)(BPY)]; where TCPP = 5,10,15,20-tetrakis(4-carboxyphenyl)21H,23H-porphyrin, BPY = 4,4'-bipyridine, DPNI = N,N'-di(4-pyridyl)-1,4,5,8-naphthaleneteracarboxydiimide, DPT = 3,6-di-(4-pyridyl)-1,2,4,5-tetrazine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ygt7jL&md5=b545efdd112634a152e67f1db234f6b0", "(f) ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "3256", "– ", "3260", "[", "Crossref", "], [", "CAS", "]", "5. ", "Synthesis and characterization of isostructural cadmium zeolitic imidazolate frameworks via solvent-assisted linker exchange", "Karagiaridi, Olga; Bury, Wojciech; Sarjeant, Amy A.; Stern, Charlotte L.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "11", "),\r\n    ", "3256-3260", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors present the 1st examples of solvent-assisted linker exchange (SALE) in zeolitic imidazolate frameworks (ZIFs).  By exposing the ZIF CdIF-4 to excess solns. of 2-nitroimidazole and 2-methylimidazole under solvothermal conditions, the authors were able to obtain a previously reported ZIF CdIF-9 in high yield, as well as synthesize a new ZIF, Solvent-Assisted Linker-Exchanged Material-1 (SALEM-1).  The parent and daughter ZIFs are isostructural (RHO zeolitic topol.) and highly porous.  Despite the high thermal and chem. stability of ZIFs, single crystal-to-single crystal linker exchange appears to be a suitable tool for the modification and functionalization of these materials.  The authors anticipate that the addn. of SALE to the arsenal of known synthetic techniques for ZIFs will significantly facilitate the quest to obtain interesting and useful ZIF compds., including compds. that cannot be synthesized directly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVGhsrzL&md5=53d1111e43eaf5233af47dce1a76d270", "(g) ", "Takaishi", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Pellin", ", ", "M. J.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1509", "– ", "1513", "[", "Crossref", "], [", "CAS", "]", "5. ", "Solvent-assisted linker exchange (SALE) and post-assembly metallation in porphyrinic metal-organic framework materials", "Takaishi, Shinya; DeMarco, Erica J.; Pellin, Michael J.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1509-1513", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using recently reported robust porphyrinic metal-org. framework (RPM) materials, the authors have examd. the systematic exchange of pillaring linkers/struts as a means of accessing new versions of these materials.  Dipyridyl-porphyrin Zn(II) (Zn-dipy) struts were successfully replaced by M2-dipy (M2 = 2H(+), Al(III), Sn(IV)), forming cryst. solid solns. of Zn(Zn1-xMx)-RPM in variable ratios.  Post-synthetic metalation was demonstrated using Zn2H-RPM, again with retention of crystallinity.  The authors examd. catalytic activity for an epoxide ring-opening reaction with ZnM2-RPMs.  The catalytic activity depends strongly on the identity of the metal ion present in the dipyridyl-porphyrin unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymtr8%253D&md5=2bae5ab3de2508d941ac8b1c15b8bbaf", "(h) ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Song", ", ", "X.", "; ", "Choi", ", ", "M.", "; ", "Park", ", ", "N.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "1047", "– ", "1054", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Postsynthetic Exchanges of the Pillaring Ligand in Three-Dimensional Metal-Organic Frameworks", "Jeong, Seok; Kim, Dongwook; Song, Xiaokai; Choi, Min; Park, Noejung; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "7", "),\r\n    ", "1047-1054", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks, [Ni(HBTC)(dabco)] (2) and [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) (H3BTC is 1,3,5-benzenetricarboxylic acid, dabco is 1,4-diazabicyclo[2.2.2]octane, and bipy is 4,4'-bipyridine), were prepd. via postsynthetic ligand exchanges of [Ni(HBTC)(bipy)] (1).  By controlling the concn. of dabco, the authors could obtain not only entropically favorable 2 with completely exchanged dabco but also enthalpically favorable 3 with selectively exchanged bipy/dabco in the alternating layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVKksbw%253D&md5=c012d07ded28636e656423e895d32cea", "(i) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "(j) ", "Li", ", ", "T.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Doud", ", ", "E. A.", "; ", "Blakely", ", ", "M. N.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11688", "– ", "11691", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Stepwise ligand exchange for preparation of family of mesoporous MOFs", "Li, Tao; Kozlowski, Mark T.; Doud, Evan A.; Blakely, Maike N.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11688-11691", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A stepwise ligand exchange strategy is utilized to prep. a series of isoreticular bio-MOF-100 analogs.  Specifically, in situ ligand exchange with progressively longer dicarboxylate linkers is performed on single cryst. starting materials to synthesize products with progressively larger mesoporous cavities.  The new members of this series of materials, bio-MOFs 101-103, each exhibit permanent mesoporosity and pore sizes ranging from ∼2.1-2.9 nm and surface areas ranging from 2704 to 4410 m2/g.  The pore vol. for bio-MOF 101 is 2.83 cc/g.  Bio-MOF-102 and 103 have pore vols. of 4.36 and 4.13 cc/g, resp.  Collectively, these data establish this unique family of MOFs as one of the most porous reported to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFyisbw%253D&md5=00b20f8835e126f9113b30b4b80af0e6", "(k) ", "Gross", ", ", "A. F.", "; ", "Sherman", ", ", "E.", "; ", "Mahoney", ", ", "S. L.", "; ", "Vajo", ", ", "J. J.", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", ",  ", "3771", "– ", "3776", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Reversible Ligand Exchange in a Metal-Organic Framework (MOF): Toward MOF-Based Dynamic Combinatorial Chemical Systems", "Gross, Adam F.; Sherman, Elena; Mahoney, Sky L.; Vajo, John J.", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "3771-3776", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reversible benzene dicarboxylate/2-bromobenzene dicarboxylate ligand exchange has been studied in the cubic metal-org. framework MOF-5.  Significant exchange (up to ∼50%), with continuous compositional variation, was obsd. using ex-situ 1H NMR following treatment over ∼6 h at ∼85° in 10-40 mM ligand solns.  Exchange occurred without significant structural degrdn. as characterized by x-ray diffraction, nitrogen adsorption, and SEM.  Solid-state 13C NMR was used to show that exchanged ligands were incorporated into the framework lattice and not simply adsorbed within the pores.  Exchange is sensitive to the small free energy changes caused by the ligand concn. in the exchanging soln. indicating that exchange is energetically nearly degenerate.  This demonstration of reversible, nearly isoenergetic exchange indicates that mixed ligand MOFs could be developed as dynamic combinatorial chem. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtVynu74%253D&md5=0a35e93a67575c6f507920bb57c5d4e5", "6. ", "(a) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(b) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "(c) ", "Farha", ", ", "O. K.", "; ", "Yazaydın", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Nguyen", ", ", "M. G. K. S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "(d) ", "Grünker", ", ", "R.", "; ", "Bon", ", ", "V.", "; ", "Heerwig", ", ", "A.", "; ", "Klein", ", ", "N.", "; ", "Müller", ", ", "P.", "; ", "Stoeck", ", ", "U.", "; ", "Baburin", ", ", "I. A.", "; ", "Mueller", ", ", "U.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Chem. – Eur. J.", " ", "2012", ",  ", "18", ",  ", "13299", "– ", "13303", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Dye Encapsulation Inside a New Mesoporous Metal-Organic Framework for Multifunctional Solvatochromic-Response Function", "Gruenker, Ronny; Bon, Volodymyr; Heerwig, Andreas; Klein, Nicole; Mueller, Philipp; Stoeck, Ulrich; Baburin, Igor A.; Mueller, Uwe; Senkovska, Irena; Kaskel, Stefan", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "42", "),\r\n    ", "13299-13303, S13299/1-S13299/21", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A robust mesoporous metalorg. framework (MOF) DUT-25 composed from tritopic (benzene-1,3,5-tribenzoate), tetratopic (N,N,N',N'-benzidinetetrabenzoate) ligands, as well as [Zn4O]6+ secondary building unit exhibited extremely high porosity and sp. surface area (4670 m2/g), which enabled exceptionally high excess uptakes of gases, such as methane (201 mg/g at 298 K), H (69 mg/g at 77 K), CO2 (1.48 g/g at 298 K), 〈n-butane (0.97 g/g), and Kr (1.46 g/g at 298 K).  DUT-25 framework showed solvatochromic fluorescence behavior.  The encapsulation of solvatochromic dyes into the MOF is an elegant way to create a multifunctional material for visual detection and simultaneous removal of undesirable substances.  Such a composite system can be potentially useful, because it represents an adsorber with integrated optical detection, specifically for toxic solvents or vapors.  The desorption of the functional guest can be induced by pH change demonstrating the general potential of such composites for controlled release of guest mols., which is highly desirable for medical applications, such as pharmacotherapy.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlCqtbbM&md5=2f164b83cd52aa7cd9993b6371565747", "(e) ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "(f) ", "Song", ", ", "X.", "; ", "Oh", ", ", "M.", "; ", "Lah", ", ", "M. S.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10869", "– ", "10876", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Hybrid Bimetallic Metal-Organic Frameworks: Modulation of the Framework Stability and Ultralarge CO2 Uptake Capacity", "Song, Xiaokai; Oh, Minhak; Lah, Myoung Soo", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "10869-10876", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural hybrid bimetallic metal-org. frameworks (MOFs), NixM1-x-ITHDs [M = Zn(II), Co(II)] (of formula [M6(BTB)4(bipy)3](DMF)x(H2O)y, where BTB = benzene-1,3,5-tribenzoate, bipy = 4,4'-bipyridine), were prepd. via a conventional solvothermal reaction in the presence of varying mole ratios of Ni(II)/Zn(II) or Ni(II)/Co(II) mixed metal ions.  While a crit. amt. of the doped Ni(II) ion (more than ≈0.2 mol fraction) is needed to have any enhancement of the framework stability of the hybrid bimetallic NixZn1-x-ITHDs, even a very small amt. of the doped Ni(II) ion (≈0.1 mol fraction) produced a full enhancement of the framework stability of the hybrid bimetallic NixCo1-x-ITHDs.  The highly porous and rigid NixCo1-x-ITHDs activated via a conventional vacuum drying process shows a Brunauer-Emmett-Teller sp. surface area of 5370 m2 g-1, which is comparable to that of pure Ni-ITHD.  The CO2 uptake capacities of Ni-ITHD and Ni0.11Co0.89-ITHD (2.79 and 2.71 g g-1, resp.) at 1 bar and 195 K are larger than those of any other reported MOFs under similar conditions and the excess CO2 uptake capacity at 40 bar and 295 K (≈1.50 g g-1) is comparable to those of other MOFs, which are activated via the supercrit. CO2 drying process, with similar pore vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVymu7nL&md5=9e30f90db694215f4951daefc6f73fa1", "7. ", "Simmons", ", ", "J. M.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2177", "– ", "2185", "[", "Crossref", "], [", "CAS", "]", "7. ", "Carbon capture in metal-organic frameworks-a comparative study", "Simmons, Jason M.; Wu, Hui; Zhou, Wei; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2177-2185", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have been shown to be excellent materials for storage of carbon dioxide, implying that they could be useful for removal of carbon dioxide from flue gas stacks, however their performance in industrially relevant swing adsorption processes for carbon capture has not been studied.  Here we show that the efficacy of MOFs for carbon capture depends dramatically on the process and that some MOFs can provide significant carbon capture under typical pressure and vacuum swing processes.  In particular, MOFs that possess coordinatively unsatd. metal centers offer as much as 9 mmol g-1 swing capacity under certain conditions.  The results herein clearly show that there is no single ideal compd. for carbon capture applications and that different materials can perform better or worse depending on the specific process conditions.  In addn. to their capture performances, we have also investigated their selectivity to carbon dioxide over that of nitrogen and methane.  The anal. provided clearly demonstrates that the performance of a given MOF cannot be detd. without also considering the detailed industrial process in which the MOF is to be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVClsr0%253D&md5=892d999db211a790b476afeee3e775a7", "8. ", "(a) ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "8. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "(b) ", "Cho", ", ", "M. T.", "; ", "Allinson", ", ", "G. W.", "; ", "Wiley", ", ", "D. E.", " ", "Ind. Eng. Chem. Res.", " ", "2008", ",  ", "47", ",  ", "4883", "– ", "4890", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Na", ", ", "B. K.", "; ", "Koo", ", ", "K. K.", "; ", "Eum", ", ", "H. M.", "; ", "Lee", ", ", "H.", "; ", "Song", ", ", "H. K.", " ", "Kor. J. Chem. Eng.", " ", "2001", ",  ", "18", ",  ", "220", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "8. ", "CO2 recovery from flue gas by PSA process using activated carbon", "Na, Byung-Ki; Koo, Kee-Kahb; Eum, Hee-Moon; Lee, Hwaung; Song, Hyung Keun", "Korean Journal of Chemical Engineering", "\r\n        (", "2001", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "220-227", "CODEN:\r\n                ", "KJCHE6", ";\r\n        ISSN:", "0256-1115", ".\r\n    \r\n            (", "Korean Institute of Chemical Engineers", ")\r\n        ", "An exptl. study was performed for the recovery of CO2 from flue gas of the elec. power plant by pressure swing adsorption process.  Activated carbon was used as an adsorbent.  The equil. adsorption isotherms of pure component and breakthrough curves of their mixt. (CO2: N2: O2=17: 79: 4 vol%) were measured.  Pressure equalization step and product purge step were added to basic 4-step PSA for the recovery of strong adsorbates.  Through investigation of the effects of each step and total feed rate, highly concd. CO2 could be obtained by increasing the adsorption time, product purge time, and evacuation time simultaneously with full pressure-equalization.  Based on the basic results, the 3-bed, 8-step PSA cycle with the pressure equalization and product purge step was organized.  Maximum product purity of CO2 was 99.8% and recovery was 34%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXktVWhtLc%253D&md5=c3e273f55539bdaa18c6523335fb3ad4", "9. ", "(a) ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "(b) ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "(c) ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvag", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem. Commun.", " ", "2008", ",  ", "5125", "– ", "5127", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Adsorption properties and structure of CO2 adsorbed on open coordination sites of metal-organic framework Ni2(dhtp) from gas adsorption, IR spectroscopy and X-ray diffraction", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Fjellvaag, Helmer; Bordiga, Silvia; Groppo, Elena; Chavan, Sachin; Blom, Richard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "5125-5127", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephthalic acid) shows distinct end-on CO2 coordination to coordinatively unsatd. Ni sites giving rise to high CO2 adsorption capacity at sub-atm. pressures and ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht12nsrbI&md5=613342d4450e81f46fa03a9e6950309a", "(d) ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Nat. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "(e) ", "Yazaydın", ", ", "A. Ö.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "– ", "1430", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", "(f) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(g) ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "(h) ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "10. ", "(a) ", "Arstad", ", ", "B.", "; ", "Fjellvåg", ", ", "H.", "; ", "Kongshaug", ", ", "K.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "755", "– ", "762", "[", "Crossref", "], [", "CAS", "]", "10. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "(b) ", "Couck", ", ", "S.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Baron", ", ", "G. V.", "; ", "Rémy", ", ", "T.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6326", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "An Amine-Functionalized MIL-53 Metal-Organic Framework with Large Separation Power for CO2 and CH4", "Couck, Sarah; Denayer, Joeri F. M.; Baron, Gino V.; Remy, Tom; Gascon, Jorge; Kapteijn, Freek", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6326-6327", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalizing the well-known MIL-53(Al) metal-org. framework with amino groups increases its selectivity in CO2/CH4 sepns. by orders of magnitude while maintaining a very high capacity for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCru7c%253D&md5=45b771ce27f07c40f59463c9da968fa8", "(c) ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "– ", "8786", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "(d) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Dawson", ", ", "K. W.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Chem. Commun.", " ", "2009", ",  ", "5230", "– ", "5232", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "An amine-functionalized metal organic framework for preferential CO2 adsorption at low pressures", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Dawson, Karl W.; Shimizu, George K. H.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "35", "),\r\n    ", "5230-5232", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A metal org. framework with amine-lined pores gives high values for surface area and heat of adsorption with CO2 gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgsLzE&md5=d813e15d0a3196e3028a634bebddd1c6", "(e) ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(f) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "(g) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(h) ", "Duan", ", ", "J.", "; ", "Yang", ", ", "Z.", "; ", "Bai", ", ", "J.", "; ", "Zheng", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "3058", "– ", "3060", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Highly selective CO2 capture of an agw-type metal-organic framework with inserted amides: experimental and theoretical studies", "Duan, Jingui; Yang, Zhen; Bai, Junfeng; Zheng, Baishu; Li, Yizhi; Li, Shuhua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "25", "),\r\n    ", "3058-3060", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An amide-inserted metal-org. framework {[Cu3L2(H2O)3]·xGuest, H3L = 5-(4-carboxybenzoylamino)isophthalic acid, NJU-Bai3} presents high storage and high selectivity toward CO2 and combines these two interesting characters which strongly support the authors' expectation that amide groups can significantly enhance the CO2 binding ability and selectivity of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFyisbY%253D&md5=a63d42c121ebadd36796e0f3249c2767", "(i) ", "Planas", ", ", "N.", "; ", "Dzubak", ", ", "A. L.", "; ", "Poloni", ", ", "R.", "; ", "Lin", ", ", "L.-C.", "; ", "McManus", ", ", "A.", "; ", "McDonald", ", ", "T. M.", "; ", "Neaton", ", ", "J. B.", "; ", "Long", ", ", "J. R.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7402", "– ", "7405", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "The Mechanism of Carbon Dioxide Adsorption in an Alkylamine-Functionalized Metal-Organic Framework", "Planas, Nora; Dzubak, Allison L.; Poloni, Roberta; Lin, Li-Chiang; McManus, Alison; McDonald, Thomas M.; Neaton, Jeffrey B.; Long, Jeffrey R.; Smit, Berend; Gagliardi, Laura", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7402-7405", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mechanism of CO2 adsorption in the amine-functionalized metal-org. framework mmen-Mg2(dobpdc) (dobpdc4- = 4,4'-dioxidobiphenyl-3,3'-dicarboxylate; mmen = N,N'-dimethylethylenediamine) was characterized by quantum-chem. calcns.  The material was calcd. to demonstrate 2:2 amine:CO2 stoichiometry with a higher capacity and weaker CO2 binding energy than for the 2:1 stoichiometry obsd. in most amine-functionalized adsorbents.  The authors explain this behavior in the form of a hydrogen-bonded complex involving two carbamic acid moieties resulting from the adsorption of CO2 onto the secondary amines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1yksL4%253D&md5=cad52dc6365aad293c373a798702a607", "11. ", "Materials Studio program, version 4.3; ", "Accelrys", ": ", "San Diego, CA", ", ", "2008", ".", "There is no corresponding record for this reference.", "12. ", "Here and in ref ", "13", ", the 2-D sheet structure in the 3-D MOFs is formulated as [Ni(HBTC)]. However, the correct formulation is [Ni", "3", "(BTC)(HBTC)(H", "2", "BTC)] because the H", "3", "BTC ligands in the 2-D sheet are in three different deprotonated states. One is in the form of a fully deprotonated BTC", "3–", " state with all carboxylate groups in a chelating bidentate binding mode, and the others are in the form of partially deprotonated H", "2", "BTC", "1–", "/HBTC", "2–", " states with all carboxylate groups in a monodentate binding mode. The ligands in the partially deprotonated H", "2", "BTC", "1–", "/HBTC", "2–", " states are involved in interligand hydrogen bonding in the 2-D sheet of an ", "hcb", " (honeycomb) topology.", "There is no corresponding record for this reference.", "13. ", "Gao", ", ", "C.", "; ", "Liu", ", ", "S.", "; ", "Xie", ", ", "L.", "; ", "Ren", ", ", "Y.", "; ", "Cao", ", ", "J.", "; ", "Sun", ", ", "C.", " ", "CrystEngComm", " ", "2007", ",  ", "9", ",  ", "545", "– ", "547", "[", "Crossref", "], [", "CAS", "]", "13. ", "Design and construction of a microporous metal-organic framework based on the pillared-layer motif", "Gao, Chaoying; Liu, Shuxia; Xie, Linhua; Ren, Yuanhang; Cao, Jianfang; Sun, Chunyan", "CrystEngComm", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "545-547", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A unique porous 3D metal-org. framework, [Ni(HBTC)(DMF)2·(guest)] (1; BTC = 1,3,5-benzenetricarboxylate), and [Ni(HBTC)(4,4'-bipy)·3DMF] (2), have been synthesized based on the insertion of heterogeneous pillars between 2D layers, the permanent porosity of which is confirmed by N2 adsorption isotherm measurement.  The crystal structures of 1 and 2 were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVSitL7M&md5=7e3fc41c242934361bd495c2aa1b3668", "14. ", "Gao", ", ", "C.", "; ", "Liu", ", ", "S.", "; ", "Xie", ", ", "L.", "; ", "Sun", ", ", "C.", "; ", "Cao", ", ", "J.", "; ", "Ren", ", ", "Y.", "; ", "Feng", ", ", "D.", "; ", "Su", ", ", "Z.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "177", "– ", "182", "[", "Crossref", "], [", "CAS", "]", "14. ", "Rational design microporous pillared-layer frameworks: syntheses, structures and gas sorption properties", "Gao, Chaoying; Liu, Shuxia; Xie, Linhua; Sun, Jiangang; Ren, Yuanhang; Feng, Dan; Su, Zhongming", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "177-182", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvothermal reactions of nickel nitrate hexahydrate, arom. carboxylic acids, and either 4,4'-bipyridine (bipy) or pyrazine (pyz) produced three open-framework compds., namely, Ni(HBTC)(pyz)·3DMF (2) (BTC = 1,3,5-benzenetricarboxylate), Ni2(BTEC)(bipy)3·3DMF (3) (BTEC = 1,2,4,5-benzenetetracarboxylate), together with previously reported Ni(HBTC)(bipy)·3DMF (1).  Compd. 2 is the product when pyz pillars replace bipy pillars in the reaction of 1, and it is a 3-dimensional porous network where honeycomb grid layers constructed by Ni-BTC groups are interlinked by pyz pillars.  When the BTEC ligand takes the place of BTC ligand in the system, compd. 3 was obtained and it is a 3-dimensional connectivity with 1-dimensional channels where Ni-BTEC chains are interlinked by bipy ligands.  The three compds. feature permanent porosity, which was confirmed by N2 adsorption isotherm measurement, and the architectural features of 1-3 can be ascribed to pillared-layer motifs.  Also, hydrogen adsorption measured at 77 K for 1 shows an excess uptake of 3.03% at 20 bar.  Details of the synthesis conditions, crystal structures and property measurements of each new compd. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhslOkuw%253D%253D&md5=3d93b45c5ad353e5ad38703b6d7b51eb", "15. ", "Unfortunately, the quality of the HP-d crystals obtained via the reported procedure was not good enough for single-crystal structure analysis.", "There is no corresponding record for this reference.", "16. ", "The polymorphic MOFs of 3,5-c ", "hms", " and ", "gra", " topologies are of the same long vertex symbol, (6", "3", "·6", "3", "·6", "3", ")(6·6·6·6", "2", "·6", "2", "·6", "2", "·6", "2", "·6", "2", "·6", "2", "·*), but have different connectivities between 2-D sheets of an ", "hcb", " topology with eclipsed and staggered arrangements, respectively. Please see the web site ", "http://rcsr.anu.edu.au/rcsr_nets/search", ".", "There is no corresponding record for this reference.", "17. ", "While the three different protonated forms of the ligands in GP-d, BTC", "3–", "/HBTC", "2–", "/H", "2", "BTC", "–", ", are statistically disordered in the hexagonal ", "P", "6", "3", "/", "mmc", " space group, all of the ligands in GP-i belonging to the lower symmetry monoclinic ", "Cc", " space group are structurally well resolved in the BTC", "3–", " and two HBTC", "2–", "/H", "2", "BTC", "–", " forms (Figure ", "7", ").", "There is no corresponding record for this reference.", "18. ", "The N", "2", " uptake amount of the activated HB-d is significantly larger than that of the reported HB-d (391 cm", "3", "/g), which was prepared by soaking the crystals of the as-synthesized HB-d in fresh DMF for 2–3 d and by vacuum-drying at 150 °C overnight.", "(5h)", " The different activation process significantly affects the porosity of HB-d.", "There is no corresponding record for this reference.", "19. ", "Saito", ", ", "A.", "; ", "Foley", ", ", "H. C.", " ", "AIChE J.", " ", "1991", ",  ", "37", ",  ", "429", "– ", "436", "[", "Crossref", "], [", "CAS", "]", "19. ", "Curvature and parametric sensitivity in models for adsorption in micropores", "Saito, A.; Foley, H. C.", "AIChE Journal", "\r\n        (", "1991", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "429-36", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "The sensitivity of thε calcd. micropore size of zeolite Y in a fluidized cracking catalyst, based on empirical models of Ar adsorption, is tested by examg. the effect of curvature and by systematically verifying the magnitude of phys. consts. in the model equations.  The slit model provides a pore size of 0.45 nm, while the new cylindrical models provide values of 0.69 and 0.74 nm.  The latter values are in agreement with the known aperture size of zeolite Y, 0.74 nm.  By sep. varying the magnitudes of 5 of the phys. consts. in the model over a ranges of ±30%, it is concluded that the diam. of the oxide ion at the surface has a large effect on the calcd. pore size, while the other parameters have only moderate to small effects.  Preliminary application of the cylindrical-pore model to the isotherms of Ar on other zeolites and mol. sieves leads to promising results, esp. for medium-to-large-pore zeolites.  The cylindrical-pore model is a useful means for the transformation of Ar-adsorption data on a zeolite into a micropore-size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhs1Kqt7s%253D&md5=0d7ed6a6978837dc1f33729a7c0be5fc", "20. ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", "– ", "2028", "[", "Crossref", "], [", "CAS", "]", "20. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-4/cm404239s/production/images/small/cm-2013-04239s_0011.gif\">"]}
