{"title": ["Molecular Simulation of CO", " Adsorption in the Presence of Water in Single-Walled Carbon Nanotubes"], "authors": ["Lang Liu", "Suresh K. Bhatia"], "doi": ["10.1021/jp403477y"], "abstract": ["The adsorption of carbon dioxide in the presence of water in single-walled carbon nanotubes is studied using Monte Carlo simulation, at 300, 325, and 350 K. We also investigate the influence of the diameter and chirality of the nanotubes on the adsorption isotherms of CO", ". It is observed that increasing the nanotube diameter from 1.36 nm (10, 10) to 2.03 nm (15, 15) leads to enhanced CO", " capacity, while change in chirality has little effect on the adsorption capacity of carbon nanotubes. Our results show that the influence of preadsorbed water on CO", " adsorption is dependent on both the effects of excluded volume and H", "O–CO", " interactions. The maximum adsorbed amount of CO", " decreases linearly with the loading of water, and drops more rapidly in narrower nanotubes. The structure of water in hydrophobic nanopores is in the form of hydrogen-bonded clusters, and its adsorption does not affect the arrangement and orientation of CO", " molecules (i.e., it does not affect the mechanism of CO", " adsorption). The average size of water clusters coexisting with CO", " depends strongly on the adsorbed amount of CO", "; however, it is shown that splitting large water clusters into smaller ones can lead to significant enhancement of CO", " adsorption, due to the resulting stronger water–CO", " interaction. The maximum percentage increase in the excess adsorption of CO", " is as high as 53.4% when a single cluster is split into multiple smaller clusters. This finding demonstrates that the efficiency of CO", " capture from flue gas can be significantly improved by controlling the structure of coexisting water in carbon nanotubes."], "text": ["Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "1 Introduction", "The escalating level of atmospheric carbon dioxide which has increased by 100 ppm since the start of the industrial revolution represents one of the primary environmental issues facing humanity.", "(1, 2)", " It is well-recognized that the main source of CO", "2", " emissions is fossil fuel combustion in power plants, particularly in coal-fired power plants.", "(3)", " Hence, technologies for capture and storage of CO", "2", " (CCS) from flue gas are being examined worldwide, as an option to stabilize the atmospheric CO", "2", " at a level that could minimize the impact on the global climate. Among the various CO", "2", " capture technologies, adsorption and membrane separation have been recognized as the most mature processes so far, receiving the greatest attention for low energy requirements. The U.S. Department of Energy (DOE) aims to achieve 90% CO", "2", " capture at an increase in the cost of electricity of no more than 35% by 2020.", "(4)", " As a result, many possible materials have been investigated for CO", "2", " adsorption, including zeolites, activated carbon, metal–organic frameworks (MOFs), nanopore silica-based molecular baskets, and single-walled carbon nanotubes (SWCNTs).", "(5-11)", "Since the discovery of SWCNTs by Iijima,", "(12)", " they have been demonstrated to possess unique electronic, mechanical, and structure properties due to their thermal and chemical stability. The high specific surface area of carbon nanotubes (CNTs), greater than 1000 m", "2", "/g, gives them intrinsic advantages for CO", "2", "capture. Moreover, the transport properties of molecules in CNTs have been studied extensively, and a common conclusion has been obtained that the transport diffusivities of light gas including CO", "2", " in CNTs can be orders of magnitude faster than comparable diffusivities in polymeric pores, zeolites, and other nanoporous materials.", "(13-15)", " The rapid nature of diffusive transport in CNTs is due to the smoothness of the potential-energy surface defined by the CNTs and the resulting low Maxwell reflection coefficients.", "(16)", " In addition to the superior transport properties offered by CNTs, they have been experimentally found to possess a CO", "2", " adsorption capability twice that of activated carbon.", "(17)", " The simultaneous combination of favorable transport properties and high CO", "2", " adsorption capacity makes CNTs one of the most promising materials for capturing CO", "2", " from flue gas.", "Generally, the flue gas generated by coal-fired power plants comprises N", "2", " (70–75%), CO", "2", " (15–16%), H", "2", "O (5–7%), and O", "2", " (3–4%),", "(18)", " and the ability of CNTs for separating individual components from the mixtures has been extensively studied.", "(19-22)", "Using grand canonical Monte Carlo (GCMC) simulations to investigate the competitive adsorption between CO", "2", " and N", "2", "on SWCNTs at 0.15 MPa, Seyedeh et al.", "(19)", " showed that the selectivity of CO", "2", " over N", "2", " is a decreasing function of temperature, and at 300 K the separation factor is considerably larger than that reported for activated carbon membranes. Subsequently, the selectivity of CO", "2", " over O", "2", " was investigated by Kowalczyk,", "(20)", " who showed that the equimolar separation factor is higher than 10 below a pressure of 1 MPa, indicating a strong preference for CO", "2", " adsorption. The adsorption of CO", "2", " in the presence of the above nonpolar gases has been extensively investigated in the literature. However, much less information related to the influence of water on the adsorption process of CO", "2", " in the carbon nanotubes is available, which is critical to CCS applications.", "In zeolites, the presence of water significantly decreases the adsorption of CO", "2", " because water competitively adsorbs on the cations, blocking access for CO", "2", ".", "(23)", " Jian et al.", "(24)", " experimentally studied the adsorption of the mixture CO", "2", "/H", "2", "O in two MOFs at ambient temperature, and found that adsorbed water vapor had an insignificant influence on the adsorption of CO", "2", " in these two MOFs. Interestingly, Yazaydin et al.", "(25)", " reported simulation and experimental results demonstrating enhanced CO", "2", " capacities in Cu-BTC in the presence of water molecules coordinated to open-metal sites in the framework, and attributed this enhancement to H", "2", "O–CO", "2", " Coulomb interactions. For activated carbon, the presence of water reduces the adsorption of CO", "2", " due to the formation of CO", "2", " hydrates at 275 K, which was reported by Sun et al.", "(26)", " in their experimental results. Billemont et al.", "(27)", " later also found the existence of CO", "2", " hydrates in their experimental work, and suggested that the presence of water leads to a large decrease in the CO", "2", " adsorption capacity of activated carbons. As a result of the different effects of the presence water on CO", "2", " adsorption in the above traditional CO", "2", " capture materials, it is of interest to investigate the competitive adsorption in SWCNTs. Due to the nonfavorable CO", "2", "–H", "2", "O and H", "2", "O–carbon surface interactions, water molecules are known to always form isolated clusters in carbon nanopores.", "(28-31)", " Although there is much existing literature on the effect of the presence of water on CO", "2", " adsorption,", "(10, 23, 24, 29, 32)", " there is little information on the change of the arrangements and orientations of the adsorbed CO", "2", " molecules located in the CNTs in the presence of water, which is discussed in the present work. In addition, another issue overlooked in all previous work is that the sizes of the water clusters coexisting with the adsorbed CO", "2", " are not constant as the adsorbed amount of CO", "2", " increases, and different water cluster structures located in the nanopore could in turn lead to different effects on the adsorption process of CO", "2", ". Thus, the behavior of the discrete water clusters coexisting with the adsorbed CO", "2", " and its influence on the adsorption of CO", "2", " in the CNTs is presented in this work.", "We report here a GCMC simulation study of the adsorption of CO", "2", " in (10, 10) and (15, 15) SWCNTs in the presence of water, investigating the role of water clusters. Three temperatures are considered (", "T", " = 300, 325, and 350 K) to examine the effect of temperature on the adsorption of CO", "2", " in SWCNTs. The isotherms for pure CO", "2", " and mixtures of CO", "2", "/H", "2", "O are studied to examine the effect of the presence of water on the adsorption of CO", "2", " in SWCNTs. In addition, the behavior of water clusters is studied to gain insight into the effect of water cluster size on the adsorption of CO", "2", ".", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "2 Simulation Details", "2.1", "Interaction Models", "We performed atomistic simulations with multisite potential models to account for adsorbate–adsorbate and adsorbate–adsorbent interactions. The three-site EPM2 model of Harris and Yung", "(33)", " has been reported to give accurate values of the zero-coverage isosteric heat for CO", "2", " adsorption on SWCNTs,", "(34, 35)", " and was employed here to model the interactions of CO", "2", " with its neighbors and with the adsorbent. The EPM2 model represents CO", "2", " as a linear molecule having three Lennard-Jones (LJ) sites, with each site carrying a partial charge. The potential parameters are given in Table ", "1", ".", "Table 1. Lennard–Jones Parameters and Partial Charges for the EPM2 CO", "2", ", SPC/E H", "2", "O, and the Rigid Carbon Nanotube", "molecule", "ε (K)", "σ (nm)", "q", " (e)", "l", " (nm)", "θ (deg)", "carbon dioxide", "C–C", "28.129", "0.2757", "+0.6512", " ", " ", "O–O", "80.507", "0.3033", "–0.3256", " ", " ", "C–O", "47.588", "0.2895", " ", "0.1149", " ", "O–C–O", " ", " ", " ", " ", "180.0", "water", "O–O", "78.229", "0.3169", "–0.8476", " ", " ", "H–H", " ", " ", "+0.4238", " ", " ", "O–H", " ", " ", " ", "0.1", " ", "H–O–H", " ", " ", " ", " ", "109.47", "carbon nanotube", "C–C", "28.0", "0.34", " ", " ", " ", "The SPC/E water model is designed to fit the density of liquid water,", "(36)", " and was chosen to describe the water molecules in this work. In this model, water is represented as a rigid molecule, with a positive partial charge on H atoms and a negative partial charge plus an LJ interaction on the O atom. The distance between the H and O atoms is 0.1 nm, and the H–O–H bond angle is 109.47°. The water–water interaction potential parameters are listed in Table ", "1", ". In order to describe the interactions of an adsorbate molecule with its neighbors, the LJ and Coulomb potentials were adopted to calculate the dispersive and electrostatic interactions, respectively. The site–site interactions for the H", "2", "O–H", "2", "O, CO", "2", "–CO", "2", ", and H", "2", "O–CO", "2", " pairs are expressed by", "(1)", "where ", "r", "ij", "(", "α", ",", "β", ")", " is the distance between two sites ", "i", " and ", "j", " of molecules α and β. The LJ size parameter σ", "ij", "(", "α", ",", "β", ")", " and well depth parameter ε", "ij", "(", "α", ",", "β", ")", " for the unlike interactions are estimated using the Lorentz–Berthelot mixing rules. In eq ", "1", ", the first term represents the dispersive interactions, while the second term ", "u", "ij", "C", " corresponds to the electrostatic interactions. For the Coulomb interactions, the dot and line method (DLM)", "(37, 38)", " is applied to modify the long-range electrostatic interactions; this method has proved to be effective for representing the periodic charges of ions in cylindrical pores. The specific terms of the DLM are given as", "(2)", "where ", "q", "i", " and ", "q", "j", " are the partial charges on sites ", "i", " and ", "j", " of the two molecules, ", "H", " is the length of the carbon nanotube, ε", "0", " is the permittivity of free space (ε", "0", " = 8.8543 × 12", "–12", " C", "2", "/", "J", "·", "m", "), and ", "x", "ij", ",", " y", "ij", ", and ", "z", "ij", " are the Cartesian components of the interparticle distance ", "r", "ij", ", with ", "z", "ij", " being the axial coordinate along the nanotube.", "Typically, carbon nanotubes are modeled as a graphite sheet wrapped into cylindrical shape. The carbon nanotubes used in this work are treated as rigid structures, and each carbon atom is represented as a LJ sphere. The interaction parameters of carbon nanotubes are shown in Table ", "1", ". Since only the dispersive interactions were taken into account, the interactions of each carbon atom in the nanotube with each LJ site of CO", "2", " and H", "2", "O can be obtained by", "(3)", "In eq ", "3", ", ", "r", "sf", " is the distance between the carbon atom in the carbon nanotube and a site on the adsorbate molecule, i.e., CO", "2", " and H", "2", "O, and ε", "sf", " and σ", "sf", " are the nanotube–adsorbate LJ interaction parameters which are defined by the Lorentz–Berthelot combining rules.", "2.2", "Monte Carlo Simulation", "We performed GCMC simulations of the adsorption of CO", "2", " in (10, 10) and (15, 15) SWCNTs at 300, 325, and 350 K. The corresponding tube diameters are 1.356 and 2.034 nm, respectively. In order to ensure that there are sufficient number of CO", "2", " adsorbed in the nanotube at low pressure, the lengths were set to 24.93 and 15.10 nm, respectively, for (10, 10) and (15, 15) carbon nanotubes. During these simulations, the adsorbate chemical potential μ", "a", " and the system volume ", "V", " and temperature ", "T", " were kept constant. The number of adsorbate molecules was allowed to fluctuate, as also the location and the orientation of each adsorbed molecule within the nanotube. The adsorption isotherm of CO", "2", " was obtained by implementing GCMC simulation, including three typical trial moves, insertion, deletion, and displacement of particles. The numbers of insertion and deletion attempts were set equal throughout our simulations to maintain microscopic reversibility. GCMC simulations for the bulk phase CO", "2", "were also conducted, using a cubic box of size 8.0 nm and fugacities up to 30 bar, and the resulting equilibrium pressures and densities of bulk CO", "2", " were used to estimate the excess adsorption isotherms of CO", "2", " as a function of the bulk pressure of CO", "2", ", following the expression", "(39)", "(4)", "where ρ", "ad", " is the absolute density of CO", "2", " adsorbed in the carbon nanotube, ρ", "b", " is the density of bulk CO", "2", ", determined by the bulk simulations, ρ", "exc", " is the excess adsorbed amount of CO", "2", ", and ", "T", " is the temperature.", "To study the influence of water on CO", "2", " adsorption in carbon nanotubes, a different approach was introduced in this work to obtain the isotherms for CO", "2", " adsorption in the presence of water. Briefly, we fixed a certain number of water molecules within the nanotube, and then conducted the GCMC for the CO", "2", " adsorption. Throughout the simulation, the number of water molecules is fixed while these water molecules are allowed to move and swap identity with carbon dioxide molecules in order to equilibrate the whole system. For the identity swap, we randomly choose a water molecule and note its identity. We then remove that water molecule out of the nanotube and insert a carbon dioxide molecule with a random orientation in its position. In order to maintain microscopic reversibility, we randomly choose another carbon dioxide molecule and insert a water molecule with random orientation to replace it. The acceptance probability for swappingmolecules followed the prescription of Crackenll et al.", "(40)", " Moreover, the isosteric heat of adsorption presented in this work was calculated following the expression", "(41)", "(5)", "where ", "N", " is the total number of adsorbed CO", "2", " molecules, ", "U", " is the system potential energy, ", "k", " is the Boltzmann constant, ", "T", " is the system temperature, and the angular brackets represent ensemble averages.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "3 Results and Analysis", "3.1", "Effect of Temperature and Nanotube Diameter on CO", "2", " Adsorption in SWCNTs", "We first performed the simulations of CO", "2", " adsorption in (10, 10) carbon nanotubes at 300, 325, and 350 K to examine the effect of temperature on the adsorption of CO", "2", ". The simulated excess adsorption isotherms are depicted in Figure ", "1", ", and agree quantitatively with the simulation results of Skoulidas et al.", "(15)", " for the ambient temperature isotherm presented by them. It is seen that the isotherm curves for CO", "2", " adsorption at different temperatures are of type I in the IUPAC classification,", "(42)", " indicating that temperature does not play a crucial role in this temperature range.", "Figure 1. (a) Excess adsorption isotherms, and (b) variation of isosteric heat of adsorption with loading, for CO", "2", " in (10, 10) SWCNT at temperatures of 300 K, 325 K and 350 K.", "As seen in Figure ", "1", ", the excess adsorbed amount of carbon dioxide decreases with an increase of temperature, which is due to the exothermic nature of the adsorption process.", "(32)", " We note that, at 300 K, the pressure at which CO", "2", " fills the nanotube is ", "P", " ∼ 5.0 bar, which is far below the bulk saturation vapor pressure", "P", "s", " = 55.2 bar at ambient temperature. This filling pressure is still much lower than the previous molecular simulations reported by Billemont et al.,", "(29)", " who showed that CO", "2", " filled a carbon slit of width 1.4 nm at a fugacity of ", "f", " ∼ 15 bar (pressure is around 16.6 bar) at 300 K. The reduced pore filling pressure in the CNT is indicative of the stronger interaction, which enhances the capillary condensation effect.", "(43)", " Close inspection of the isotherm curves shows that, before pore filling, the excess adsorbed amount of CO", "2", " increases steeply with the increase of pressure. However, once the filling pressure is reached, the excess adsorbed amount of CO", "2", " increases only slightly and even starts to decrease as the pressure increases further, as saturation is approached.", "Figure ", "1", "b plots the isosteric heat as the function of the adsorbed amount of CO", "2", " in the nanotube, and shows that the isosteric heat is an increasing function of the loading of CO", "2", " at the temperature examined. The zero-coverage isosteric heat ", "q", "st", " for CO", "2", " adsorption in (10, 10) carbon nanotube obtained in this work is 20.5 kJ/mol, which is quite similar to the experimental results reported by Bienfait et al.", "(34)", " These authors found the zero-coverage isosteric heat for CO", "2", " adsorption in the interstitial channel of single-walled carbon nanotube bundles having the average diameter of 1.7 nm is ", "q", "st", " = 22.5 kJ/mol; the similarity of the isosteric heats indicates a significant degree of homogeneity between the inner and exterior surfaces of SWCNTs. It is interesting to note that the isosteric heat curves for different temperatures are quite similar. Generally, the isosteric heat of adsorption is dependent on the nanotube–fluid and fluid–fluid interactions. At fixed CO", "2", " loading, the isosteric heat is mainly affected by the locations and orientations of the carbon dioxide molecules occupying the nanopore. However, considering the high degree confinement of (10, 10) nanotube, in which CO", "2", " can only form a monolayer and an additional single chain structure in the interior after pore filling, the differential in orientationsand locations of adsorbed CO", "2", " may not be expected to play a significant role in the nanotube–fluid and fluid–fluid interactions.", "To assess the validity of this interpretation, we examined interaction energies from GCMC simulations by computing the decrement in the system potential energy on inserting a CO", "2", "molecule; this energy comprises CO", "2", "–CO", "2", " and CO", "2", "–nanotube components. The interaction energies are obtained as the ensemble average of the potential energy decrement. Figure ", "2", " depicts the interaction energies as the function of the loading of CO", "2", " for the (10, 10) nanotube, split into CO", "2", "–CO", "2", " and CO", "2", "–nanotube components, for 300 and 350 K.", "Figure 2. Variation of CO", "2", "–CO", "2", " and CO", "2", "–CNT interaction energies with loading in (10, 10) nanotube, from GCMC simulations at 300 and 350 K.", "It is seen that, for the high degree confinement of this nanotube, the isosteric heat ", "q", "st", " is mainly contributed by the CO", "2", "–nanotube interactions within the loading range reported in Figure ", "2", ". However, the CO", "2", "–CO", "2", " interactions are mostly responsible for the increase in the isosteric heat. We note that, on increasing the loading of CO", "2", ", the CO", "2", "–nanotube interaction energy increases, implying that CO", "2", " preferentially adsorbs on the surface of the nanotube at low pressure, and subsequently begins to fill the nanotube as the pressure is increased. It is interesting to note the increase of the CO", "2", "–CO", "2", " interaction energies after the loading of CO", "2", " reaches a certain value in the (10, 10) nanotube. Our simulations show that, at high loading, CO", "2", " molecules occupy the nanotube densely, and the average separation distance between two molecules reduces. Figure ", "3", " presents the radial distribution functions (RDFs) of CO", "2", " for different temperatures and loadings.", "Figure 3. Radial distribution function of CO", "2", " in (10,10) CNT at different temperatures and loadings: 8.12 mmol/cm", "3", " at 300 K; 8.24 mmol/cm", "3", " at 350 K and 12.41 mmol/cm", "3", " at 300 K.", "It is seen that, when the loadings of CO", "2", " are 8.12 and 8.24 mmol/cm", "3", " for 300 and 350 K, the corresponding RDFs are quite similar. This similarity, combined with the results for the interaction energies shown in Figure ", "2", ", confirms that the differential in locations and orientations of CO", "2", " at a given loading for different temperatures does not have a significant influence on the CO", "2", "–CO", "2", " interaction energies as well as the isosteric heat ", "q", "st", ". On increasing the loading of CO", "2", " from 8.12 to 12.41 mmol/cm", "3", " at 300 K, the peak of the radial distribution function shifts from ", "r", " = 0.41 nm to ", "r", " = 0.39 nm, indicating higher chances for CO", "2", " molecules lying in the LJ repulsion region at the high loading, and the enhanced repulsive interactions are expected to be mainly responsible for the increase in the CO", "2", "–CO", "2", " interaction energies. The slight difference in CO", "2", "–CO", "2", " and CO", "2", "–nanotube interaction energies between 300 and 350 K explains the similarity of the isosteric heat (", "q", "st", "s). As a result, the isosteric heat ", "q", "st", " in the narrow (10, 10) SWCNT is not affected significantly by change of system temperature.", "Figure ", "4", "a shows that increasing the diameter of the nanotube from 1.36 nm (10, 10) to 2.03 nm (15, 15) enhances the volumetric adsorption capacity of CO", "2", " at 300 K. Thus, increasing the diameter (cross-sectional area) of carbon nanotubes may be the essential factor that promotes the volumetric CO", "2", " adsorption in single-walled carbon nanotubes,", "(11)", " in this size range.", "Figure 4. (a) Excess adsorption isotherms, and (b) variation of isosteric heat of adsorption with loading, for CO", "2", " at 300 K in (10, 10) and (15, 15) carbon nanotubes.", "In support, we simulated the CO", "2", " adsorption in a (15, 4) carbon nanotube which has essentially the same diameter size as a (10, 10) carbon nanotube but a different chiral angle. Our simulation results showed the isotherms for CO", "2", " adsorption in (10, 10) and (15, 4) carbon nanotubes to be quantitatively similar, confirming the negligible influence of chirality on the CO", "2", " adsorption process. Since the diameter size and the chirality are the only two factors that may affect the internal adsorption of CO", "2", " in idealized single-walled carbon nanotubes, these results demonstrate that the tube diameter is the essential factor that determines the adsorption capacity of carbon nanotubes. However, the effective diameters available to adsorbed CO", "2", " molecules are actually less than the values reported in ", "section 2.2", ", and can be estimated from the nominal diameters by subtracting the LJ diameter of one carbon atom, 0.34 nm. Thus, the corresponding ratios of the effective cross sections for (10, 10) and (15, 15) carbon nanotubes are 56.14 and 69.36%, and theenhanced adsorption capacity is partly attributed to the increased fraction of available volume.", "Figure ", "4", "b depicts the variation of the isosteric heat of adsorption with adsorbed amount of CO", "2", ", showing the isosteric heat ", "q", "st", " of CO", "2", " adsorption in the (10, 10) carbon nanotube to be much higher than that in the (15, 15) carbon nanotube. This is because the high degree of the confinement in the (10, 10) SWCNT leads to stronger nanotube–fluid interactions than in the (15, 15) SWCNT,", "(44)", " shown in Figures ", "2", " and ", "5", ". While pore filling occurs at ", "P", " ∼ 5.0 bar in (10, 10) carbon nanotubes, the corresponding filling pressure for (15, 15) carbon nanotubes shifts up to 10.7 bar with the adsorbed CO", "2", " amount ρ", "CO", "2", " = 10.76 mmol/cm", "3", ". The increased filling pressure is actually related to the increased CO", "2", " adsorption capacity of (15, 15) carbon nanotubes, requiring a larger amount of CO", "2", " molecules to fill the nanopore. We also find that the isosteric heat distribution for a (15, 15) nanotube is constituted of two stages, before and after pore filling. When the adsorbed amount of CO", "2", " is lower than ρ", "CO", "2", " = 10.76 mmol/cm", "3", ", the isosteric heat ", "q", "st", " increases weakly with increase in loading. After CO", "2", " filling of the nanotube, the isosteric heat rises more rapidly with increase of the adsorbed amount of CO", "2", ", indicative of stronger CO", "2", "–CO", "2", " interaction compared to the CO", "2", "–CNT interaction; this results from CO", "2", " molecules packing more closely in the nanopore at a high degree of filling.", "Figure ", "5", " depicts the CO", "2", "–nanotube and CO", "2", "–CO", "2", " interaction energies for the (15, 15) carbon nanotube. As discussed above, CO", "2", " molecules first adsorb on the surface of the carbon nanotube and subsequently fill the nanopore. However, considering the reduced confinement of (15, 15) carbon nanotubes, our simulations show that, while the CO", "2", "–nanotube interaction energy increases more rapidly with increase of the loading of CO", "2", ", in contrast the CO", "2", "–CO", "2", " interaction energy experiences a stronger decrease, compared to the (10, 10) carbon nanotube, evident from Figures ", "2", " and ", "5", ". As a consequence, the total interaction energy changes only slightly in the (15, 15) carbon nanotube before pore filling, leading to only a slight increase of the isosteric heat ", "q", "st", ", unlike the (10, 10) carbon nanotube, in which the isosteric heat increases rapidly. After pore filling, the CO", "2", "–nanotube interaction energy in the (15, 15) carbon nanotube stops rising and even experiences a slight decrease. This indicates that CO", "2", " molecules start packing more closely in the nanotube as the loading increases further, which is associated with the decrease in the CO", "2", "–CO", "2", " interaction energy. Therefore, the isosteric heat increases rapidly after pore filling, resembling the behavior in the (10, 10) nanotube. However, the increase of CO", "2", "–CO", "2", " interaction energy, which occurred in the (10, 10) nanotube, is not observed in the (15, 15) carbon nanotube over the pressure range considered.", "Figure 5. Variation of CO", "2", "–CO", "2", " and CO", "2", "–CNT interaction energies with loading in (15, 15) nanotube at 300 K, from GCMC simulations.", "Figure ", "6", " depicts the RDFs of CO", "2", " at 37.6 bar for (10, 10) and (15, 15) carbon nanotubes. It is seen that CO", "2", " packs more tightly in the (10, 10) carbon nanotube compared to the (15, 15) carbon nanotube, even with lower CO", "2", " loading. Hence, for the larger effective adsorption volume offered by the (15, 15) carbon nanotube, CO", "2", " molecules pack more loosely than in the (10, 10) nanotube, and this is mainly responsible for the disappearance of the increase in the CO", "2", "–CO", "2", " interaction energy at high loading above about 9.0 mmol/cm", "3", ". However, it may be expected that, as the loading of CO", "2", " in the (15, 15) carbon nanotube is further increased, the isosteric heat will at some point begin to decrease due to the onset of repulsive interactions as the molecules begin to pack tightly at high loading.", "Figure 6. Radial distribution function of CO", "2", " in (10, 10) and (15, 15) nanotube at a pressure of 37.6 bar and temperature of 300 K.", "3.2", "Effect of Water on CO", "2", " Adsorption in SWCNTs", "We next investigated the influence of preadsorbed water on the adsorption of CO", "2", " in carbon nanotubes. The water density is defined here as the mass of adsorbed water molecules divided by the volume of the nanopore defined by the nominal tube diameter (carbon center–center) reported in ", "section 2.2", ". Figure ", "7", " depicts the excess adsorption isotherms of CO", "2", " at 300 K in (10, 10) and (15, 15) carbon nanotubes having different amounts of preadsorbed of water. In both carbon nanotubes, the adsorption of CO", "2", " monotonically decreases with the increaseof the amount of water molecules, which is in qualitative agreementwith the results reported by Billemont et al.,", "(29)", " who found the CO", "2", " adsorption in a carbon slit was reduced by the preadsorbed water.", "Figure 7. Excess adsorption isotherms for CO", "2", " at 300 K in (a) (10,10), and (b) (15, 15) carbon nanotubes for different amounts of preadsorbed water. The dark solid lines represent CO", "2", " excess isotherms in the absence of water.", "It is interesting to note that, at relatively low pressure, the presence of water enhances the adsorption of CO", "2", " in SWCNTs. As shown in the insets of Figure ", "7", "a and b, the excess adsorbed amount of CO", "2", " increases even more rapidly as the preadsorbed water density increases. As for MOFs and activated carbons,", "(24, 25, 29)", " the enhancement of CO", "2", " adsorption in both carbon nanotubes is essentially ascribed to the addition of the enhancement of the adsorption enthalpy of carbon dioxide due to water–carbon dioxide interactions. Nevertheless, this effect is less noticeable in the (10, 10) carbon nanotube over the pressure range considered. This is not surprising, because the nanotube–fluid interactions are much stronger in the (10, 10) carbon nanotube, and effectively screen the much weaker water–carbon dioxide interaction. Figure ", "8", " depicts the CO", "2", "–nanotube and CO", "2", "–H", "2", "O interaction energies in (10, 10) and (15, 15) carbon nanotubes at 300 K at a preadsorbed water density of 0.20 g/cm", "3", ".", "Figure 8. Variation of CO", "2", "–H", "2", "O and CO", "2", "–CNT interaction energies at 300 K, in (a) (10,10), and (b) (15, 15) carbon nanotube, from GCMC simulations.", "It is seen that the CO", "2", "–H", "2", "O interaction energy is more comparable to the CO", "2", "–nanotube interaction energy in the (15, 15) carbon nanotube than in the (10, 10) carbon nanotube, so that preadsorbed water plays a more crucial role on enhancing the adsorption enthalpy of CO", "2", " in the larger nanotubes at low pressure, as also on the adsorption of CO", "2", ". On the other hand, CO", "2", " starts filling the larger nanotube at higher pressure, at which CO", "2", " tends to occupy the remaining available volume of the nanopore. Considering that parts of the volume of the CNT have been occupied by preadsorbed water, the adsorbed capacity of CO", "2", " may be expected to reduce due to the loss of adsorption space. As a proof of the excluded volume effect, we determined the critical pressure at which the enhancement of the CO", "2", " excess adsorption induced by the added CO", "2", "–H", "2", "O interactions is eliminated by the reduced available adsorption space for (15, 15) carbon nanotube. Table ", "2", " lists these critical pressures, for different amounts of preadsorbed water.", "Table 2. Critical Pressure for (15,15) SWCNT at Various Water Loadings", "water density (g/cm", "3", ")", "0.025", "0.05", "0.10", "0.20", "critical pressure (bar)", "13.63", "10.74", "8.48", "4.15", "It is seen that the elimination of the effect of additional CO", "2", "–H", "2", "O interactions occurs at much lower pressure with increase in the density of preadsorbed water. This is essentially attributed to the greater loss of the adsorption space at higher amount of preadsorbed water, which dominates over the influence of the H", "2", "O–CO", "2", " interaction at lower pressures. In summary, at low pressure, the excluded volume effect is not marked, and the adsorption of CO", "2", " is enhanced by the addition of H", "2", "O–CO", "2", " interactions. However, after pore filling, the excluded volume effect due to the presence of water dominates the influence on the adsorption of CO", "2", ", and the CO", "2", " adsorption decreases significantly. In particular, in the narrower (10, 10) carbon nanotube having the smaller effective adsorption volume and higher confinement, the influence of the additional CO", "2", "–H", "2", "O interactions is less significant, since the excluded volume effect is enhanced.", "In order to gain further insight into the influence of preadsorbed water on CO", "2", " adsorption, we examined the variation of the maximum adsorbed amount of CO", "2", " with the amount of preadsorbed water at 300, 325, and 350 K. In our simulations, the maximum adsorbed amount of CO", "2", " was taken at a fugacity of 30 bar (the corresponding partial pressures of CO", "2", " for 300, 325, and 350 K are 37.6, 35.1, and 33.6 bar, respectively). For all the temperatures considered, the maximum adsorbed amounts of CO", "2", " decrease almost linearly with increase of the loading of preadsorbed water, shown in Figure ", "9", ". However, we note that the effect of preadsorbed water on the adsorption of CO", "2", " is more marked in the narrower (10, 10) nanotubes than in the (15, 15) nanotubes.", "Figure 9. Variation of the maximum adsorbed amount of carbon dioxide with water loading, over the temperature range from 300 to 350 K, for (a) (10, 10) and (b) (15, 15) carbon nanotube.", "To describe this finding quantitatively, we calculate the percentage reduction of the maximum adsorbed amount of carbon dioxide as the loading of preadsorbed water increases from zero to 0.20 g/cm", "3", "; the results are given in Table ", "3", ".", "Table 3. Percentage Reduction of the Maximum Adsorbed Amount of CO", "2", " in (10, 10) and (15, 15) Carbon Nanotubes with Water Loading", " ", "300 K", "325 K", "350 K", "(10, 10)", "37.27%", "39.18%", "39.16%", "(15, 15)", "28.65%", "25.73%", "23.88%", "Specifically, at 300 K, the maximum adsorbed amount of CO", "2", " in the (10, 10) carbon nanotube decreases from ρ", "CO", "2", " = 12.42 mmol/cm", "3", " to ρ", "CO", "2", " = 7.79 mmol/cm", "3", " as the water density increases from 0.0 to 0.20 g/cm", "3", ". The percentage reduction is as high as 37.27%. On the other hand, the corresponding reduction for the (15, 15) carbon nanotube is 28.65%, which is nearly 10% lower than that in the (10, 10) carbon nanotube. Similar differences of the reduction are observed at temperatures of 325 and 350 K, shown in Table ", "3", ".", "3.3", "Structures of Adsorbed Guest Molecules", "To better understand the effect of preadsorbed water upon the structure of CO", "2", ", in Figure ", "10", ", we report results for the radial density and the orientation angle profiles for CO", "2", " adsorbed in (10, 10) and (15, 15) carbon nanotubes at 300 K. As noted previously, the adsorption process of carbon dioxide has two typical stages, before and after pore filling. Thus, the density and angle distributions of CO", "2", " at pressure ", "P", " = 1 bar and ", "P", " = 37.6 bar are studied to examine the features of these two stages. Before pore filling, our results suggest that carbon dioxide molecules preferentially adsorb in proximity of the pore wall, forming a monolayer on the carbon surface, as seen in Figure ", "10", "a and e. The angle distributions shown in Figure ", "10", "b and f yield the mean values ⟨cos", "2", " θ⟩ = 0.42 for CO", "2", " molecules located in these monolayers on the surfaces of (10, 10) and (15, 15) SWCNTs. This corresponds to an effective orientation angle, θ, of 49.5°, where θ is the angle between the molecule axis and the axis of the nanotube. These results show that the structures of the monolayer CO", "2", " molecules adsorbed on the pore walls within (10, 10) and (15, 15) SWCNTs are similar. However, at the center of the (10, 10) and (15, 15) SWCNTs, the corresponding mean orientation angles are 45 and 59.34°, respectively. Thus, CO", "2", " molecules near the center of the narrower (10, 10) SWCNT are more likely to be parallel to the axis of the nanotube, due to the higher degree of the confinement. It is also noted that, due to the surface curvature, the angle distributions of CO", "2", " in the SWCNTs are somewhat different from those in carbon slit pores, in which carbon dioxide molecules align better parallel to the slit surface.", "(45)", "Figure 10. Density and angle distributions of CO", "2", " at 300 K in (10, 10) carbon nanotube at (a), (b) 1 bar, and (c), (d) 37.6 bar, and in (15, 15) carbon nanotube at (e), (f) 1 bar, and (g), (h) 37.6 bar, for different water loadings.", "As seen in Figure ", "10", "a, b, e, and f, the shape of all the density and angle distribution curves is unchanged by the presence of water, and resembles that for the adsorption of pure CO", "2", ". This does reveal that the placement of carbon dioxide molecules on the carbon surface is not affected by the presence of water. Moreover, as seen in Figure ", "10", "a and e, while the adsorbed amount of CO", "2", " is reduced by increasing the loading of water in (10, 10) carbon nanotubes, the adsorbed amount of CO", "2", " in (15, 15) carbon nanotubes is enhanced by increasing the amount of preadsorbed water, as discussed in ", "section 3.2", ".", "At a pressure of 37.6 bar, carbon dioxide molecules have filled the nanopore completely and formed typical layering structures, evident in Figure ", "10", "c and g. After pore filling, the density distribution depends strongly on the diameter size of the hydrophobic nanotubes. When CO", "2", " is adsorbed in (10, 10) SWCNTs, we observe the formation of one adsorbed monolayer in contact with the carbon surface, and a chain of carbon dioxide molecules confined within the first adsorbed CO", "2", " monolayer and centered on the pore axis. When CO", "2", " is absorbed in a (15, 15) carbon nanotube, the formation of two stable monolayers is observed, while the layering structure disappears in the deeper central area of the nanotube. We note that, in both of the nanotubes, the mean orientation angle for CO", "2", " in the first monolayer close to the wall does not change on increasing the pressure, always being around 49.5°. On the other hand, CO", "2", " molecules located at the center of the (10, 10) carbon nanotube tend to align parallel to the axis of the nanotube as the pore filling increases, which is revealed by the reduction in the orientation angle from 45 to 33.2°. Although this effect is not observed in (15, 15) SWCNTs, one can expect that, on increasing the pressure until the adsorbed amount of CO", "2", " reaches the capacity of the (15, 15) nanotube, the existing CO", "2", " molecules in the nanopore will increasingly align parallel to the axis of the nanotube, i.e., pack more tightly as the adsorbed amount increases. Similarly, for all the densities of preadsorbed water, the density distributions for CO", "2", " resemble those obtained for pure CO", "2", ". In addition, the angle distributions are quantitatively similar, indicating that the arrangement and orientation of CO", "2", " is not affected by the presence of water, and neither is the mechanism of CO", "2", " adsorption.", "As seen above, the adsorbed amount of carbon dioxide is affected by the presence of water via water–carbon dioxide interactions. We then examined the structures of preadsorbed water while interacting with adsorbed carbon dioxide. In Figure ", "11", ", we report the results for the RDFs of water at 300 K in (10, 10) and (15, 15) carbon nanotubes. We note that, for all the densities studied in this work, water molecules are always assembled into clusters by the strong hydrogen bonding, which is reflected directly by the sharp peaks at ", "r", " = 0.27 nm in Figure ", "11", ".", "Figure 11. Radial distribution function of water at 300 K in (a) (10, 10), and (b) (15, 15) carbon nanotubes.", "To confirm the formation of the hydrogen-bonded clusters, we also obtained the radial distribution function for bulk liquid water at ambient temperature through GCMC simulations. We found the peak of the radial distribution function for bulk liquid water also at the location of ", "r", " = 0.27 nm but having higher intensities. Accordingly, water clusters in the nanotube must be assembled by the hydrogen bonding as in bulk liquid water, although in the confinement of the nanopore leading to the peak intensity of the RDF is lower than that for bulk liquid water. To visualize the distribution of water clusters, a representative snapshot for water in the (15, 15) carbon nanotube at 300 K after pore filling is reported in Figure ", "12", ", showing the discrete clusters of various sizes located at different positions.", "Figure 12. A snapshot of the distribution of water clusters in (15, 15) carbon nanotube for ρ", "w", " = 0.025 g/cm", "3", " at 300 K and CO", "2", " adsorbed amount of 14.29 mmol/cm", "3", ".", "3.4", "Water Cluster Size Distribution", "Due to the hydrophobic nanotube–water interactions, water molecules form isolated clusters in the nanopore, unlike carbon dioxide which forms layering structures on the carbon surface. Our simulated results reveal that before pore filling the water molecules preferentially form larger but fewer clusters. On increasing the pressure, carbon dioxide starts filling the nanopore and splitting the larger water clusters into many smaller ones. The cluster size in the present work is defined as the number of hydrogen-bonded water molecules in the cluster. Two water molecules are considered hydrogen-bonded when three conditions are satisfied:", "(46)", "R", "O–O", " < 0.375, ", "R", "O–H", " < 0.246 nm, and ∠OO···OH < 30°.Using these conditions, we calculate the average cluster size of preadsorbed water at 300 K in (10, 10) and (15, 15) carbon nanotubes with different amounts of adsorbed carbon dioxide, i.e., at different pressures of carbon dioxide. Here, the average cluster size of water, ", "k", "av", ", is determined following:", "(28, 47)", "(6)", "(7)", "where ", "N", "k", " is the total number of clusters having ", "k", " hydrogen-bonded water molecules found in the simulation run and is determined using the Bread-first search algorithm,", "(48)", "N", "conf", " is the number of configurations sampled in our simulations, and ", "N", "box", " is the number of preadsorbed water molecules at a given water loading. The function ", "f", "(", "k", ") describes the existence probability for a cluster having ", "k", " hydrogen-bonded water molecules after the equilibrium simulation run.", "Figure ", "13", " depicts the variation of the average cluster size with CO", "2", " adsorbed amount at 300 K in (10, 10) and (15, 15) carbon nanotubes at a water density of ρ", "w", " = 0.10 g/cm", "3", ". It is evident that the average size of water clusters decreases with increasing amount of adsorbed carbon dioxide.", "Figure 13. Variation of the average cluster size of water with the amount of adsorbed carbon dioxide at 300 K for (a) (10, 10), and (b) (15, 15) carbon nanotubes at a water density of 0.1 g/cm", "3", ". Lines are guides to illustrate the trend. Insets depict the loading dependence of H", "2", "O–H", "2", "O and H", "2", "O–CO", "2", " interaction energies.", "The large fluctuations of the average cluster size distribution most likely arise from the small number of guest water molecules and of clusters in the nanotube. Thus, when an additional cluster forms in the simulation run, it reduces the average cluster size dramatically. At first, carbon dioxide molecules form one monolayer in contact with the carbon surface, providing more vacant volume for the formation of water clusters. Thus, interference from water–carbon dioxide interactions is not significant compared to the internal water interactions, in particular the strong hydrogen-bonding interactions. As a consequence, water molecules are assembled into stable and large size clusters. After pore filling, carbon dioxide molecules take over all the remaining available volume of the nanopore and split the original large water clusters into many smaller clusters by enhancing water–carbon dioxide interactions. In support, we demonstrate the variations of the H", "2", "O–CO", "2", " and H", "2", "O–H", "2", "O interaction energies with the loading of CO", "2", " for (10, 10) and (15, 15) carbon nanotubes in the insets of Figure ", "13", "a and b. Combined, these results confirm that enhancing the H", "2", "O–CO", "2", " interactions reduces the average size of the water clusters, and these split clusters distribute more discretely in the nanotube proved by the gradual reduction in the internal H", "2", "O–H", "2", "O interactions. However, the H", "2", "O–H", "2", "O interaction energies reported in Figure ", "13", " are always lower than −30 kJ/mol and the average hydrogen bond numbers obtained for (10, 10) and (15, 15) SWCNTs are around 2.3 and 2.5, respectively, indicating that strong hydrogen bonding interactions do exist in the water clusters.", "On the basis of the simulation results, we obtained the average water cluster size over the pressure range before and after pore filling for a variety of preadsorbed water densities, as shown in Table ", "4", ".", "Table 4. Average Water Cluster Sizes at 300 K in (10, 10) and (15, 15) Carbon Nanotubes for Different Amounts of Preadsorbed Water", " ", " ", "(10, 10)", "(15, 15)", "water density (g/cm", "3", ")", "0.025", "0.05", "0.10", "0.20", "0.025", "0.05", "0.10", "0.20", "before filling", "cluster size", "10.44", "14.30", "26.47", "58.84", "21.12", "35.95", "80.70", "172.67", " ", "cluster number", "2.97", "4.27", "4.57", "4.11", "1.99", "2.30", "2.04", "1.90", "after filling", "cluster size", "8.40", "11.14", "19.30", "52.45", "11.71", "26.192", "48.03", "185.19", " ", "cluster number", "3.68", "5.48", "6.36", "4.64", "3.59", "3.29", "3.43", "1.77", "It is observed that, at a fixed density of preadsorbed water, the average water cluster sizes in (10, 10) carbon nanotubes are significantly smaller than in (15, 15) nanotubes. This reveals that the high degree of the confinement of the nanopore is unfavorable for forming large size clusters. As given in Table ", "4", ", when the water density is as high as ρ", "w", " = 0.20 g/cm", "3", ", the formation of water clusters seems not to be affected by the increase of the adsorbed amount of carbon dioxide. This is because, at such high levels of water density, the excluded volume effect due to the large number of water molecules is very strong, and the water–water interactions completely dominate fluid–fluid interactions, so that the influence of water–carbon dioxide interactions on water cluster stability is unimportant over the pressure range considered. Thus, we can conclude that the average cluster size of the water coexisting with adsorbed carbon dioxide in the carbon nanotubes will be reduced by enhancing the external interactions of H", "2", "O such as with the CO", "2", " and with the nanotube.", "3.5", "Effect of Water Cluster Size on the Adsorption of Carbon Dioxide", "Our simulations have shown that enhancing water–carbon dioxide interactions would prevent water molecules forming large clusters, which raises the question of whether the water cluster size would affect the adsorption of carbon dioxide in carbon nanotubes. To investigate this, we first ran the NVT simulations for pure water at ambient temperature in the (15, 15) carbon nanotube to obtain a single large water cluster. We then picked two equilibrium configurations of the preadsorbed water from the GCMC simulations for the adsorption of carbon dioxide in (15, 15) carbon nanotubes in the presence of a fixed amount of water. The first configuration we picked from GCMC simulations comprises two individual water clusters, while the second configuration contains multiple small water clusters. All the configurations obtained from NVT and GCMC simulations comprised an equal number of water molecules, having total mass density ρ", "w", " = 0.05 g/cm", "3", ". Subsequently, these clusters were treated as frozen while conducting the GCMC simulations for carbon dioxide. Thus, in these simulations, the water molecules are not allowed to move, and assumed to be constrained in place by an imaginary external field. The resulting excess isotherms for carbon dioxide adsorption in the (15, 15) carbon nanotube with different sizes of frozen water clusters are depicted in Figure ", "14", ", and the comparison between the equilibrated adsorption of CO", "2", " with free moving water molecules and the nonequilibrium adsorption of CO", "2", " with multiple frozen water clusters is demonstrated in Figure ", "15", ".", "Figure 14. (a) Excess adsorption isotherms for carbon dioxide with different sizes of water clusters, and (b) snapshots of water clusters, in (15, 15) SWCNT. For greater clarity at low density the adsorption isotherms for carbon dioxide at low pressure, below 5.2 bar, are depicted in the inset, including the fractional increase in CO", "2", " adsorption, when a single large cluster is spilt into multiple smaller clusters.", "Compared to the situation that there is only a single frozen water cluster existing in the nanopore, the adsorption of carbon dioxide is enhanced when instead there are multiple frozen water clusters. It is found that the enhancement is not significant when the single cluster is split into only two smaller clusters, which is due to the insignificant enhancement of the water–carbon dioxide interactions. We have noted above that the addition of the water–carbon dioxide interactions would facilitate the adsorption of carbon dioxide by increasing the adsorption enthalpy of carbon dioxide. Accordingly, the interactions of the water cluster with the neighboring carbon dioxide molecules are more significant than with the distant carbon dioxide molecules due to the rapid decline of the dispersive interactions with distance. As a consequence of the reduced interactions of distant carbon dioxide with the water molecules, the contribution to the adsorption enthalpy of carbon dioxide would be very limited. However, when the single large cluster is split into multiple smaller clusters, the enhancement of the adsorption of carbon dioxide becomes noticeable, in particular at low pressure, as shown in the inset of Figure ", "14", ". On the other hand, as demonstrated in Figure ", "15", ", the excess adsorbed amount of CO", "2", " with the split multiple water clusters is still larger than that in the equilibrated adsorption, allowing water molecules to move freely, below a pressure of 13.6 bar.", "Figure 15. Excess adsorption isotherms for carbon dioxide in (15, 15) carbon nanotube in the presence of multiple water clusters and equilibrated water clusters. For greater clarity at low density the adsorption isotherms for carbon dioxide at low pressure, below 5.2 bar, are depicted in the inset, including the fractional increase in CO", "2", " adsorption as the free equilibrated water clusters are constrained in the form of multiple frozen clusters.", "The partial pressure of CO", "2", " in ambient pressure flue gas is about 0.15 bar.", "(49)", " Therefore, in the inset of Figure ", "14", ", we present the excess adsorption isotherms at relatively low pressure, below 5.2 bar, and report the percentage increase in the adsorbed amount of carbon dioxide as the single frozen cluster is split into multiple frozen clusters. It is evident that, at low pressure, the enhancement of the excess CO", "2", " adsorption is quite significant. Particularly, the percentage increase observed is as high as 53.4% when the partial pressure of CO", "2", " is 0.1 bar, and subsequently decreases to 19.6% when the pressure reaches 5.2 bar. Within this pressure range, significant enhancement in CO", "2", " adsorption is also observed as the free water molecules existing in the equilibrated system are constrained in place in the form of multiple frozen clusters, as shown in the inset of Figure ", "15", ". The corresponding percentage increase is as high as 44.7% at a pressure of 0.1 bar, and subsequently decreases to 8.0% as the pressure increases to 5.2 bar. These significant enhancements of the adsorption indicate that the development of strategies for controlling the formation of water clusters may be a useful direction for improving the efficiency of the carbon dioxide capture from flue gas.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "4 Conclusions", "We have presented a detailed study of CO", "2", " adsorption at 300, 325, and 350 K in (10, 10) and (15, 15) SWCNTs in the presence of water. It is found that the isotherm curves for CO", "2", " adsorption at multiple temperatures in SWCNTs are of type I according to the IUPAC classification, and the temperature does not play a crucial role in the type of adsorption isotherm. Due to the exothermic nature of the adsorption process, the adsorption of CO", "2", " decreases with the increase of temperature. In addition, because of the high degree of the confinement in (10, 10) nanotubes, the isosteric heats of adsorption at different temperatures are rather similar. We find that the adsorption capacity of carbon nanotubes is not affected by their chirality, while increasing the diameter facilitates adsorption of CO", "2", ".", "Our simulations reveal that the influence of preadsorbed water on the adsorption of CO", "2", " in SWCNTs involves a competition between the effect of excluded volume and the H", "2", "O–CO", "2", " interactions. At low pressure, the excluded volume effect is not marked, and the adsorption of CO", "2", " is enhanced by the presence of water due to the effect of H", "2", "O–CO", "2", " interactions. When the pressure is high, and CO", "2", " molecules attempt to fill the nanopore, the excluded volume effect becomes dominant and the adsorption of CO", "2", " decreases as the water density increases, due to the loss of adsorption space. It is also found that the maximum adsorbed amount of CO", "2", " in SWCNTs decreases almost linearly with an increase in the density of preadsorbed water, and drops more rapidly in narrower (10, 10) nanotubes compared to (15, 15) nanotubes. While preadsorbed water preferentially forms isolated clusters within the hydrophobic nanopores, which is attributed to the unfavorable H", "2", "O–CO", "2", " interactions and strong hydrogen bonding, CO", "2", " forms typical layering structures on the surfaces. However, we find that, for all amounts of preadsorbed water molecules, the radial density distributions for CO", "2", " resemble those obtained for pure CO", "2", " and the orientation angle distributions are quantitatively similar, indicating the presence of water does not markedly affect the mechanism of adsorption of CO", "2", " in SWCNTs.", "It is demonstrated that the size of water clusters coexisting with CO", "2", " depends strongly on the loading of CO", "2", ". The large clusters existing in the nanopore at low pressure are found to split into many smaller clusters as the adsorbed amount of CO", "2", " increases. In comparison, water molecules in (15, 15) nanotubes are more likely to form larger size clusters than in (10, 10) nanotubes, which indicates that the higher degree confinement inthe narrower nanopores is unfavorable for forming water clusters. For instance, as a limiting condition, in (6, 6) SWCNTs, water can only form a single-chain structure located at the center of the nanotube.", "(44)", " Finally, we find that the adsorption of CO", "2", " can be significantly enhanced by splitting large water clusters into multiple smaller clusters. When the partial pressure of CO", "2", " is around 0.1 bar, the increase in the excess adsorption of CO", "2", " is as high as 53.4%. This finding suggests that the efficiency of CO", "2", " capture from flue gas can be improved significantly by developing strategies for controlling the structure of coadsorbed water in SWCNTs.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "Acknowledgment", "This project has been supported by a grant from the Australian Research Council, under the Discovery Scheme. One of us (S.K.B.) acknowledges an Australian Professorial Fellowship from the Australian Researches Council. L.L. gratefully acknowledges the Chinese Government for a CSC (China Scholarship Council) scholarship.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Simulation Details", "Results and Analysis", "Conclusions", "References", "References", "This article references 49 other publications.", "1. ", "McDonald", ", ", "T. M.", "; ", "Lee", ", ", "W. R.", "; ", "Mason", ", ", "J. A.", "; ", "Wiers", ", ", "B. M.", "; ", "Hong", ", ", "C. S.", "; ", "Long", ", ", "J. R.", " ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework Mmen-Mg", "2", "(Dobpdc)", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7056", "– ", "7065", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)", "McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "16", "),\r\n    ", "7056-7065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks, M2(dobpdc) (M = Zn (1), Mg (2); dobpdc4- = 4,4'-dioxido-3,3'-biphenyldicarboxylate), adopting an expanded MOF-74 structure type, were synthesized via solvothermal and microwave methods.  Coordinatively unsatd. Mg2+ cations lining the 18.4-Å-diam. channels of 2 were functionalized with N,N'-dimethylethylenediamine (mmen) to afford Mg2(dobpdc)(mmen)1.6(H2O)0.4 (mmen-Mg2(dobpdc)).  This compd. displays an exceptional capacity for CO2 adsorption at low pressures, taking up 2.0 mmol/g (8.1 wt %) at 0.39 mbar and 25 °C, conditions relevant to removal of CO2 from air, and 3.14 mmol/g (12.1 wt %) at 0.15 bar and 40 °C, conditions relevant to CO2 capture from flue gas.  Dynamic gas adsorption/desorption cycling expts. demonstrate that mmen-Mg2(dobpdc) can be regenerated upon repeated exposures to simulated air and flue gas mixts., with cycling capacities of 1.05 mmol/g (4.4 wt %) after 1 h of exposure to flowing 390 ppm CO2 in simulated air at 25 °C and 2.52 mmol/g (9.9 wt %) after 15 min of exposure to flowing 15% CO2 in N2 at 40 °C.  The purity of the CO2 removed from dry air and flue gas in these processes was estd. to be 96% and 98%, resp.  As a flue gas adsorbent, the regeneration energy was estd. through differential scanning calorimetry expts. to be 2.34 MJ/kg CO2 adsorbed.  Overall, the performance characteristics of mmen-Mg2(dobpdc) indicate it to be an exceptional new adsorbent for CO2 capture, comparing favorably with both amine-grafted silicas and aq. amine solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVWksbk%253D&md5=7753191a7156e914021eb9a841bf4f6e", "2. ", "Yoganathan", ", ", "D.", "; ", "Rom", ", ", "W. N.", " ", "Medical Aspects of Global Warming", " ", "Am. J. Ind. Med.", " ", "2001", ",  ", "40", ",  ", "199", "– ", "210", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Medical aspects of global warming", "Yoganathan D; Rom W N", "American journal of industrial medicine", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "199-210", "\r\n        ISSN:", "0271-3586", ".\r\n    ", "BACKGROUND:  Global warming is caused by increased carbon dioxide (CO2)resulting in a greenhouse effect with enhanced warming of the earth.  Measurements of CO2 show a steady increase over the past 30 years caused by the burning of fossil fuels and from the loss of natural CO2 sinks.  A 100-year increase in global temperature by 0.3 to 0.6 degrees C is reflected in atmospheric warming, glacier shrinkage, and rising sea levels.  OBJECTIVES:  Planetary ecosystem dynamics are being altered, challenging public health.  It is predicted that morbidity and mortality will increase as a result of heat stress, as seen in recent heat waves in the U.S.  Weather disaster effects will increase in number and magnitude, and both noninfectious and infectious diseases may flourish.  A significant challenge will be the changes in life cycles of microbial species due to the warmer environs.  Specific increases in incidence have been noted for vector-borne diseases, in addition to pulmonary findings, cardiovascular morbidity, neurological diseases, and occupational diseases.  CONCLUSIONS:  Warming can be demonstrated by the observed changes that have already occurred in the environment, particularly the thinning of polar ice caps.  The United States Global Research Program has been established to coordinate research activities, which responds to issues deemed important by the United Nations Framework Convention on Climate Change.  Research issues pertain to the scientific uncertainties in the greenhouse effect, temperature measurements at various atmospheric levels and latitudes, and impact on biota redistribution.  The Kyoto Protocol has mandated specific solutions, e.g., a 7% reduction in CO2 levels within 10 years.  Future recommendations involve supporting new technologies that are available to decrease emissions as well as understanding the role that occupational and environmental specialists have in global warming recognition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3Mvks1Wjug%253D%253D&md5=3dc75ef861c264fb6a1d48d58bfe375f", "3. ", "Carapellucci", ", ", "R.", "; ", "Milazzo", ", ", "A.", " ", "Membrane Systems for CO", "2", " Capture and Their Integration with Gas Turbine Plants", " ", "Proc. Inst. Mech. Eng., Part A", " ", "2003", ",  ", "217", ",  ", "505", "– ", "517", "[", "Crossref", "], [", "CAS", "]", "3. ", "Membrane systems for CO2 capture and their integration with gas turbine plants", "Carapellucci, R.; Milazzo, A.", "Proceedings of the Institution of Mechanical Engineers, Part A: Journal of Power and Energy", "\r\n        (", "2003", "),\r\n    ", "217", "\r\n        (", "A5", "),\r\n    ", "505-517", "CODEN:\r\n                ", "PMAEET", ";\r\n        ISSN:", "0957-6509", ".\r\n    \r\n            (", "Professional Engineering Publishing Ltd.", ")\r\n        ", "Fossil fuel-fired power plant flue gas CO2 capture and sequestration is gaining widespread interest for controlling anthropogenic greenhouse gas emissions.  Among technol. options for CO2 capture, membrane-based gas sepn. systems are noteworthy due to their low energy requirements, promising technol. evolution, and effective integration with power plants.  A math. model for membrane-based sepn. systems which covers the most significant membrane types and configurations is discussed.  This model was integrated in a general simulation method to analyze and optimize advanced energy conversion systems.  Performance of these simulation tools is demonstrated by evaluating the effect of operating conditions on pre- and post-combustion sepn. unit (metallic or polymeric membrane) behavior.  The feasibility of integrating a metallic membrane system into a chem. recuperated gas turbine (CRGT) power plant was examd.; encouraging results for CO2 capture were obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpsFCisro%253D&md5=dc562c80e2beb1c7e3b9021b21598973", "4. ", "Ciferno", ", ", "J. P.", "; ", "Fout", ", ", "T. E.", "; ", "Jones", ", ", "A. P.", "; ", "Murphy", ", ", "J. T.", " ", "Capturing Carbon from Existing Coal-Fired Power Plants", " ", "Chem. Eng. Prog.", " ", "2009", ",  ", "105", ",  ", "33", "– ", "41", "[", "CAS", "]", "4. ", "Capturing carbon from existing coal-fired power plants", "Ciferno, Jared P.; Fout, Timothy E.; Jones, Andrew P.; Murphey, James T.", "Chemical Engineering Progress", "\r\n        (", "2009", "),\r\n    ", "105", "\r\n        (", "4", "),\r\n    ", "33-41", "CODEN:\r\n                ", "CEPRA8", ";\r\n        ISSN:", "0360-7275", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "A review.  A research and development program of the U.S. Department of Energy/National Energy Technol. Lab. is presented dealing with post- and oxy-combustion CO2 capture technologies, which can be retrofitted to existing coal-fired power plants and incorporated into new plants.  It is part of the Existing Plants, Emissions, and Capture Program for the development of advanced CO2 capture and compression technologies aiming at a 90% CO2 capture with the cost increase for electricity limited to 35%.  Post-combustion CO2 capture means sepn. of CO2 produced by conventional coal combustion in air, while in oxy-combustion power plants, high-purity O2 is mixed with recycled flue gas to combust the coal.  The different carbon capture and storage (CCS) concepts for CO2 are addressed.  The current CO2 technol. R&D projects are tabulated.  Membrane techniques are treated as well as solvent-based CO2 capture and adsorption on solid sorbents.  Furthermore, an advanced coal oxy-combustion technol., the chem.-looping combustion, is mentioned, and the CO2 compression and storage are briefly described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslOmsb8%253D&md5=611286f41732e2772ce3e0af0535125a", "5. ", "Cheng", ", ", "Y.", "; ", "Huang", ", ", "Q.", "; ", "Eic", ", ", "M.", "; ", "Balcom", ", ", "B. J.", " ", "CO", "2", " Dynamic Adsorption/Desorption on Zeolite 5A Studied by 13C Magnetic Resonance Imaging", " ", "Langmuir", " ", "2005", ",  ", "21", ",  ", "4376", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "CO2 Dynamic Adsorption/Desorption on Zeolite 5A Studied by 13C Magnetic Resonance Imaging", "Cheng, Yuesheng; Huang, Qinglin; Eic, Mladen; Balcom, Bruce J.", "Langmuir", "\r\n        (", "2005", "),\r\n    ", "21", "\r\n        (", "10", "),\r\n    ", "4376-4381", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present the first 13C magnetic resonance imaging study of CO2 transient adsorption/desorption processes in a zeolite 5A column. CO2 transient concn. profiles were measured with a centric scan spin-echo single point imaging technique.  The adsorption wave profiles were detd. under flow conditions, with the results analyzed by the Bohart-Adams model.  The model adequately accounts for the spatial and the temporal behavior of CO2 in the column. CO2 adsorption rate consts. were calcd. from the fit.  Desorption profiles were acquired by blowing a helium stream through a zeolite 5A column satd. with CO2.  An asymmetry between the adsorption and desorption profiles is readily apparent.  A linear relationship between the CO2 condensed phase concn. and square root of time was obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFSisL4%253D&md5=143e93179a5bea13edba8be6fefa9c70", "6. ", "Gao", ", ", "W.", "; ", "Butler", ", ", "D.", "; ", "Tomasko", ", ", "D. L.", " ", "High-Pressure Adsorption of CO", "2", " on NaY Zeolite and Model Prediction of Adsorption Isotherms", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "8083", "– ", "8089", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "High-pressure adsorption of CO2 on NaY zeolite and model prediction of adsorption isotherms", "Gao, Weihong; Butler, Derrick; Tomasko, David L.", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "19", "),\r\n    ", "8083-8089", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Supercrit. CO2 is an efficient solvent for adsorptive sepns. because it can potentially be used as both the carrier solvent for adsorption and the desorbent for regeneration.  Recent results have demonstrated an anomalous peak or \"hump\" in the adsorption isotherm near the bulk crit. point when the adsorption isotherm is plotted as a function of bulk d.  This work presents new data for the adsorption and desorption of carbon dioxide in the near-crit. region on a cryst., well-structured adsorbent (NaY zeolite).  The results indicate a strong affinity for CO2 as well as a significant hump near the crit. point.  The lattice model previously developed by Aranovich and Donohue is applied to analyze the adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFSntLw%253D&md5=5088df86f80b6b510a802a1fe49b8ce2", "7. ", "Siriwardane", ", ", "R. V.", "; ", "Shen", ", ", "M. S.", "; ", "Fisher", ", ", "E. P.", "; ", "Poston", ", ", "J. A.", " ", "Adsorption of CO", "2", " on Molecular Sieves and Activated Carbon", " ", "Energy Fuels", " ", "2001", ",  ", "15", ",  ", "279", "– ", "284", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Adsorption of CO2 on Molecular Sieves and Activated Carbon", "Siriwardane, Ranjani V.; Shen, Ming-Shing; Fisher, Edward P.; Poston, James A.", "Energy & Fuels", "\r\n        (", "2001", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "279-284", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pressure swing adsorption (PSA) and temp. swing adsorption (TSA) are some of the potential techniques that could be applicable for removal of CO2 from high-pressure fuel gas streams.  Mol. sieves and activated carbons are some of the sorbents that could be utilized in the PSA process.  Volumetric adsorption studies of CO2, N2, or H2 on mol. sieve 13X, mol. sieve 4A, and activated carbon were conducted at 25° up to a pressure of 300 psi (∼2× 106 Pa).  Preferential adsorption of CO2 was obsd. with all three sorbents.  The adsorption capacity of CO2 for mol. sieve 13X was higher than that for mol. sieve 4A at all pressures up to 300 psi.  At low pressures (<25 psi) the adsorption capacity for CO2 of activated carbon was lower than that of mol. sieve 13X, but at higher pressures (>25 psi) activated carbon exhibited significantly higher CO2 capacities than were found for mol. sieves.  Competitive adsorption of CO2 from gas mixts. also indicated that both mol. sieve 13X and activated carbon can be utilized for sepn. of CO2 from gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXos1Gquw%253D%253D&md5=1a2e513bf3e3cf11574ba823b864f1f9", "8. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "9. ", "Xu", ", ", "X.", "; ", "Song", ", ", "C.", "; ", "Andresen", ", ", "J. M.", "; ", "Miller", ", ", "B. G.", "; ", "Scaroni", ", ", "A. W.", " ", "Novel Polyethylenimine-Modified Mesoporous Molecular Sieve of MCM-41 Type as High-Capacity Adsorbent for CO", "2", " Capture", " ", "Energy Fuels", " ", "2002", ",  ", "16", ",  ", "1463", "– ", "1469", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Novel Polyethylenimine-Modified Mesoporous Molecular Sieve of MCM-41 Type as High-Capacity Adsorbent for CO2 Capture", "Xu, Xiaochun; Song, Chunshan; Andresen, John M.; Miller, Bruce G.; Scaroni, Alan W.", "Energy & Fuels", "\r\n        (", "2002", "),\r\n    ", "16", "\r\n        (", "6", "),\r\n    ", "1463-1469", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanoporous solid adsorbent suitable for \"mol. basket-type\" adsorption of CO2 in the condensed form was prepd. by impregnation of polyethylenimine (PEI) onto MCM-41 mesoporous mol. sieve.  The phys. properties of the adsorbents were characterized by x-ray powder diffraction, N2 adsorption/desorption, and thermogravimetric anal.  The structure of the MCM-41 was preserved after loading the PEI, and the PEI was uniformly dispersed into the channels of the mol. sieve.  The CO2 adsorption/desorption performance was tested in a flow system using a microbalance to track the wt. change.  The mesoporous mol. sieve had a synergetic effect on the adsorption of CO2 by PEI.  A CO2 adsorption capacity as high as 215 mg-CO2/g-PEI was obtained with MCM-41-PEI-50 at 75°, which is 24 times higher than that of the MCM-41 and is even 2 times that of the pure PEI.  With an increase in the CO2 concn. in the CO2/N2 gas mixt., the CO2 adsorption capacity increased.  The cyclic adsorption/desorption operation indicated that the performance of the adsorbent was stable.  The adsorbent has interest in the sequestration and storage of CO2 from combustion processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xnsl2itLs%253D&md5=0546b847ee6fc44d21774a37542bbdd4", "10. ", "Xu", ", ", "X.", "; ", "Song", ", ", "C.", "; ", "Miller", ", ", "B. G.", "; ", "Scaroni", ", ", "A. W.", " ", "Influence of Moisture on CO", "2", " Separation from Gas Mixture by a Nanoporous Adsorbent Based on Polyethylenimine-Modified Molecular Sieve MCM-41", " ", "Ind. Eng. Chem. Res.", " ", "2005", ",  ", "44", ",  ", "8113", "– ", "8119", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Influence of Moisture on CO2 Separation from Gas Mixture by a Nanoporous Adsorbent Based on Polyethylenimine-Modified Molecular Sieve MCM-41", "Xu, Xiaochun; Song, Chunshan; Miller, Bruce G.; Scaroni, Alan W.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "21", "),\r\n    ", "8113-8119", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption sepn. of CO2 from simulated flue gas contg. CO2, O2, and N2 with and without moisture was investigated using a novel nanoporous adsorbent based on polyethylenimine (PEI)-modified mesoporous mol. sieve MCM-41 in a flow system.  The CO2 adsorption capacity and CO2 sepn. selectivity of MCM-41 were greatly improved by loading PEI into its nanosized pore channels, which made the resulting adsorbent operate like a \"mol. basket\" for CO2.  The CO2 adsorption capacity of the MCM-41-PEI adsorbent for the simulated moist flue gas was higher than that for the simulated dry flue gas.  The CO2 sepn. selectivity of the MCM-41-PEI adsorbent was also improved in the presence of moisture when compared with those in the dry gas condition.  The influence of moisture concns. in the simulated flue gas on the CO2 adsorption sepn. performance was also examd.  The results of adsorption/desorption sepn. cycles showed that the MCM-41-PEI adsorbent was stable over 10 cycles of adsorption/desorption operations.  The hydrothermal stability of the \"mol. basket\" adsorbent was better than that of the MCM-41 support alone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWhs7jI&md5=7fe9e0f198dfd7e6e795437101ed6669", "11. ", "Rende", ", ", "D.", "; ", "Ozgur", ", ", "L.", "; ", "Baysal", ", ", "N.", "; ", "Ozisik", ", ", "R.", " ", "A Computational Study on Carbon Dioxide Storage in Single Walled Carbon Nanotubes", " ", "J. Comput. Theor. Nanosci.", " ", "2012", ",  ", "9", ",  ", "1658", "– ", "1666", "[", "Crossref", "], [", "CAS", "]", "11. ", "A computational study on carbon dioxide storage in single walled carbon nanotubes", "Rende, Deniz; Ozgur, Leyla; Baysal, Nihat; Ozisik, Rahmi", "Journal of Computational and Theoretical Nanoscience", "\r\n        (", "2012", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "1658-1666", "CODEN:\r\n                ", "JCTNAB", ";\r\n        ISSN:", "1546-1955", ".\r\n    \r\n            (", "American Scientific Publishers", ")\r\n        ", "Carbon nanotubes (CNTs) possess unique electronic, mech., and structural properties.  They were shown to be effective and stable low temp. adsorbent materials that could make them potentially useful for gas storage and sepn. of various gas mixts.  Carbon dioxide (CO2) is a greenhouse gas and CO2 levels in the atm. have been steadily increasing due to human activity.  Hence, capturing CO2 is an active research area.  Previous studies on CO2 adsorption using CNTs focused on low concn. CO2 environments; however, capturing CO2 at the source (coal plants, automobile emissions, etc.) is a more realistic soln., therefore, in the current study, the potential use of CNTs as CO2 adsorbents at high concn. CO2 environments is reported.  The effects of single walled carbon nanotube diam. and length, and CO2 concn. were studied using mol. dynamics simulations at 300 and 320 K.  Results showed that CO2 mols. were selectively adsorbed by the single walled carbon nanotubes (SWNTs), and adsorption was dependent on both the internal vol. of the nanotube and the cross-sectional area of the tube entrance.  Temp. increase had a substantial impact on the location of CO2 mols. in and around the nanotube, i.e., at 300 K, CO2 mols. were located both inside and on the nanotube surface; whereas at 320 K, the CO2 mols. were mostly inside the nanotube.  This result suggests that the mechanism of CO2 adsorption and retention can be controlled by temp.  Finally, our results showed that although the amt. of adsorbed CO2 increased with increasing CO2 concn., the efficiency of adsorption increased with decreasing CO2 concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1eks7nI&md5=cf38c10ecc667cdc72a39bd21bb91fe3", "12. ", "Iijima", ", ", "S.", " ", "Helical Microtubules of Graphitic Carbon", " ", "Nature", " ", "1991", ",  ", "354", ",  ", "56", "– ", "58", "[", "Crossref", "], [", "CAS", "]", "12. ", "Helical microtubules of graphitic carbon", "Iijima, Sumio", "Nature (London, United Kingdom)", "\r\n        (", "1991", "),\r\n    ", "354", "\r\n        (", "6348", "),\r\n    ", "56-8", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The prepn. of a novel type of finite C structure consisting of needle-like tubes is reported.  Produced using an arc-discharge evapn. method similar to that used for fullerenes synthesis, the needles grow at the neg. end of the electrode used for the arc discharge.  Electron microscopy reveals that each needle comprises coaxial tubes of graphitic sheets, ranging from 2 to ∼50.  On each tube, the C-atom hexagons are arranged in a helical fashion about the needle axis.  The helical pitch varies from needle to needle and from tube to tube within a single needle.  This helical structure may aid growth.  The formation of these needles, ranging from a few to a few tens of nanometers in diam., suggests that engineering of C structures should be possible on scales considerably greater than those relevant to the fullerenes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmt1Ojtg%253D%253D&md5=ab9fd03bc14a16606749af946bac86bf", "13. ", "Skoulidas", ", ", "A. I.", "; ", "Ackerman", ", ", "D. M.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", " ", "Rapid Transport of Gases in Carbon Nanotubes", " ", "Phys. Rev. Lett.", " ", "2002", ",  ", "89", ",  ", "185901–1", "– ", "185901–4", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Sokhan", ", ", "V.", "; ", "Nicholson", ", ", "D.", "; ", "Quirke", ", ", "N.", " ", "Transport Properties of Nitrogen in Single Walled Carbon Nanotubes", " ", "J. Chem. Phys.", " ", "2004", ",  ", "120", ",  ", "3855", "– ", "3863", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Transport properties of nitrogen in single walled carbon nanotubes", "Sokhan, V. P.; Nicholson, D.; Quirke, N.", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "8", "),\r\n    ", "3855-3863", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Transport properties including collective and tracer diffusivities of nitrogen, modeled as a diat. mol., in single walled carbon nanotubes have been studied by equil. mol. dynamics at different temps. and as a function of pressure.  While the asymptotic decay of the translational and rotational velocity autocorrelation function is algebraic, the collective velocity decays exponentially with the relaxation time related to the interfacial friction.  The tracer diffusivity in the nanochannel, which is comparable in magnitude with diffusivity in the equil. bulk phase, depends only weakly on the conditions at the fluid-solid interface, whereas the collective diffusivity is a strong function of the hydrodynamic boundary conditions and is found to be three orders of magnitude higher than self-diffusivity in carbon nanotubes and for the comparatively rough surface of the rare-gas tube it is one order of magnitude greater.  A relationship between the collective diffusivity and the Maxwell coeff. describing wall collisions is obtained.  The transport coeffs. appear to be insensitive to the long-range details of the potential function.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhsVyrtbs%253D&md5=1d7e446b42b9b077bda4e127bdb1f075", "15. ", "Skoulidas", ", ", "A. I.", "; ", "Sholl", ", ", "D. S.", "; ", "Johnson", ", ", "J. K.", " ", "Adsorption and Diffusion of Carbon Dioxide and Nitrogen through Single-Walled Carbon Nanotube Membranes", " ", "J. Chem. Phys.", " ", "2006", ",  ", "124", ",  ", "054708-1", "– ", "054708-7", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "Bhatia", ", ", "S. K.", "; ", "Chen", ", ", "H.", "; ", "Sholl", ", ", "D. S.", " ", "Comparisons of Diffusive and Viscous Contributions to Transport Coefficients of Light Gases in Single-Walled Carbon Nanotubes", " ", "Mol. Simul.", " ", "2005", ",  ", "31", ",  ", "643", "– ", "649", "[", "Crossref", "], [", "CAS", "]", "16. ", "Comparisons of diffusive and viscous contributions to transport coefficients of light gases in single-walled carbon nanotubes", "Bhatia, Suresh K.; Chen, Haibin; Sholl, David S.", "Molecular Simulation", "\r\n        (", "2005", "),\r\n    ", "31", "\r\n        (", "9", "),\r\n    ", "643-649", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The authors examine here the relative importance of different contributions to transport of light gases in single walled C nanotubes, using methane and H as examples.  Transport coeffs. at 298 K are detd. using mol. dynamics simulation with atomistic models of the nanotube wall, from which the diffusive and viscous contributions are resolved using a recent approach that provides an explicit expression for the latter.  The authors also exploit an exact theory for the transport of Lennard-Jones fluids at low d. considering diffuse reflection at the tube wall, thereby permitting the estn. of Maxwell coeffs. for the wall reflection.  Reflection from the C nanotube wall is nearly specular, as a result of which slip flow dominates, and the viscous contribution is small in comparison, even for a tube as large as 8.1 nm in diam.  The reflection coeff. for H is 3-6 times as large as that for methane in tubes of 1.36 nm diam., indicating less specular reflection for H and greater sensitivity to at. detail of the surface.  This reconciles results showing that transport coeffs. for H and methane, obtained in simulation, are comparable in tubes of this size.  With increase in adsorbate d., the reflection coeff. increases, suggesting that adsorbate interactions near the wall serve to roughen the local potential energy landscape perceived by fluid mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXps1Gru78%253D&md5=e4218aaa821bf7045ac2efe4516438ff", "17. ", "Cinke", ", ", "M.", "; ", "Li", ", ", "J.", "; ", "Bauschlicher", ", ", "C. W.", "; ", "Ricca", ", ", "A.", "; ", "Meyyappan", ", ", "M.", " ", "CO", "2", " Adsorption in Single-Walled Carbon Nanotubes", " ", "Chem. Phys. Lett.", " ", "2003", ",  ", "376", ",  ", "761", "– ", "766", "[", "Crossref", "], [", "CAS", "]", "17. ", "CO2 adsorption in single-walled carbon nanotubes", "Cinke, Martin; Li, Jing; Bauschlicher, Charles W.; Ricca, Alessandra; Meyyappan, M.", "Chemical Physics Letters", "\r\n        (", "2003", "),\r\n    ", "376", "\r\n        (", "5,6", "),\r\n    ", "761-766", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption of CO2 on purified single-walled carbon nanotubes (SWNTs) has been studied in the temp. range of 0-200 °C and found to be mainly a physisorption process.  The SWNTs adsorb nearly twice the vol. of CO2 compared to activated carbon.  The exptl. results yield a CO2 heat of adsorption of 2303 J/mol (0.024 eV) in SWNTs.  Our computational study yields a similar binding energy and shows that the CO2 is physisorbed side-on to the nanotube.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlsl2gtrg%253D&md5=ec5c3d77c3faf067197368b69a103fd4", "18. ", "Evan", ", ", "J.", "; ", "Pennline", ", ", "H. W.", " ", "Photochemical Removal of Mercury from Flue Gas", " ", "Ind. Eng. Chem. Res.", " ", "2002", ",  ", "41", ",  ", "5470", "– ", "5476", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "19. ", "Razavi", ", ", "S. S.", "; ", "Hashemianzadeh", ", ", "S. M.", "; ", "Karimi", ", ", "H.", " ", "Modeling the Adsorptive Selectivity of Carbon Nanotubes for Effective Separation of CO", "2", "/N", "2", " Mixtures", " ", "J. Mol. Model.", " ", "2011", ",  ", "17", ",  ", "1163", "– ", "1172", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Modeling the adsorptive selectivity of carbon nanotubes for effective separation of CO2/N2 mixtures", "Razavi, Seyedeh Saleheh; Hashemianzadeh, Seyed Majid; Karimi, Hedayat", "Journal of Molecular Modeling", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "5", "),\r\n    ", "1163-1172", "CODEN:\r\n                ", "JMMOFK", ";\r\n        ISSN:", "0948-5023", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Canonical Monte Carlo (CMC) simulations were carried out to investigate the behavior of CO2 and N2 mixts. upon adsorption on single walled carbon nanotubes (CNTs).  In the simulation, all the particle-particle interactions between CO2, N, and C were modeled using Lennard-Jones (LJ) potential.  To provide deep insight into the effect of pore width, temp., pressure and bulk compn. on the adsorption behavior of CO2 /N2 mixts., 5 different CNTs [(6,6), (7,7), (8,8), (9,9), and (10,10) CNT] with diams. ranging from 0.807 to 1.35 nm, 3 temps. (300 323 and 343 K), 6 pressures (0.15, 2, 4, 6, 8, and 10 MPa), and 3 bulk mole compns. of CO2 (0.3 0.5 and 0.7) were tested.  The results from all the simulation conditions investigated in this work show that CNTs preferentially adsorb CO2 relative to N2 in a binary mixt.  The results are consistent with the hypothesis that stronger interaction of one component with the nanotube surface results in a higher adsorption capacity compared to the other component.  An optimized pore size of D = 8.07 nm corresponding to (6, 6) CNT, at T = 300 K and P = 0.15 MPa at a bulk mole compn. of yCO2 =0.3 was identified in which carbon nanotubes demonstrate the greatest selectivity for sepn. of CO2 relative to N2.  In addn., it is worth pointing out that, under similar simulation conditions, CNTs exhibit higher selectivity compared to other carbon-based materials [carbon membrane polyimide (PI) and PI/multi-wall carbon nanotubes (MWCNTs)] for CO2 adsorption.  As a prototype, the selectivity of an equimolar mixt. of CO2/N2 for adsorption on (6, 6) CNTs at 300 K and 0.15 MPa reaches 9.68, which is considerably larger than that reported in carbon membrane.  Therefore, it can be concluded that carbon nanotubes can act as a capable adsorbent for adsorption/desorption of CO2 in comparison with other carbon-based materials in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGmtbo%253D&md5=a0ba093179c5226aca751ef865d69625", "20. ", "Kowalczyk", ", ", "P.", " ", "Molecular Insight into the High Selectivity of Double-Walled Carbon Nanotubes", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "2784", "– ", "2790", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Molecular insight into the high selectivity of double-walled carbon nanotubes", "Kowalczyk, Piotr", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2784-2790", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Combining exptl. knowledge with mol. simulations, the authors studied the adsorption and sepn. properties of double-walled C nanotubes (DWNTs) against flue/synthetic gas mixt. components (e.g. CO2, CO, N2, H2, O2, and CH4) at 300 K.  Except mol. H2, all studied nonpolar adsorbates assemble into single-file chain structures inside DWNTs at operating pressures <1 MPa.  Mol. wires of adsorbed mols. are stabilized by the strong solid-fluid potential generated from the cylindrical C walls.  CO2 assembly is formed at very low operating pressures in comparison to all other studied nonpolar adsorbates.  The adsorption lock-and-key mechanism results from perfect fitting of rod-shaped CO2 mols. into the cylindrical C pores.  The enthalpy of CO2 adsorption in DWNTs is very high and reaches 50 kJ mol-1 at 300 K and low pore concns.  But adsorption enthalpy at zero coverage is significantly lower for all other studied nonpolar adsorbates, for instance: 35 kJ mol-1 for CH4, and 14 kJ mol-1 for H2.  Applying the ideal adsorption soln. theory, the authors predicted that the internal pores of DWNTs have unusual ability to differentiate CO2 mols. from other flue/synthetic gas mixt. components (e.g. CO, N2, H2, O2, and CH4) at ambient operating conditions.  Computed equil. selectivity for equimolar CO2-X binary mixts. (X: CO, N2, H2, O2, and CH4) is very high at low mixt. pressures.  With an increase in binary mixt. pressure, the authors predicted a decrease in equil. sepn. factor because of the competitive adsorption of the X binary mixt. component.  At 300 K and equimolar mixt. pressures up to 1 MPa, the CO2-X equil. sepn. factor is >10 for all studied binary mixts., indicating strong preference for CO2 adsorption.  The overall selective properties of DWNTs seem to be superior, which may be beneficial for potential industrial applications of these novel C nanostructures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGktrk%253D&md5=6af5280c416530e8cb75815ab4ccc235", "21. ", "Kowalczyk", ", ", "P.", "; ", "Brualla", ", ", "L.", "; ", "Zywocinski", ", ", "A.", "; ", "Bhatia", ", ", "S. K.", " ", "Single-Walled Carbon Nanotubes: Efficient Nanomaterials for Separation and on-Board Vehicle Storage of Hydrogen and Methane Mixture at Room Temperature", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "5250", "– ", "5257", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Single-Walled Carbon Nanotubes: Efficient Nanomaterials for Separation and On-Board Vehicle Storage of Hydrogen and Methane Mixture at Room Temperature?", "Kowalczyk, Piotr; Brualla, Lorenzo; Zywocinski, Andrzej; Bhatia, Suresh K.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "13", "),\r\n    ", "5250-5257", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We investigate possible usage of single-walled carbon nanotubes (SWNTs) as an efficient storage and sepn. device of hydrogen-methane mixts. at room temp.  The study has been done using Grand Canonical Monte Carlo simulations for modeling storage and sepn. of hydrogen-methane mixts. in idealized SWNTs bundles.  These mixts. have been studied at several pressures, up to 12 MPa.  We have found that the values of the stored volumetric energy and equil. selectivity greatly depend on the chiral vector (i.e., pore diam.) of the nanotubes.  The bundle formed by [5,4] SWNTs (nanotube diam. of 6.2 Å) can be regarded as a threshold value.  Below that value the densification of hydrogen or methane is negligible.  Bundles with wider nanotube diam. (i.e., 12.2, 13.6, 24.4 Å) seem to be promising nanomaterials for hydrogen-methane storage and sepn. at 293 K.  SWNTs with pore diams. greater than 24.4 Å (i.e., [18,18]) are less efficient for both on-board vehicle energy storage and sepn. of hydrogen-methane mixt. at 293 K with pressures up to 12 MPa.  SWNTs comprised of cylindrical pores of 8.2 and 6.8 Å in diam. (equiv. chiral vector [6,6] and [5,5], resp.) are the most promising for sepn. of the hydrogen-methane mixt. at room temp., with the former selectively adsorbing methane and the latter selectively adsorbing hydrogen.  We obsd. that inside the pores of [6,6] nanotubes absorbed methane forms a quasi-one-dimensional crystal when the system has thermalized.  The av. intermol. distance of such a crystal is smaller than the one of liq. methane in bulk at 111.5 K, therefore exhibiting the quasi-one-dimensional system clear compression characteristics.  On the other hand, for a smaller nanotube diam. of 6.8 Å the hydrogen can enter into the tubes and methane remaining in bulk.  We found that in the interior of [5,5] nanotubes adsorbed/compressed hydrogen forms a quasi-one-dimensional crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXis12ltLY%253D&md5=7dd301b9a21f62549afca766dfe411d1", "22. ", "Chen", ", ", "H.", "; ", "Sholl", ", ", "D. S.", " ", "Predictions of Selectivity and Flux for CH", "4", "/H", "2", " Separations Using Single Walled Carbon Nanotubes as Membranes", " ", "J. Membr. Sci.", " ", "2006", ",  ", "269", ",  ", "152", "– ", "160", "[", "Crossref", "], [", "CAS", "]", "22. ", "Predictions of selectivity and flux for CH4/H2 separations using single walled carbon nanotubes as membranes", "Chen, Haibin; Sholl, David S.", "Journal of Membrane Science", "\r\n        (", "2006", "),\r\n    ", "269", "\r\n        (", "1-2", "),\r\n    ", "152-160", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We have used atomically detailed simulations to predict the binary permeance of CH4/H2 mixts. through defect-free (10,10) single walled carbon nanotubes acting as membranes at room temp.  Earlier simulations indicated that single-component gas diffusion in carbon nanotubes is extremely rapid compared to other known nanoporous materials.  Our results show that this observation also holds for binary mixts. adsorbed in carbon nanotubes.  As a result, carbon nanotube membranes are predicted to exhibit extremely high fluxes.  Our results predict that carbon nanotubes are strongly selective for CH4 over H2 when a mixt. of these gases permeates through a membrane.  Our results explore the performance of the membranes for mixts. of CH4 and H2 as a function of the compn. and total pressure of the feed gases and the total pressure drop across the membrane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlCnsLbO&md5=c80d3dd1ada9a10be7a1981133e41aed", "23. ", "Brandani", ", ", "F.", "; ", "Ruthven", ", ", "D. M.", " ", "The Effect of Water on the Adsorption of CO", "2", " and C", "3", "H", "8", " on Type X Zeolites", " ", "Ind. Eng. Chem. Res.", " ", "2004", ",  ", "43", ",  ", "8339", "– ", "8344", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "The Effect of Water on the Adsorption of CO2 and C3H8 on Type X Zeolites", "Brandani, Federico; Ruthven, Douglas M.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "26", "),\r\n    ", "8339-8344", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of small amts. of water, in regard to inhibiting the adsorption of carbon dioxide (CO2), on several different cationic forms of zeolite X was investigated by using the zero length column (ZLC) technique, coupled with temp.-programmed desorption (TPD) measurements.  This is shown to be a very effective way to study the effect of a strongly adsorbed species (water) on the adsorption of a less-strongly adsorbed species (CO2 or propane (C3H8)).  It was obsd. that, for all systems studied, the Henry const. declines exponentially with the loading of water.  As expected, this effect is stronger for CO2 than for C3H8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpslentLk%253D&md5=9bc6e2e23d76aa3ce68290e81f7ca608", "24. ", "Liu", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "CO", "2", "/H", "2", "O Adsorption Equilibrium and Rates on Metal– Organic Frameworks: HKUST-1 and Ni/DOBDC", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "14301", "– ", "14307", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "CO2/H2O Adsorption Equilibrium and Rates on Metal-Organic Frameworks: HKUST-1 and Ni/DOBDC", "Liu, Jian; Wang, Yu; Benin, Annabelle I.; Jakubczak, Paulina; Willis, Richard R.; Le Van, M. Douglas", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "17", "),\r\n    ", "14301-14307", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, huge surface areas, and potential applications as novel adsorbents and catalysts.  In order to provide a basis for consideration of MOFs for removal of carbon dioxide from gases contg. water vapor, such as flue gas, we have studied adsorption equil. of CO2, H2O vapor, and their mixts. and also rates of CO2 adsorption in two MOFs: HKUST-1 (CuBTC) and Ni/DOBDC (CPO-27-Ni or Ni/MOF-74).  The MOFs were synthesized via solvothermal methods, and the as-synthesized products were solvent exchanged and regenerated before expts.  Pure component adsorption equil. and CO2/H2O binary adsorption equil. were studied using a volumetric system.  The effects of H2O adsorption on CO2 adsorption for both MOF samples were detd., and the results for 5A and NaX zeolites were included for comparison.  The hydrothermal stabilities for the two MOFs over the course of repetitive measurements of H2O and CO2/H2O mixt. equil. were also studied.  CO2 adsorption rates from helium for the MOF samples were investigated by using a unique concn.-swing frequency response (CSFR) system.  Mass transfer into the MOFs is rapid with the controlling resistance found to be macropore diffusion, and rate parameters were established for the mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVahsbrP&md5=51cb5722a8c231f2c32d1878e912e7e5", "25. ", "Yazaydın", ", ", "A. O. z. r.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Enhanced CO", "2", " Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "– ", "1430", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", "26. ", "Sun", ", ", "Y.", "; ", "Xue", ", ", "Q.", "; ", "Zhou", ", ", "Y.", "; ", "Zhou", ", ", "L.", " ", "Sorption Equilibria of CO", "2", "/CH", "4", " Mixture on Activated Carbon in Presence of Water", " ", "J. Colloid Interface Sci.", " ", "2008", ",  ", "322", ",  ", "22", "– ", "26", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Sorption equilibria of CO2/CH4 mixture on activated carbon in presence of water", "Sun, Yan; Xue, Quanmin; Zhou, Yaping; Zhou, Li", "Journal of Colloid and Interface Science", "\r\n        (", "2008", "),\r\n    ", "322", "\r\n        (", "1", "),\r\n    ", "22-26", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The sorption isotherms of CO2 + CH4 mixts. on an activated carbon were collected in the presence of water at a temp. suitable for hydrate formation.  The equil. compn. of both phases was detd.  The initial concn. of CO2 in mixts. was set at 33, 38 and 42%, and the total pressure was up to 10 MPa.  CO2 hydrates were firstly formed following the increase of total pressure, and CO2 dominates the sorbed phase compn.  CO2 concn. in the sorbed phase begins to decrease when the partial pressure of methane allows for the formation of methane hydrates.  Competition for hydrate cavities was obsd. between CO2 and CH4 as reflected in the isotherm shape and phase compn. at equil.  The formation pressure of hydrates is lower for mixts. than for pure gases, and the highest sorption capacity of each gas decreased in the mixt. sorption either.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXls1Kntb0%253D&md5=1d5c7cd1d8ddff2e29cf94843a9f0979", "27. ", "Billemont", ", ", "P.", "; ", "Coasne", ", ", "B.", "; ", "De Weireld", ", ", "G.", " ", "Adsorption of Carbon Dioxide, Methane, and Their Mixtures in Porous Carbons: Effect of Surface Chemistry, Water Content, and Pore Disorder", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "3328", "– ", "3338", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Adsorption of Carbon Dioxide, Methane, and Their Mixtures in Porous Carbons: Effect of Surface Chemistry, Water Content, and Pore Disorder", "Billemont, Pierre; Coasne, Benoit; De Weireld, Guy", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "10", "),\r\n    ", "3328-3338", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of carbon dioxide, methane, and their mixts. in nanoporous carbons in the presence of water is studied using expts. and mol. simulations.  Both the exptl. and numerical samples contain polar groups that account for their partially hydrophilicity.  For small amts. of adsorbed water, although the shape of the adsorption isotherms remain similar, both the mol. simulations and expts. show a slight decrease in the CO2 and CH4 adsorption amts.  For large amts. of adsorbed water, the exptl. data suggest the formation of methane or carbon dioxide clathrates in agreement with previous work.  In contrast, the mol. simulations do not account for the formation of such clathrates.  Another important difference between the simulated and exptl. data concerns the no. of water mols. that desorb upon increasing the pressure of carbon dioxide and methane.  Although the exptl. data indicate that water remains adsorbed upon carbon dioxide and methane adsorption, the mol. simulations suggest that 40 to 75% of the initial amt. of adsorbed water desorbs with carbon dioxide or methane pressure.  Such discrepancies show that differences between the simulated and exptl. samples are crucial to account for the rich phase behavior of confined water-gas systems.  Our simulations for carbon dioxide-methane coadsorption in the presence of water suggest that the pore filling is not affected by the presence of water and that adsorbed soln. theory can be applied for pressures as high as 15 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVegu70%253D&md5=78be19f81b535b71dc94eb06952613f2", "28. ", "Nguyen", ", ", "T. X.", "; ", "Bhatia", ", ", "S. K.", " ", "Some Anomalies in the Self-Diffusion of Water in Disordered Carbons", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "3667", "– ", "3676", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Some Anomalies in the Self-Diffusion of Water in Disordered Carbons", "Nguyen, Thanh X.; Bhatia, Suresh K.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "5", "),\r\n    ", "3667-3676", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The unusual dynamics of water under confinement is important to a no. of conventional and emerging industrial processes and to life in general; nevertheless, the understanding of this crit. area is still in an early stage.  Nanoporous carbons provided a key material through which to study this dynamics; however, existing simulations were based on the use of idealized slit pore carbons or carbon nanotubes with smooth energy landscapes and fail to capture the influence of structural disorder inherent to real carbons.  The authors show here that the irregular structure of such carbons critically influences the dynamics and the mode of diffusion (single file, subdiffusion or Fickian).  The mol. dynamics simulations, using a realistic hydrophobic carbon model based on hybrid reverse Monte Carlo simulation of the structure of an activated carbon fiber, show the existence of a single-file diffusion mode between the ballistic and Fickian modes in the narrowest pore regions of this material, not seen in simulations using model 2-dimensional slit pores.  A rich variety of behavior is found in this subdiffusion regime, with the fits of time-dependent mean square displacement to the power law of time (.varies.tα), revealing that the exponent α varies significantly with temp., esp. at low temps. (273-350 K).  It reaches a min. value of 0.5 at 298 K corresponding to the single-file diffusion regime and approaches unity at 610 K, corresponding to the Fickian mode.  Confinement effects lead to the exptl. obsd. non-Arrhenius behavior of the water dynamics at low temps. ( < 350 K), for both the realistic carbon model and an idealized 2-dimensional slit pore model, due to the transport of the adsorbed water as a large cluster in a water monolayer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmsVSrug%253D%253D&md5=7ed398dcbc59a21cf5c062aa6ccfde86", "29. ", "Billemont", ", ", "P.", "; ", "Coasne", ", ", "B.", "; ", "De Weireld", ", ", "G.", " ", "An Experimental and Molecular Simulation Study of the Adsorption of Carbon Dioxide and Methane in Nanoporous Carbons in the Presence of Water", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "1015", "– ", "1024", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "An experimental and molecular simulation study of the adsorption of carbon dioxide and methane in nanoporous carbons in the presence of water", "Billemont, Pierre; Coasne, Benoit; De Weireld, Guy", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "3", "),\r\n    ", "1015-1024", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of carbon dioxide and methane in nanoporous carbons in the presence of water is studied using expts. and mol. simulations.  For all amts. of adsorbed water mols., the adsorption isotherms for carbon dioxide and methane resemble those obtained for pure fluids.  The pore filling mechanism does not seem to be affected by the presence of the water mols.  Also, the pressure at which the max. adsorbed amt. of methane or carbon dioxide is reached is nearly insensitive to the loading of preadsorbed water mols.  But the adsorbed amt. of methane or carbon dioxide decreases linearly with the no. of guest water mols.  Typical mol. configurations obtained using mol. simulation indicate that the water mols. form isolated clusters within the host porous carbon due to the nonfavorable interaction between carbon dioxide or methane and water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1alu7%252FN&md5=9475e2aa93f715c7728d9283aaeccf23", "30. ", "Day", ", ", "S.", "; ", "Sakurovs", ", ", "R.", "; ", "Weir", ", ", "S.", " ", "Supercritical Gas Sorption on Moist Coals", " ", "Int. J. Coal Geol.", " ", "2008", ",  ", "74", ",  ", "203", "– ", "214", "[", "Crossref", "], [", "CAS", "]", "30. ", "Supercritical gas sorption on moist coals", "Day, Stuart; Sakurovs, Richard; Weir, Steve", "International Journal of Coal Geology", "\r\n        (", "2008", "),\r\n    ", "74", "\r\n        (", "3-4", "),\r\n    ", "203-214", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The effect of moisture on the CO2 and CH4 sorption capacity of three bituminous coals from Australia and China was investigated at 55° and at pressures up to 20 MPa.  A gravimetric app. was used to measure the gas adsorption isotherms of coal with moisture contents ranging from 0 to ∼8%.  A modified Dubinin-Radushkevich (DR) adsorption model was found to fit the exptl. data under all conditions.  Moisture adsorption isotherms of these coals were measured at 21°.  The Guggenheim-Anderson-de Boer (GAB) model was capable of accurately representing the moisture isotherms over the full range of relative pressures.  Moist coal had a significantly lower max. sorption capacity for both CO2 and CH4 than dry coal.  However, the extent to which the capacity was reduced was dependent upon the rank of the coal.  Higher rank coals were less affected by the presence of moisture than low rank coals.  All coals exhibited a certain moisture content beyond which further moisture did not affect the sorption capacity.  This limiting moisture content was dependent on the rank of the coal and the sorbate gas and, for these coals, corresponded approx. to the equil. moisture content that would be attained by exposing the coal to ∼40-80% relative humidity.  The loss of sorption capacity by the coal in the presence of water can be simply explained by volumetric displacement of the CO2 and CH4 by the water.  Below the limiting moisture content, the CO2 sorption capacity reduced by ∼7.3 kg t- 1 for each 1% increase in moisture.  For CH4, sorption capacity was reduced by ∼1.8 kg t- 1 for each 1% increase in moisture.  The heat of sorption calcd. from the DR model decreased slightly on addn. of moisture.  One explanation is that water is preferentially attracted to high energy adsorption sites (that have high energy by virtue of their electrostatic nature), expelling CO2 and CH4 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksFKmt7g%253D&md5=f3a571aa64eccbec204c0ab13c043f8c", "31. ", "Nguyen", ", ", "T. X.", "; ", "Bhatia", ", ", "S. K.", " ", "How Water Adsorbs in Hydrophobic Nanospaces", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "16606", "– ", "16612", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "How Water Adsorbs in Hydrophobic Nanospaces", "Nguyen, Thanh-X.; Bhatia, Suresh K.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "33", "),\r\n    ", "16606-16612", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The entry of water into hydrophobic nanospaces is crit. to a variety of biol. processes and in nanotechnologies for desalination and sepn. by nanofluidic devices.  Idealized models of hydrophobic carbons have hitherto been used in simulations to investigate the anomalous adsorption of water, but the answer to the difficult question of how water enters such spaces has remained elusive.  Here we show that while water entry does not occur in idealized independent carbon slit pores it is obsd. in realistic models of carbons having connected pore spaces.  Good agreement with exptl. water adsorption data is obtained for a realistic atomistic model of a disordered hydrophobic activated carbon fiber.  Upon analyzing the adsorption in this atomistic model, and in another comprising adjacent slit pores connected by a small window in the sepg. wall, we find that the crit. factor governing the behavior is the formation of sufficiently large and stable water clusters at windows or nanospaces connecting small and large pores.  When this window size is large enough for the formation of a stable water cluster, condensation in a small pore induces the filling of empty large connected pores.  This unique feature is not obsd. for nonpolar or weak polar gases (e.g., Ar or N2) at subcrit. conditions and explains why the Kelvin equation fails to est. the condensation pressure for water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpslWqsr8%253D&md5=9e639c7ab62ba7466261e718065c7667", "32. ", "Su", ", ", "F.", "; ", "Lu", ", ", "C.", "; ", "Cnen", ", ", "W.", "; ", "Bai", ", ", "H.", "; ", "Hwang", ", ", "J. F.", " ", "Capture of CO", "2", " from Flue Gas via Multiwalled Carbon Nanotubes", " ", "Sci. Total Environ.", " ", "2009", ",  ", "407", ",  ", "3017", "– ", "3023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Capture of CO2 from flue gas via multiwalled carbon nanotubes", "Su, Fengsheng; Lu, Chungsying; Cnen, Wenfa; Bai, Hsunling; Hwang, Jyh Feng", "Science of the Total Environment", "\r\n        (", "2009", "),\r\n    ", "407", "\r\n        (", "8", "),\r\n    ", "3017-3023", "CODEN:\r\n                ", "STENDL", ";\r\n        ISSN:", "0048-9697", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Carbon nanotubes (CNTs) were modified by 3-aminopropyl-triethoxysilane (APTS) soln. and were tested for its CO2 adsorption potential at multiple temps. (20-100°).  The physicochem. properties of CNTs were changed after the modification, resulting in a better adsorption capacity of CNTs for CO2 gases.  The adsorption capacities of CO2 via CNTs and CNTs(APTS) decreased with temp. indicating the exothermic nature of adsorption process and increased with water content in air at 0-7%.  The mechanism of CO2 adsorption on CNTs and CNTs(APTS) appears mainly attributable to phys. force regardless of temp. change, which makes regeneration of spent CNTs at a relatively low temp. become feasible.  The CNTs(APTS) have good adsorption performance of CO2 at 20° as compared to many types of modified carbon or silica adsorbents documented in the literature.  This suggests that the CNTs(APTS) are promising low-temp. adsorbents for CO2 capture from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVegt78%253D&md5=c01319dc6e95a1fb604980ab98980197", "33. ", "Harris", ", ", "J. G.", "; ", "Yung", ", ", "K. H.", " ", "Carbon Dioxide’s Liquid-Vapor Coexistence Curve and Critical Properties as Predicted by a Simple Molecular Model", " ", "J. Phys. Chem.", " ", "1995", ",  ", "99", ",  ", "12021", "– ", "12024", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Carbon Dioxide's Liquid-Vapor Coexistence Curve And Critical Properties as Predicted by a Simple Molecular Model", "Harris, Jonathan G.; Yung, Kwong H.", "Journal of Physical Chemistry", "\r\n        (", "1995", "),\r\n    ", "99", "\r\n        (", "31", "),\r\n    ", "12021-4", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple site-based intermol. potential model for carbon dioxide (the EPM model) is presented.  It uses three point charges and Lennard-Jones interactions centered at each atom.  The model predicts a coexistence curve and crit. properties quite close to the exptl. values.  The EPM model predicts a crit. temp. of 313.4 ± 0.7 K compared with an exptl. crit. temp. of 304 K.  By rescaling the potential parameters of the EPM model to obtain the model denoted as \"EPM2\", the authors more accurately reproduce the liq.-vapor coexistence curve.  A flexible EPM model with rigid bonds, but a flexible angle exhibits identical coexistence properties to within the sensitivity of the calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmvVehsrk%253D&md5=3b3dc2e62f3a756956e68fe7bc01c55a", "34. ", "Bienfait", ", ", "M.", "; ", "Zeppenfeld", ", ", "P.", "; ", "Dupont-Pavlovsky", ", ", "N.", "; ", "Muris", ", ", "M.", "; ", "Johnson", ", ", "M.", "; ", "Wilson", ", ", "T.", "; ", "DePies", ", ", "M.", "; ", "Vilches", ", ", "O.", " ", "Thermodynamics and Structure of Hydrogen, Methane, Argon, Oxygen, and Carbon Dioxide Adsorbed on Single-Wall Carbon Nanotube Bundles", " ", "Phys. Rev. B", " ", "2004", ",  ", "70", ",  ", "035410–1", "– ", "035410–10", "[", "Crossref", "]", "There is no corresponding record for this reference.", "35. ", "Chen", ", ", "L.", "; ", "Johnson", ", ", "J. K.", " ", "Formation of Odd-Numbered Clusters of CO", "2", " Adsorbed on Nanotube Bundles", " ", "Phys. Rev. Lett.", " ", "2005", ",  ", "94", ",  ", "125701–1", "– ", "125701–4", "There is no corresponding record for this reference.", "36. ", "Vega", ", ", "C.", "; ", "Abascal", ", ", "J.", "; ", "Nezbeda", ", ", "I.", " ", "Vapor-Liquid Equilibria from the Triple Point up to the Critical Point for the New Generation of TIP4P-Like Models: TIP4P/Ew, TIP4P/2005, and TIP4P/Ice", " ", "J. Chem. Phys.", " ", "2006", ",  ", "125", ",  ", "034503–1", "– ", "034503–9", "There is no corresponding record for this reference.", "37. ", "Tang", ", ", "Y. W.", "; ", "Chan", ", ", "K. Y.", " ", "The Dot and Line Method: A Long Range Correction to Coulomb Interaction in a Cylindrical Pore", " ", "Mol. Simul.", " ", "2004", ",  ", "30", ",  ", "63", "– ", "70", "[", "Crossref", "], [", "CAS", "]", "37. ", "The Dot and Line Method: A Long Range Correction to Coulomb Interaction in a Cylindrical Pore", "Tang, Yuk Wai; Chan, Kwong Yu", "Molecular Simulation", "\r\n        (", "2004", "),\r\n    ", "30", "\r\n        (", "1", "),\r\n    ", "63-70", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The charge line (CL) method had been used in the past to represent the periodic charges in Monte Carlo simulations of ions in a cylindrical pore.  In this method, there exists a possible singularity when the edge of the image line overlaps with an ion in the central cylinder.  This singularity is more problematic for mol. dynamics when the force is evaluated.  Mol. dynamics simulations with the CL method were not reported in the literature.  By replacing the 1st section of the image charge line with an image point, the CL method can be improved and be applicable in the mol. dynamics simulation of electrolytes in a cylindrical geometry.  The modified method is effective by simulations of a high packing primitive model electrolyte, representing the state of a molten salt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1CmtL8%253D&md5=fc29fd8d8e34426112da3e535726ed06", "38. ", "Zhang", ", ", "Q.", "; ", "Chan", ", ", "K. Y.", "; ", "Quirke", ", ", "N.", " ", "Molecular Dynamics Simulation of Water Confined in a Nanopore of Amorphous Silica", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "1215", "– ", "1223", "[", "Crossref", "], [", "CAS", "]", "38. ", "Molecular dynamics simulation of water confined in a nanopore of amorphous silica", "Zhang, Qing-Yin; Chan, Kwong-Yu; Quirke, Nicholas", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "14-15", "),\r\n    ", "1215-1223", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Mol. dynamics simulations were performed to study the transport and structural properties of water confined in a cylindrical silica nanopore.  The pore wall is amorphous and mimics a typical mesoporous silica material.  The diams. of silica pores studied are 4.75, 9.51, 20, and 25 Å.  The self-diffusion of water calcd. decreases with pore size and indicates much slower transport compared to the bulk phase.  Strong adsorption of water to the silica wall is obsd. in the d. profiles, indicating the hydrophilic nature of the wall.  The hydrogen-bonding network is strongly affected by water-silica wall interaction.  The av. no. of hydrogen bonds per water decreased with decreasing pore diam.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlyltr3N&md5=34327b1095af3bd1d547fe789831a8d8", "39. ", "Bae", ", ", "J.-S.", "; ", "Bhatia", ", ", "S. K.", " ", "High-Pressure Adsorption of Methane and Carbon Dioxide on Coal", " ", "Energy Fuels", " ", "2006", ",  ", "20", ",  ", "2599", "– ", "2607", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "High-Pressure Adsorption of Methane and Carbon Dioxide on Coal", "Bae, Jun-Seok; Bhatia, Suresh K.", "Energy & Fuels", "\r\n        (", "2006", "),\r\n    ", "20", "\r\n        (", "6", "),\r\n    ", "2599-2607", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms of methane and carbon dioxide on two kinds of Australian coals were measured at three temps. up to pressures of 20 MPa.  The adsorption behavior is described by three isotherm equations:extended three-parameter, Langmuir, and Toth.  Among these, the Toth equation is the most suitable, yielding the most realistic values of pore vol. of the coals and the adsorbed phase d.  Also, the surface area of coals obtained from CO2 adsorption at 273 K is the meaningful parameter which captures the CO2 adsorption capacity.  A max. in the excess amt. adsorbed of each gas appears at a lower pressure with a decrease in temp.  For carbon dioxide, after the appearance of the max., an inflection point in the excess amt. adsorbed is obsd. close to the crit. d. at each temp., indicating that the decrease in the gas-phase d. change with pressure influences the behavior of the excess amt. adsorbed.  In the context of CO2 sequestration, CO2 injection pressures of lower than 10 MPa may be desirable for the CH4 recovery process and CO2-holding capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1yrtrg%253D&md5=82522da2a4f09c041b1ee9dd29cab46f", "40. ", "Cracknell", ", ", "R. F.", "; ", "Nicholson", ", ", "D.", "; ", "Quirke", ", ", "N.", " ", "A Grand Canonical Monte Carlo Study of Lennard-Jones Mixtures in Slit Shaped Pores", " ", "Mol. Phys.", " ", "1993", ",  ", "80", ",  ", "885", "– ", "897", "[", "Crossref", "], [", "CAS", "]", "40. ", "A grand canonical Monte Carlo study of Lennard-Jones mixtures in slit shaped pores", "Cracknell, Roger F.; Nicholson, David; Quirke, Nicholas", "Molecular Physics", "\r\n        (", "1993", "),\r\n    ", "80", "\r\n        (", "4", "),\r\n    ", "885-97", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "The grand-canonical Monte Carlo (GCMC) technique is used for simulating the adsorption of mixts. in slit pores with graphite properties.  Spherical Lennard-Jones models were used to model methane and ethane at super crit. temps.  A GCMC algorithm for mixts. which included attempts to change identities of particles was found to be more effective than conventional GCMC.  Results were compared with d. functional theory (DFT) calcns. of Tan and Gubbins (1992) and with ideal adsorbed soln. theory (IAST) isotherms derived from single component data.  The authors' simulation results agree qual. rather than quant. with the DFT mixt. results, the IAST was found to work well for the system studied.  Adsorption selectivity depends on packing considerations as well as the relative potential well depths of the adsorbate wall interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhtFOmu7k%253D&md5=276c3755484aafd66a59d70b19c834b6", "41. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", " ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", ", ", "There is no corresponding record for this reference.", "42. ", "Kruk", ", ", "M.", "; ", "Jaroniec", ", ", "M.", " ", "Gas Adsorption Characterization of Ordered Organic-Inorganic Nanocomposite Materials", " ", "Chem. Mater.", " ", "2001", ",  ", "13", ",  ", "3169", "– ", "3183", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Gas adsorption characterization of ordered organic-inorganic nanocomposite materials", "Kruk, Michal; Jaroniec, Mietek", "Chemistry of Materials", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "3169-3183", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A crit. review, with 133 refs. on adsorption methods that are currently used in the characterization of ordered org.-inorg. nanocomposite materials is presented, and the adsorption methodol. that is potentially useful for this characterization, but has not yet been applied, is discussed.  The ordered org.-inorg. nanocomposites include surface-functionalized ordered mesoporous materials (OMMs) with siliceous frameworks (synthesized either via postsynthesis surface modification or via direct co-condensation method), periodic mesoporous organosilicas, and surfactant-contg. OMMs.  This review covers the methods for detn. of the sp. surface area and pore vol.  The available methods for mesopore size anal. are critically compared and evaluated, with special emphasis on the recent developments related to the application of advanced computational methods for studying adsorption in porous media and to the direct modeling of adsorption using highly ordered surface-functionalized OMMs as model adsorbents.  The review also covers adsorption methods for studying the surface properties of org.-inorg. nanocomposites, including those based on adsorption of mols. of different polarities.  An emphasis is placed on the emerging opportunity for studying the surface properties of nanocomposites using low-pressure adsorption of nonpolar mols., such as N2 and Ar.  The opportunities and challenges in adsorption characterization of sp. surface sites, uniformity of coated or bonded layers, bonding d. of groups on the surface, type of surface species, and so forth, are presented.  Thus, this review provides an overview of adsorption studies dealing with org.-inorg. nanocomposites, a crit. discussion of adsorption methods available for such studies, and some recommendations for thorough characterization of these materials using gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtFalu7g%253D&md5=3667bc06c57e6f5309723a777f042824", "43. ", "Yeow", ", ", "J.", "; ", "She", ", ", "J.", " ", "Carbon Nanotube-Enhanced Capillary Condensation for a Capacitive Humidity Sensor", " ", "Nanotechnology", " ", "2006", ",  ", "17", ",  ", "5441", "– ", "5448", "[", "Crossref", "], [", "CAS", "]", "43. ", "Carbon nanotube-enhanced capillary condensation for a capacitive humidity sensor", "Yeow, J. T. W.; She, J. P. M.", "Nanotechnology", "\r\n        (", "2006", "),\r\n    ", "17", "\r\n        (", "21", "),\r\n    ", "5441-5448", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "0957-4484", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A capacitive humidity sensor is presented for moisture detection at room temp.  The sensor is fabricated by depositing multi-wall carbon nanotubes (MWCNTs) on one of the stainless-steel substrates.  When compared to a sensor without CNTs, a CNT-enhanced sensor has an increase of 60-200% in capacitance response when the humidity is under 70% relative humidity (RH), and 300-3000% if the RH level goes over 70%.  The performance is comparable to a com. sensor from Honeywell, which is used as a benchmark throughout the expts.  Our results demonstrate that nano-materials like MWCNTs can naturally form networks of porous nano-structures, which can potentially realize a miniature capacitive humidity sensor with a higher sensitivity.  The gain in performance is attributed to the capillary condensation effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisF2ltQ%253D%253D&md5=8a81daa6c84dfa02a56a9b27e2fa8eea", "44. ", "Striolo", ", ", "A.", "; ", "Chialvo", ", ", "A.", "; ", "Gubbins", ", ", "K.", "; ", "Cummings", ", ", "P.", " ", "Water in Carbon Nanotubes: Adsorption Isotherms and Thermodynamic Properties from Molecular Simulation", " ", "J. Chem. Phys.", " ", "2005", ",  ", "122", ",  ", "234712-1", "– ", "234712-14", "[", "Crossref", "], [", "CAS", "]", "44. ", "Water in carbon nanotubes: adsorption isotherms and thermodynamic properties from molecular simulation", "Striolo, A.; Chialvo, A. A.; Gubbins, K. E.; Cummings, P. T.", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "122", "\r\n        (", "23", "),\r\n    ", "234712/1-234712/14", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to study the adsorption of water in single-walled (6:6), (8:8), (10:10), (12:12), and (20:20) carbon nanotubes in the 248-548 K temp. range.  At room temp. the resulting adsorption isotherms in (10:10) and wider single-walled carbon nanotubes (SWCNs) are characterized by negligible water uptake at low pressures, sudden and complete pore filling once a threshold pressure is reached, and wide adsorption/desorption hysteresis loops.  The width of the hysteresis loops decreases as pore diam. narrows and it becomes negligible for water adsorption in (8:8) and (6:6) SWCNs.  Results for the isosteric heat of adsorption, d. profiles along the pore axis and across the pore radii, order parameter across the pore radii, and x-ray diffraction patterns are presented.  Layered structures were obsd. when the internal diam. of the nanotubes is commensurate to the establishment of a hydrogen-bonded network.  The structure of water in (8:8) and (10:10) SWCNs is ordered when the temp. is 298 and 248 K, resp.  By simulating adsorption isotherms at various temps., the hysteresis crit. temp., e.g., the lowest temp. at which no hysteresis can be detected, is detd. for water adsorbed in (20:20), (12:12), and (10:10) SWCNs.  The hysteresis crit. temp. is lower than the vapor-liq. crit. temp. for bulk Simple Point Charge-Extended (SPC/E) water model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlvVersro%253D&md5=301c40cc6bc179e249e19b913f7a16bf", "45. ", "Bhatia", ", ", "S.", "; ", "Tran", ", ", "K.", "; ", "Nguyen", ", ", "T.", "; ", "Nicholson", ", ", "D.", " ", "High-Pressure Adsorption Capacity and Structure of CO", "2", " in Carbon Slit Pores: Theory and Simulation", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "9612", "– ", "9620", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "High-Pressure Adsorption Capacity and Structure of CO2 in Carbon Slit Pores: Theory and Simulation", "Bhatia, S. K.; Tran, K.; Nguyen, T. X.; Nicholson, D.", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "22", "),\r\n    ", "9612-9620", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present new simulation results for the packing of single-center and 3-center models of CO2 at high pressure in C slit pores.  The former shows packing transitions that are well described by d. functional theory model developed earlier.  But these transitions are absent for the 3-center model.  Anal. of the simulation results shows that alternations of flat-lying mols. and rotated mols. can occur as the pore width is increased.  The presence or absence of quadrupoles has negligible effect on these high-d. structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXnvFGnsr4%253D&md5=6c826810add9a99471929577ce4bbea9", "46. ", "Huang", ", ", "L. L.", "; ", "Zhang", ", ", "L. Z.", "; ", "Shao", ", ", "Q.", "; ", "Wang", ", ", "J.", "; ", "Lu", ", ", "L. H.", "; ", "Lu", ", ", "X. H.", "; ", "Jiang", ", ", "S. Y.", "; ", "Shen", ", ", "W. F.", " ", "Molecular Dynamics Simulation Study of the Structural Characteristics of Water Molecules Confined in Functionalized Carbon Nanotubes", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "25761", "– ", "25768", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Molecular Dynamics Simulation Study of the Structural Characteristics of Water Molecules Confined in Functionalized Carbon Nanotubes", "Huang, Liang-Liang; Zhang, Lu-Zheng; Shao, Qing; Wang, Jun; Lu, Ling-Hong; Lu, Xiao-Hua; Jiang, Shao-Yi; Shen, Wen-Feng", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "51", "),\r\n    ", "25761-25768", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four CNTs, two armchair-type (6, 6), (7, 7) and two zigzag-type (10, 0), (12, 0) CNTs, representing different helicities and different diams., were chosen and functionalized at their open ends by the hydrophilic -COOH and the hydrophobic -CH3 groups.  The structural properties of water mols. inside the functionalized CNTs, including the orientation distributions of dipole moment and O-H bonds, the length of the single-file water chain, and the av. no. of hydrogen bonds, were analyzed during a process of simulations.  The -CH3 functional groups exert little special effects on the structural properties of water mols.  It is mainly due to the relatively small size of the -CH3 group and its hydrophobic nature, which is consistent with hydrophobic CNTs.  For CNTs functionalized by -COOH groups, the configurations of -COOH groups, in-curvature or ex-curvature, det. whether water mols. can enter the CNTs.  The in-curvature or ex-curvature configurations of -COOH groups are the results of synergy effects of the CNTs' helicity and diam. and control the flow direction of water mols. in CNTs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht12itbnJ&md5=0957453f9913a9215dfc93218b8c72ec", "47. ", "Swiatla-Wojcik", ", ", "D.", "; ", "Szala-Bilnik", ", ", "J.", " ", "Transition from Patchlike to Clusterlike Inhomogeneity Arising from Hydrogen Bonding in Water", " ", "J. Chem. Phys.", " ", "2011", ",  ", "134", ",  ", "54121–1", "– ", "54121–10", "[", "Crossref", "]", "There is no corresponding record for this reference.", "48. ", "Cormen", ", ", "T. H.", "; ", "Leiserson", ", ", "C. E.", "; ", "Revist", ", ", "R. L.", "; ", "Stein", ", ", "C.", " ", "Introduction to Algorithms", ", ", "2", "nd ed.; ", "MIT Press", ": ", "Cambridge, MA", ", ", "2001", ".", "There is no corresponding record for this reference.", "49. ", "Merkel", ", ", "T. C.", "; ", "Lin", ", ", "H.", "; ", "Wei", ", ", "X.", "; ", "Baker", ", ", "R.", " ", "Power Plant Post-Combustion Carbon Dioxide Capture: An Opportunity for Membranes", " ", "J. Membr. Sci.", " ", "2010", ",  ", "359", ",  ", "126", "– ", "139", "[", "Crossref", "], [", "CAS", "]", "49. ", "Power plant post-combustion carbon dioxide capture: An opportunity for membranes", "Merkel, Tim C.; Lin, Haiqing; Wei, Xiaotong; Baker, Richard", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "359", "\r\n        (", "1-2", "),\r\n    ", "126-139", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "CO2 capture from power generation flue gas and subsequent sequestration is expected to play a key role in mitigating global climate change.  Conventional amine technologies considered for sepg. CO2 from flue gas are costly, energy intensive, and if implemented, would result in large increases in electricity prodn. costs.  Membranes have potential as an energy-efficient, low-cost CO2 capture option.  Recently, working with the US Department of Energy (DOE), the authors developed membranes with CO2 permeances >1000 gpu and a CO2/N2 selectivity of 50 at 30°.  This permeance was 10 times higher than com. CO2 membranes and selectivity was among the highest reported for non-facilitated transport materials.  These membranes, in conjunction with a novel process design which uses incoming combustion air as a sweep gas to generate driving force, could meet DOE CO2 capture cost targets.  Under these conditions, improving membrane permeance is more important than increasing selectivity to further reduce flue gas CO2 capture costs.  Membrane cost and reliability issues are key to the eventual competitiveness of this technol. for flue gas treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvFWrtbo%253D&md5=cc09ef7dc9bd3d4345a2e38af11ca580"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403477y/production/images/small/jp-2013-03477y_0016.gif\">"]}
