{"title": ["Design of Electrode Materials for Lithium-Ion Batteries: The Example of Metal−Organic Frameworks"], "authors": ["C. Combelles", "M. Ben Yahia", "L. Pedesseau", "M.-L. Doublet"], "doi": ["10.1021/jp1016455"], "abstract": ["In the field of energy storage and Li-ion batteries, searching for new (positive) electrode materials with better electrochemical performances than those of transition-metal oxides is of permanent concern. To that aim, very simple concepts of chemical bonding can be used to find out the origin of the electrode limitations and to guide experimentalists for the design of new promising materials. This local approach was recently applied to hybrid architectures, such as metal−organic frameworks (MOFs), and allowed some of us to demonstrate the first reversible lithium insertion into the MIL53(Fe) positive electrode. In this paper, we combine first-principles density functional calculations and local chemical bond analyses to fully interpret the redox mechanism of this material. Its reactivity versus elemental lithium is investigated as a function of (i) the lithium composition from ", "Li/Fe = 0−1, (ii) the lithium distribution over the most probable Li sites, and (iii) the OH/F substitution ratio along the redox chains. The results show that the MIL53(Fe) is a weak antiferromagnet at ", " = 0 K with iron ions in the high-spin state (Fe", ", ", " = ", "/", "). It reacts with lithium through a two-step insertion/conversion mechanism. The insertion reaction is perfectly reversible and proceeds in two steps: first, a single-phase reaction whose capacity increases linearly with the fluorine content in the starting material, then a two-phase reaction that ends around ", "Li/Fe = 0.5 due to the stabilization of a localized Fe", "/Fe", " mixed-valence state along the inorganic chains. Further lithium insertion into Li", "MIL53(Fe) is shown to provoke an irreversible conversion reaction due to a complete loss of the local interactions between the inorganic and organic networks of the MOF architecture. On the basis of this interpretation, several alternatives to improve the capacity of these materials can be proposed by means of appropriate ligand functionalization and/or use of electrochemically active molecules within the large open space occurring in such porous materials."], "text": ["  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "I Introduction", " ", "Transition-metal oxides and transition-metal phosphates (e.g., LiCoO", "2", ",", "(1)", " LiFePO", "4", "(2-4)", ") are now considered to be the most competitive positive electrodes for lithium-ion batteries. Their relatively high potentials versus lithium offer a wide range of operating voltages from 2.0 to 4.0 V, and their electrochemical reactivity versus Li is generally highly reversible, leading to small voltage hysteresis between the charge and the discharge. Nevertheless, they suffer from rather small capacities associated with the reversible exchange of, at most, one lithium per transition metal during a complete cycle of charge/discharge. This can be partly overcome with conversion reactions,", "(5)", " whereby the starting MO", "y", " oxide fully decomposes into a nanocomposite electrode through the reaction MO", "y", " + 2", "y", "Li → ", "y", "Li", "2", "O + M", "0", ". However, while these reactions yield a significant increase of capacity compared with insertion reactions (at least twice higher), they exhibit high voltage hysteresis (polarization) between the charge and the discharge that is often thought as a direct consequence of the kinetically limited mass transport accompanying the decomposition/formation of such multiphase electrodes. This raises the question of the feasibility of reaching high capacity and low polarization in transition metal oxides (TM-O) regarding Li-induced electrochemical properties. Using a simple picture of electronic band structure, it is easy to correlate the nature of the electronic states involved in Li redox reactions to the small capacity generally achieved in TM-O. As shown in Figure ", "1", "a, the strong electronegative character of the oxygen ligand with respect to the transition metal leads to TM-O electronic band structures qualitatively described by one low-lying fully occupied band mainly centered on the oxygen 2p orbitals (formally charged O", "2−", " anions) and one high-lying empty or partially filled band mainly centered on the TM 3d orbitals (formally charged M", "n", "+", " cations). From one TM to another, the electronic band structures simply differ by the width of their band gap, which basically depends on the energy difference between the TM 3d and the O 2p orbitals, and by the metallic-band filling that is directly linked to the TM oxidation state and spin configuration. Given a Li-insertion process, the addition of electron(s) into the metallic-like band inevitably generates strong electron−electron repulsions within the TM 3d orbitals, leading to their destabilization in energy. As a direct consequence of these correlation effects, a TM is generally stable in one given oxidation state and one given local environment. To compensate for this destabilization, the system may either undergo a phase transition by stabilizing the TM into a different local environment (modifying its coordination sphere for instance) or accommodate a TM → O back-donation mechanism to release the TM exceeding charge toward the surrounding ligands. In TM-O, back-donation mechanisms are known to be far less efficient than those in more covalent systems, such as transition-metal phosphides (TM-P) for instance. Indeed, since phosphorus is less electronegative than oxygen, the electronic band structure of TM-P may now be described by two overlapping bands, leading to ligand-type empty levels that are now available and energetically accessible for TM → P electron transfers (see Figure ", "1", "b). These energetically accessible P levels then provide a reservoir for TMs to release/uptake the exceeding/deficient charge coming along with Li-insertion/extraction. They were shown to be responsible for the high structural stability (stable TM oxidation state and, therefore, stable local environment) and the high capacity (up to 10 Li/TM) of transition-metal phosphides upon Li insertion/extraction.", "(6-8)", " Although such a back-donation mechanism would never lead to TM-O capacities as high as those of TM-P, it can be used as an interesting concept for tuning the electrochemical properties of TM-based compounds by means of an appropriate functionalization of the oxygen ligands. Similar ideas have already been exploited to tune the electrochemical potentials of positive electrodes either by mixing different 3d TM in ternary TM oxides", "(9-11)", " or by functionalizing the oxygen ligands with a series of more or less covalent groups, such as silicates", "(12-15)", " or phosphates,", "(2-4)", " the LiFePO", "4", " being the most famous among the various examples reported so far. In phosphates, the electron density of the oxygen ligand is polarized toward the phosphorus atoms by the so-called “inductive effect”.", "(2)", " From the orbital point of view, this effect can be understood as a σ-acceptor effect of the functionalized ligand. As shown in Figure ", "2", ", the direct consequence of such a ligand functionalization is to decrease the metal−oxygen antibonding character of the metallic-like levels in the redox band, therefore, increasing the electrochemical potential of the redox reaction of FePO", "4", " with lithium. Despite its significant influence on the redox potential, the σ-acceptor effect of the PO", "3", "−", " fragment has a significant, but dramatic, impact on the electron localization on the TM redox center. Indeed, the hybridization of the oxygen 2p orbitals toward the phosphorus coordination sphere lowers the metal−ligand orbital interaction, thus hampering the TM-to-ligand back-donation mechanism required to decrease the electron correlation on the TM. It is, therefore, unlikely that phosphate’s theoretical capacities could be significantly increased with respect to their homologous oxides. Seeking for systems in which such a TM-to-ligand back-donation mechanism could take place, it was tempting to check the effect of a π-acceptor functionalized ligand onto the electrochemical performances of TM-O derivatives. The use of π-unsaturated ligands, such as the benzene-1,4-dicarboxylate (BDC", "2−", " = {O", "2", "C−C", "6", "H", "4", "−CO", "2", "}", "2−", "), was then thought as a possible route to relax both the electron correlation on the TM and the local structural distortions expected to occur when the TM is reduced by Li redox processes. As shown in Figure ", "3", ", π-unsaturated ligands have the appropriate orbital symmetry (when linearly bonded to MO", "6", ") to interact with the t", "2g", "-like orbitals of a MO", "6", " octahedron and to allow for the desired back-donation mechanism to occur. Among the existing materials offering such ligand functionalization of the MO", "6", " units, metal−organic frameworks (MOFs) rapidly appeared as appropriate candidates. These porous materials are functional materials commonly used in sensing, catalysis, ion exchange, separations, or gas storage.", "(16-22)", " They contain inorganic and organic networks that can be easily functionalized to get tunable properties. Among them, the iron-based Fe(OH)", "1−", "y", "F", "y", "(BDC) (BDC = O", "2", "C−C", "6", "H", "4", "−CO", "2", ") compounds, hereafter referred to as MIL53(Fe)-F", "y", ", were recently tested as cathode materials in a Li-ion battery half-cell by Tarascon and co-workers.", "(23)", " The electrochemical activity of the tested MIL53(Fe)-F", "y", " electrodes (", "y", " = 0 and 0.2) with respect to elemental lithium shows interesting performances, such as a good cycling life and rate capability but a disappointing capacity associated with the exchange of ∼0.4 Li/Fe (", "y", " = 0) and ∼0.6 Li/Fe (", "y", " = 0.2). These first attempts were, nevertheless, encouraging because they have demonstrated the first reversible lithium insertion into a MOF. Whether these results could open new routes for the design of electrode materials relies on their full interpretation. It is, therefore, the aim of this work to find out the origin of the limited capacity of MIL53(Fe)-F", "y", " electrodes, by means of first-principles density functional theory (DFT) calculations and local chemical bond analyses. DFT has already proven to be powerful in predicting the thermodynamic, structural, and electronic properties of a wide series of solids. It is also well admitted that variants of the standard DFT, such as self-interaction corrected SIC", "(24)", " or DFT+U", "(25-27)", " methods, are required to properly account for the electron correlation in dense transition-metal and rare earth-based systems.", "(28)", " This approach allows for a better treatment of ground-state properties, such as local magnetization and charge/spin ordering, by introducing an effective on-site Hubbard-like parameter ", "U", "eff", " on the subset of correlated states. Before studying the redox properties of the Li-intercalated phases, the structural, electronic, and magnetic properties of the neutral MIL53(Fe)-F", "0", " will be investigated within the DFT+U formalism. The ability of LDA+U versus GGA+U functionals to better reproduce the structural and electronic properties of systems combining organic and inorganic parts will be compared on various (structural and electronic) parameters. The redox properties will then be investigated through the consideration of the most probable lithium sites among the numerous ones available in such open structures, and the influence of the fluorine content on the electrochemical performances of the MIL53(Fe)-F", "y", " electrodes will be discussed in the last part of the paper. Several alternatives will eventually be proposed to improve the capacity of such complex MOF-type structures.", " ", " ", "Figure 1. Qualitative picture of the electronic band structure of (a) transition-metal oxides and (b) transition-metal phosphides as deduced from the molecular orbital diagram of the MX", "6", " (X = O, P) octahedral units constituting the MX (X = O, P) crystal structures. For the sake of clarity, only two molecular orbitals are drawn.", " ", " ", "Figure 2. Qualitative picture of the σ-acceptor effects of a (PO", "3", ")", "−", " ligand on the molecular orbitals of the MO", "6", " octahedra.", " ", " ", "Figure 3. Qualitative picture of the π-acceptor effects of a BDC", "2−", " ligand on the molecular orbitals of the MO", "6", " octahedra.", " ", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "II Computational Details", " ", "From the first-principles point of view, such complex architectures are not easy to handle due to the very different chemical bonds (in nature) occurring in the inorganic framework (iono-covalent bond and strongly correlated electrons), in the organic part (π-delocalized covalent bonds), and between them (weak Van der waals interactions within the pores). All calculations were then performed using the plane-wave density functional theory (DFT) code from the Vienna Ab initio Simulation Package (VASP)", "(29, 30)", " within both the local density approximation (LDA)", "(31)", " and the generalized gradient approximation (GGA) for the exchange and correlation potentials. For GGA calculations, different functionals were tested: the Perdew−Wang functional (PW91)", "(32)", " was chosen for its better ability to treat the weak van der Waals interactions expected in the MOF porous structure.", "(33)", " The Perdew−Burke−Ernzerhof functional (PBE)", "(34)", " was then further used for the sake of comparison. Regarding iron ions, being in a formal +III oxidation state in the neutral compound, peculiar attention was given to their local magnetic moment and to the resulting magnetic structures of the material. The structural properties (bulk parameters and local chemical bonds) and the electronic properties (local magnetic moments, band structures, charge and spin gaps) of the neutral MIL53(Fe) system were then computed within the DFT+U formalism of Dudarev,", "(27)", " from the DFT limit (", "U", " = 0) to the strongly correlated limit (", "U", "eff", " = 7.0 eV) in order to check the influence of electron correlation on the different parameters studied. The electron wave functions were described in the projected augmented wave formalism (PAW),", "(35)", " and a real-space projection was further used for the total wave function analyses. The plane-wave energy cutoff was set up to 1000 eV, and a value of 600 eV was chosen as the default parameter. The Brillouin zone integration was done in a ", "k", "-point grid distributed as uniformly as possible, using a 5 × 3 × 5 Monkhorst−Pack mesh (38 irreducible ", "k", "-points) for structural relaxations and a 7 × 5 × 7 (123 irreducible ", "k", "-points) for density of states and band structure analyses, in the ", "P", "−1", " primitive cell. The ionic convergence was done with respect to both the atomic forces (less than 3.10", "−3", " Å/eV) and the energies (less than 10", "−5", " eV).", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "III Results", " ", "The MIL53(Fe)-F", "0.2", " crystallizes in the monoclinic ", "C", "2/", "c", " space group (no. 15) with unit cell parameters ", "a", " = 6.882 Å, ", "b", " = 21.249 Å, ", "c", " = 6.763 Å, and γ = 114.6°. As shown Figure ", "4", ", it consists of chains of FeO", "4", "(OH)", "2", " (or FeO", "4", "(OH)F) pseudo-octahedra along the ", "a", " direction of the crystal lattice and connected from one another through their equatorial oxygen ligands to the organic BDC linkers. In the Newman projection, the iron-based octahedra are staggered with an angle of 16° along the chains. The fluorine atoms are supposed to be statistically distributed along the chains on appreciatively one over four iron ions, leading to the general formulation of Fe(OH)", "0.8", "F", "0.2", "(O", "2", "C−C", "6", "H", "4", "−CO", "2", ") and to a large unit cell made of 75 atoms. Note, however, that none of the XRD and neutron diffraction measurements have succeeded in clearly assigning the fluorine atoms’ crystallographic positions. To reduce the computational time, a symmetry lowering from the ", "C", "2/", "c", " to the ", "P", "−1", " space group can be used to build a twice smaller unit cell (36 atoms) in which all fluorine atoms have been removed and replaced by hydroxyl groups. In this novel structure, the ", "a", " and ", "c", " parameters are kept constant while the ", "b", " parameter is twice smaller than that of the ", "C", "2/", "c", " unit cell (see Figure ", "4", "). This crystal structure has been first considered in the calculations to investigate the structural and electronic properties of the fluorine-free material, hereafter referred to as the MIL53(Fe)-F", "0", ". The role of the fluorine content on the redox properties of this class of compounds will be discussed in the last part of the paper.", " ", " ", "Figure 4. Crystal structure of the MIL53(Fe)-F", "0", " described in the ", "C", "2/", "c", " and ", "P", "−1", " unit cells with hydroxyl bridging ligands (OH) along the inorganic chains.", " ", " a ", "MIL53(Fe)-F", "0", " Crystal Structure", " ", "As shown in Table ", "1", ", the experimental parameters of the MIL53(Fe)-F", "0", " are far better reproduced in the GGA approximation than in the LDA one. The well-known tendency of LDA to overestimate the electron delocalization along the metal−ligand bonds here leads to a significant relative error on the ", "a", " parameter of the ", "P", "−1", " unit cell, which originates from a shortening of the Fe−O local bonds. Much smaller errors are obtained in the GGA approximation, whatever functional was used in the calculations. For the ", "a", " and ", "b", " parameters, this good agreement with experiments has to be related to the better treatment of metal−ligand interactions expected within the GGA approximation. Surprisingly, the ", "c", " parameter is also well-reproduced in this approximation, although the DFT formalism is not supposed to properly account for the dispersion forces that mostly govern this parameter. As expected, the PW91 functional yields slightly better results than the PBE functional for such weak interactions.", "(35)", " The introduction of the ", "U", "eff", " parameter confirms the better performance of GGA with respect to LDA. As illustrated in Figure ", "5", "a, the experimental structure is very well reproduced in the GGA+U approximation, whatever effective correlation parameter was used in the calculation, from the DFT limit (", "U", " = 0) to the strongly correlated limit (", "U", "eff", " = ", "U", " − ", "J", " = 7 eV; ", "J", " = 1 eV). In the LDA approximation, the increase of ", "U", "eff", " significantly improves the description of the ", "a", " and ", "b", " parameters but tends to underestimate the pore size by a −10% relative error on the ", "c", " parameter. A structural transition is observed around ", "U", "eff", " = 3 eV, suggesting a change in the electronic ground state of the system.", " ", " ", "Figure 5. (a) Relative errors on the computed unit cell parameters of the MIL53(Fe)-F", "0", " compound and (b) absolute value of the local magnetic moment on the iron ions of the ", "P", "−1", " unit cell, as a function of ", "U", "eff", " varying from the DFT limit (", "U", "eff", " = 0 eV) to the strongly correlated limit (", "U", "eff", " = 7 eV) using GGA+U calculations and the PW91 functional for exchange and correlation.", " ", "  ", " ", "Table 1. Relative Errors with Respect to Experiments (in %) for Both the Unit Cell Parameters and the Local Fe−O Bonds of the MIL53(Fe)-F", "0", ", Computed within the LDA and GGA Approximations and Different Functionals", " ", " ", "exptl (Å)", "LDA/CA", "GGA/PW91", "GGA/PBE", "a", " (Å)", "6.882", "−6.26%", "+1.44%", "+1.78%", "b", " (Å)", "11.150", "−3.26%", "+0.79%", "+1.04%", "c", " (Å)", "6.763", "−3.89%", "+0.75%", "+2.89%", "Fe−O", "a", "a", " (Å)", "1.964", "−7.13%", "−0.11%", "+0.39%", "Fe−O", "eqs", "a", " (Å)", "2.012", "−6.50%", "+0.79%", "+0.74%", "Fe−O", "eql", "a", " (Å)", "2.112", "−11.58%", "−2.21%", "−2.07%", " ", " ", " a ", "Fe−O", "a", " stands for the apical Fe−O(H) bonds, whereas Fe−O", "eqs", " and Fe−O", "eql", " stand for the short and long equatorial Fe−O(C) bonds, respectively.", " ", " ", " ", " ", " b ", "MIL53(Fe)-F", "0", " Magnetic Properties", " ", "Focusing on the local magnetic moment of the iron ions, the evolution of the unit cell parameters within the LDA approximation can be understood as the consequence of a decrease of the crystal field around the transition metal due to correlation effects. In the DFT limit (LDA, ", "U", " = 0), the significant underestimate of the ", "a", " parameter (chain direction) results in an artificially large crystal field around the transition metal, which induces a low-spin configuration for the Fe", "3+", " ions (i.e., 0.9 μ", "B", " for the iron local magnetic moment in LDA). When ", "U", "eff", " is increased, the concomitant increase of the intrachain unit cell parameter induced by the relocalization of the 3d orbitals leads to a low-spin to high-spin transition around ", "U", "eff", " = 3 eV, which now agrees with the high-spin state experimentally observed for the MIL53(Fe)-F", "0.2", " system, using Mössbauer spectroscopy measurements.", "(23)", " In the GGA approximation, the small variation of the unit cell parameters as a function of ", "U", "eff", " is fully consistent with the small evolution of the local magnetic moment of the Fe", "3+", " ions, which corresponds to a high-spin configuration in the whole range of correlations (see Figure ", "5", "b).", " ", "From this study, it appears that the electron correlation does not govern the crystal and electronic structures of the MIL53(Fe)-F", "0", ". Both of them are in very good agreement with experiments when computed within the GGA approximation, whatever correlation parameter was used in the calculations. Preliminary calculations in the supercell approach for the MIL53(Fe)-F", "0.25", " compound show similar results for the iron local magnetic moments and a slightly higher unit cell volume, suggesting that OH/F substitutions along the chain do not affect significantly the nature of the electronic ground state of the MIL53(Fe)-F", "y", ", at least for ", "y", " ≤ 0.25. Nevertheless, because correlation effects are known to significantly affect the energy of the electronic ground state and, therefore, the electrochemical properties of transition-metal oxides", "(36)", " (e.g., especially the redox potentials associated with Li insertion), it was necessary to extract a finer value of the ", "U", "eff", " parameter, as to be used in further calculations. We then investigated the magnetic properties of the MIL53(Fe) in order to follow the energetic hierarchy of the different magnetic structures as a function of the correlation parameter. Experimentally, the MIL53(Fe)-F", "0.2", " shows a paramagnetic behavior at room temperature and undergoes a paramagnetic-to-antiferromagnetic transition around ", "T", " = 7 K.", "(37)", " An energy difference close to the room-temperature thermal energy (", "k", "B", "T", " ∼ 25 meV) between the computed ferromagnetic (FM) and antiferromagnetic (AFM) structures should thus be a good indicator of the pertinent ", "U", "eff", " value(s) to be chosen. These calculations have to be performed in both the ", "C", "2/", "c", " and the ", "P", "−1", " unit cells in order to check all possible magnetic arrangements along the chains (intra) and between the chains (inter). To decrease the computation time, the ", "C", "2/", "c", " calculations were only performed for a correlation parameter of ", "U", "eff", " = 5 eV. As shown in Table ", "2", ", no magnetic interactions are expected to occur between the chains because the energy difference between the FM and AFM interchain interactions is at most 5 meV per formula unit (FU), whatever intrachain interactions were considered. Regarding the intrachain interactions (see Table ", "3", "), the AFM structure is favored over the FM one by 137 meV in the DFT limit while this value decreases as a function of ", "U", "eff", " down to 16 meV at ", "U", "eff", " = 9 eV. Considering the numerical error of the method and the well-known lack of DFT to properly reproduce multireference AFM states (especially when spin contamination effects affect the AFM state energy), ", "U", "eff", " values in the range of 5−7 eV should be considered as a reasonable range for the correlation parameter. These values are consistent with both the RT paramagnetic behavior and the paramagnetic-to-antiferromagnetic transition at 7 K for this system. Note that these values are slightly larger than the ones usually chosen in iron oxides and iron phosphates to compute the redox potentials associated with Li insertion (i.e., 4.6−4.9 eV).", "(36)", " This is not surprising because the self-interaction error of the DFT framework is expected to increase with the decrease of the metallic bandwidth. The low dimensionality (1D chains) of the MIL53(Fe)-F", "y", " compounds is, therefore, fully consistent with the larger ", "U", "eff", " value required to reproduce their electronic ground state. In transition-metal oxides and phosphates, the two- or three-dimensional character of the crystal structures leads to slightly more delocalized electronic structures and, therefore, to a slightly more efficient screening of the intrasite electron repulsions (i.e., slightly smaller self-interaction error within the DFT framework).", " ", "  ", " ", "Table 2. Relative Energies (meV per Formula Unit) of the Different Magnetic Structures Computed in the ", "C", "2/", "c", " and ", "P", "−1", " Unit Cells for the MIL53(Fe)-F", "0", " Compound Using the PW91 Functional and ", "U", "eff", " = 5 eV", " ", "unit cell", "a", "intra", "inter", "Δ", "E", " (meV/FU)", "P", "−1", "AFM", "FM", "0", "P", "−1", "FM", "FM", "44", "C", "2/", "c", "AFM", "FM", "0", "C", "2/", "c", "AFM", "AFM", "5", "C", "2/", "c", "FM", "FM", "46", "C", "2/", "c", "FM", "AFM", "51", " ", " ", " a ", "For the conventional ", "C", "2/", "c", " unit cell, both intra- and interchain ferromagnetic (FM) and antiferromagnetic (AFM) interactions were considered. For each cell, the most stable structure is set to zero.", " ", " ", " ", "  ", " ", "Table 3. Energy Difference between the AFM and FM Structures, Δ", "E", "Mag", " = ", "E", "AFM", " − ", "E", "FM", " (meV/FU), Computed as a Function of ", "U", "eff", " Varying from 0 to 9 eV, in the ", "P", "−1", " Unit Cell for the MIL53(Fe)-F", "0", " Compound Using the PW91 Functional", " ", "U", "eff", " (eV)", "0", "2", "3", "4", "5", "7", "9", "Δ", "E", "Mag", " (meV/FU)", "−137", "−79", "−64", "−53", "−44", "−29", "−16", " ", " ", " ", " c ", "MIL53(Fe)-F", "0", " Electronic Ground State", " ", "The total and projected density of states (DOS) of the fluorine-free MIL53(Fe)-F", "0", " are presented in Figure ", "6", "a for the most stable AFM structure computed in the primitive (", "P", "−1", ") unit cell using the GGA-PW91 functional and ", "U", "eff", " = 5 eV. The low-lying band being mainly centered on the BDC orbitals, the MIL53(Fe)-F", "0", " is a charge-transfer insulator at ", "T", " = 0 K with an energy band gap (", "E", "g", " = 2.45 eV). Although direct comparisons of experimental and computed gaps are not appropriate within the DFT formalism, it is known that the DFT+U formalism significantly improves the band gap of semiconductors and insulators, provided that the proper ground state is reached by the self-consistent calculation.", "(38)", " Attempts to measure the MIL53(Fe)-F", "0.2", " experimental gap have led to a value of 2.4 eV,", "(37)", " which can be considered as very close to our GGA+U calculations, using ", "U", "eff", " = 5 eV. Note that, when a value of ", "U", "eff", " = 7 eV is chosen for the correlation parameter, the computed gap increases to ", "E", "g", " = 2.70 eV, suggesting that a value of ", "U", "eff", " = 5 eV should be considered for further calculations.", " ", " ", "Figure 6. (a) Total density of states and its projection over the Fe(1), Fe(2), and BDC atomic levels and (b) electronic band structure above the Fermi level (redox band) for the MIL53(Fe)-F", "0", " compound computed in the ", "P", "−1", " unit cell using the GGA-PW91 functional with ", "U", "eff", " = 5 eV and the Γ(0,0,0), X(", "1", "/", "2", ",0,0), Y(0,", "1", "/", "2", ",0), Z(0,0,", "1", "/", "2", "), and Q(0,", "1", "/", "2", ",", "1", "/", "2", ") ", "k", "-point projections in the reciprocal lattice.", " ", "Interestingly, the redox band of the system (see Figure ", "6", "b) exhibits both metallic and BDC contributions. This suggests that a Fe → BDC back-donation mechanism could occur upon lithiation, provided that an efficient overlap exists between the metallic 3d orbitals and the BDC π-like orbitals. The band is significantly dispersive along the Γ → X, Γ → Y, and Γ → Z directions of the reciprocal lattice, showing that some electron delocalization could take place both along the inorganic chains and between the chains through the organic linkers. The MIL53(Fe)-F", "0", " should thus exhibit a two-dimensional electronic character as soon as the electrochemical reduction begins. It is worth noting, however, that the electronic delocalization along the chains may only occur in the FM state because there is no available (empty) spin orbital for next-nearest-neighbor hopping along the chain in the AFM state, once one electron is added to the system (see the ", "Supporting Information", ", S.M.1).", " ", " d ", "MIL53(Fe)-F", "0", " Redox Properties", " ", "To investigate the redox properties of the fluorine-free MIL53(Fe)-F", "0", ", we have first considered an electronic reduction by simply adding electrons to the neutral system, before including lithium atoms into the structure. This two-step study allows discriminating between the electronic and ionic effects of the electrochemical reduction. The purely electronic reduction also permits accessing more reduction rates and to model a statistical distribution of lithium that is likely to occur in such porous materials with a large number of crystallographically independent sites for lithium insertion. As shown in Figure ", "7", ", the addition of ", "n", " electrons to the MIL53(Fe)-F", "0", " system results in different responses of the AFM and FM magnetic structures. Interestingly, once electrons are added to the MIL53(Fe)-F", "0", " neutral system, the Δ", "AFM/FM", " gap almost vanishes. This should be related to the significant dispersion of the redox band both along the inorganic chains and between the chains, thus favoring some electron delocalization in the system and, therefore, the stabilization of the FM state. As previously expected for the AFM structure, no electronic localization occurs along the inorganic chains when the system is electronically reduced. As a consequence, the exceeding charge localizes on one every 1/", "n", " iron, leading to the stabilization of one Fe", "2+", " over 1/", "n", " Fe", "3+", " ions along the chains. Further structural relaxations performed at each step of the reduction clearly show a local distortion around the Fe", "2+", " ions, in perfect agreement with the Fe−O bond elongation resulting from the filling of Fe−O antibonding electronic levels. Note that the equatorial Fe−O(C) bonds are much more sensitive to the electronic reduction than the Fe−O(H) apical bonds due to their larger contribution to the electronic levels involved in the reduction process. The equatorial bonds are found to become nearly equivalent for the Fe", "2+", ", leading to a pseudo-", "D", "4", "h", " symmetry (4 × 2.205 Å), whereas they differ by 0.1 Å for the Fe", "3+", " ion (2 × 2.012 Å, 2 × 2.112 Å). The fact that the Fe−O(H) apical bonds are not significantly affected by the electronic reduction is consistent with the small variation of the intrachain ", "a", " parameter that increases from 7.022 to 7.192 Å when ", "n", "/Fe is increased from 0 to 0.5. In the FM state, the situation is very different: the additional charge first delocalizes homogeneously over the two iron ions of the unit cell, leading to a fractional Fe", "(3−", "n", "/2)+", " oxidation state. The two iron ions then disproportionate at ", "n", "/F", "e", " > 0.375 to form ordered Fe", "2+", "/Fe", "3+", " mixed-valence dimers similar to the ones obtained in the AFM structure at the same reduction rate. It should be noted here that, when full structural relaxations are performed at each step of the reduction, the two iron ions disproportionate at a smaller reduction rate, that is, at ", "n", "/F", "e", " > 0.25.", " ", " ", "Figure 7. Variation of the local magnetic moment of Fe(1) and Fe(2) as a function of the number of electrons added to the neutral MIL53(Fe)-F", "0", " system (", "n", "/Fe) and computed in the ", "P", "−1", " unit cell using the GGA-PW91 functional with ", "U", "eff", " = 5 eV for both the AFM and the FM structures.", " ", "To study the electrochemical reduction of the MIL53(Fe)-F", "0", ", lithium was added into the structure. A Connolly surface", "(39)", " was first computed to roughly determine the different sites accessible for Li", "+", " ions. This algorithm uses a sphere of a particular radius for the solvent (here, the Li", "+", " ion with a radius of ", "r", " = 1.0 Å) to probe the accessible surface area of the porous material, using a sterical consideration only. Note that a more realistic ionic radius of ", "r", " = 0.76 Å for the lithium ion does not yield different results. This study leads to four main sites that can be defined as follows:", " ", "(i) site A lying close to the hydroxyl group of the inorganic chains and allowing a direct interaction between the Li", "+", " and the nonbonding doublet of the hydroxyl group,", " ", "(ii) site B lying close to the carboxylic group of the BDC linkers and allowing a direct interaction between Li", "+", " and the π orbitals of the carboxylic group,", " ", "(iii) site C lying at the middle ", "c", " edge (0,0,", "1", "/", "2", ") or at the center of the (", "a", ",", "c", ") face (", "1", "/", "2", ",0,", "1", "/", "2", "), both sites being crystallographically equivalent and allowing a direct interaction of Li", "+", " with both the oxygens of the hydroxyl and carboxylic groups, and", " ", "(iv) site D lying between two benzene rings and allowing a direct interaction of Li", "+", " with the π", "⊥", " orbitals of the unsaturated benzene ring.", " ", "In Table ", "4", ", we have listed the A−D site energies obtained after full structural relaxations for two different lithium compositions for the AFM. Note that, for all calculations, the FM structure is closely related in energy to the AFM one by at most 30 meV. For these calculations, a 2 × 1 × 1 ", "P", "−1", " unit cell (4 Fe per chain) was used to reach the intermediate lithium compositions, ", "x", "Li/Fe = 0.25, 0.5. Note that the D site was found to be 988 meV/Li above the other sites at ", "x", "Li/Fe = 0.25 and was, therefore, ruled out from the study for ", "x", "Li/Fe = 0.5. At ", "x", "Li/Fe = 0.25, this D site corresponds to a very small η", "6", " interaction of Li", "+", " with the benzene ring of one BDC linker, as it is observed in the graphitic structure (see Figure ", "8", "d). Whatever lithium composition was considered, the A and B sites appear to be the most probable ones. Site A corresponds to a direct Li", "+", " attack of the hydroxyl group that bridges the octahedra along the chains. This leads to the stabilization of a lithium hydroxide LiOH with a short Li−O bond distance equal to 1.88 Å and a Li−O−H angle of 123° for ", "x", "Li = 0.25/Fe. As shown in Figure ", "8", "a, Li(A) sits at nearly equivalent distances from the two iron ions as well as from the two O(BDC), suggesting a homogeneous reduction of Fe(1) and Fe(2), fully consistent with the stabilization of the FM structure compared to the AFM one by 18 meV. Site B corresponds to the attack of the carboxylic groups on the opposite side of the chain compared to site A. At ", "x", "Li = 0.25/Fe, it leads to the stabilization of one short Li−O(BDC) and three longer ones, giving rise to the stabilization of a LiO", "4", " strongly distorted tetrahedron (note that, for the sake of clarity, we did not represent all the BDC linkers in Figure ", "8", "b, only the oxygen atoms in interaction with Li(B)). In that case, Li(B) gets much closer to Fe(2) than to Fe(1), which results in the breaking of one Fe−O(BDC) bond (i.e., Fe(2)−O = 2.73 Å) and to a preferential reduction of one iron ion only. Interestingly, when ", "x", "Li/Fe is increased, the B site becomes slightly favored compared with the A site, leading to configurations 2B, 2A, and A + B closely related in energy at ", "x", "Li/Fe = 0.5. Regarding the C site, the interaction of Li", "+", " with oxygen atoms belonging to different chains induces a significant decrease of the ", "c", " parameter due to the formation of two short Li−O(BDC) bonds of 1.94 Å and two longer ones of 2.58 Å for ", "x", "Li = 0.25/Fe (see Figure ", "8", "c). When ", "x", "Li is increased, this contraction is even more pronounced; as we will see in the next section, this leads to a pore size that is no longer consistent with the experimental XRD data collected upon the electrochemical reduction.", " ", " ", "Figure 8. Results of the full structural relaxations performed at ", "x", "Li/Fe = 0.25 for the MIL53(Fe)-F", "0", " system using the PW91 functional and ", "U", "eff", " = 5 eV for lithium sites (a) A, (b) B, (c) C, and (d) D.", " ", "  ", " ", "Table 4. Relative Site Energies Δ (meV/Li) for Two Different Lithium Compositions Computed in the AFM Structure, the Most Stable Site Energy Being Set to Zero", "a", " ", " ", "x", "Li/Fe = 0.25", "x", "Li = Fe 0.5", "site occupancy", "A", "B", "C", "D", "2A", "2B", "2C", "A + B", "A + C", "B + C", "Δ (meV/Li) AFM", "0", "42", "228", "988", "36", "0", "288", "56", "212", "197", " ", " ", " a ", "The calculations have been performed in the ", "P", "−1", " unit cell in which the ", "a", " parameter (chain direction) has been doubled to reach the ", "x", " = 0.25Li/Fe composition.", " ", " ", " ", " ", " e ", "Influence of the Fluorine Bridging Ligand on the Redox Properties of MIL53(Fe)", " ", "Compared to the fluorine-free compound, the MIL53(Fe)-F", "y", " phases consists of inorganic chains in which few hydroxyl bridging ligands are substituted by a fluorine atom, leading to the general formulation Fe(OH)", "1−", "y", "F", "x", "(BDC) with ", "y", " ≤ 0.25. Regarding the electrochemical properties, Tarascon et al. have shown that the total reversible capacity of the MIL53(Fe)-F", "y", " electrodes increases as a function of the fluorine content. Attempts to quantitatively correlate the reversible capacity of these electrodes to the exact fluorine content had failed, but up to now, the most promising electrochemical behavior has been obtained for the Fe(OH)", "0.8", "F", "0.2", "(BDC) electrode in which up to 0.6 Li/Fe were successfully and reversibly exchanged upon charge and discharge.", "(23)", " Note that no superstructures were detected in the XRD patterns of the MIL53(Fe)-F", "y", " phases, suggesting that the fluorine atoms are statistically distributed along the chains, whatever ", "y", " content was considered. For such disordered structures requiring a supercell approach, first-principles calculations become rapidly prohibitive, in particular, regarding the numerous lithium distributions arising from the splitting of site A into two distinguishable A", "F", " and A", "OH", " sites. It is, nevertheless, possible to predict the influence of the OH/F substitution on the redox properties of the MIL53(Fe)-F", "y", " compounds, at least in a qualitative manner, using a simple orbital approach. As illustrated in Figure ", "9", ", the strong electronegative character of fluorine makes the F", "−", " ligand a lesser donor than OH", "−", " with respect to the transition metal. In other words, its occupied 2p orbitals lying lower in energy than the π orbitals of OH", "−", ", the Fe(3d)−F(2p) antibonding interactions are less destabilizing than the Fe(3d)−OH(π) ones. As a matter of fact, the redox properties of the MIL53(Fe)-F", "y", " electrodes should be activated by the OH/F substitution due to the stabilization of the metallic 3d orbitals, and the electrochemical potential associated with lithium insertion into this electrode should be slightly increased compared with the fluorine-free electrode. Maybe more importantly, lithium insertion into site A", "F", " should be thermodynamically favored over lithium insertion into site A", "OH", ", as a consequence of the more basic character of F", "−", " compared with OH", "−", " with respect to the attack of Li", "+", ".", " ", " ", "Figure 9. Qualitative representation of the donor character of the OH", "−", " and F", "−", " ligands with respect to the transition metal and its consequence on the redox band of the MIL53(Fe)-F", "y", " and MIL53(Fe)-F", "0", " systems. For the sake of clarity, the MO", "4", " fragment orbitals were used as the reference (middle) on which two hydroxyl groups (left) or one hydroxyl group and one fluorine atom (right) were added on the apical positions of the MO", "4", "(OH)", "2−", "x", "F", "x", " (", "x", " = 0, 1) final octahedron.", " ", " ", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "IV Discussion", " ", " a ", "Reversible Insertion Mechanism from ", "x", "Li/Fe = 0−0.5", " ", "From the experimental point of view, lithium insertion into MIL53(Fe)-F", "0.2", " has been shown to proceed in two steps: first, a solid solution process associated with the exchange of about 0.3 Li/Fe and then a two-phase process associated with the exchange of about 0.3 more Li per Fe. These two processes have clearly been demonstrated using potentiostatic intermittent titration technique (PITT) measurements coupled with in situ XRD characterization and Mössbauer spectroscopy at lithium compositions of ", "x", "Li/Fe = 0, 0.3, and 0.6.", "(23)", " Although no such characterizations were investigated on the MIL53(Fe)-F", "0", ", the shape of its galvanostatic curve suggests that similar processes take place in that system upon charge and discharge, with, however, a smaller reversible capacity associated with the exchange of 0.4 Li/Fe. The results presented in the previous section suggest that the solid solution experimentally observed for the MIL53(Fe)-F", "y", " electrodes in the first part of the discharge corresponds to the stabilization of a delocalized electronic state along the chains, induced by the insertion of lithium preferentially into the thermodynamically favored A site. The local geometry of this site after a full structural relaxation at ", "x", "Li/Fe = 0.25 and ", "y", " = 0 (see Figure ", "8", "a) is indeed perfectly consistent with the stabilization of a fractional Fe", "(3−", "x", "/2)+", " oxidation state for the metallic ions and with the absence of any crystallographic discrimination of the Fe sites by in situ XRD.", "(23)", " Although a partial occupancy of site B cannot be fully ruled out, it is likely that the energy difference between sites A and B at ", "x", "Li/Fe = 0.25 and ", "y", " = 0 is, here, sufficient to consider a majoritarily lithium insertion into site A. From the electronic point of view, the delocalized state from reduction rates of ", "x", "Li/Fe = 0 to 0.25 could be understood as the stabilization of mixed-valence (MV) dimers of class III (or II) in the Robin and Day classification.", "(40)", " In the molecular picture, a mixed-valence state of class III is characterized by a low activation barrier between the two wheels corresponding to the two symmetrically related Fe", "2+", "/Fe", "3+", " and Fe", "3+", "/Fe", "2+", " localized states (", "Supporting Information", ", S.M.2). This leads to fractional oxidation states for the two iron ions as well as equivalent crystallographic sites and local environments, in perfect agreement with our calculations. In the present case, it is, therefore, likely that both the filling of site A and the contribution of the FM state to the total electronic ground state of the system favor the weak, but non-negligible, electron delocalization along the chains once the reduction begins. Focusing on the fluorinated electrodes, our qualitative analysis suggests that the A site thermodynamical preference over the B site should increase as a function of ", "y", ", mainly due to the stabilization of the A", "F", " site with respect to the A", "OH", " one. Assuming this hypothesis would then suggest that the solid solution domain of the fluorinated electrodes increases as a function of the fluorine content into the starting MIL53(Fe)-F", "y", " phases.", " ", "Above ", "x", "Li/Fe = 0.25, our results suggest that the two-phase process corresponds to the stabilization of a localized electronic state along the chains, induced by lithium insertion preferentially into site B. The fact that this site becomes favorable above a certain reduction rate is clearly related to the larger π-acceptor character of the carboxylic group compared with the hydroxyl or fluorine ones. As qualitatively shown in Figure ", "3", ", the π-acceptor character of the carboxylic group means that π-like empty levels of the BDC ligands lie just above the metallic 3d orbitals, thus allowing an efficient metal-to-O(BDC) back-donation mechanism as soon as the reduction begins. This should obviously make the oxygen of the carboxylic groups more basic than the oxygen of the hydroxyl group or than the fluorine with respect to a Li", "+", " attack. As shown in Figure ", "8", "b, the filling of site B by lithium results in a preferential reduction of one every iron ions (in the dimer representation) and in a significant distortion around the reduced Fe", "2+", " that now adopts a pyramidal environment due to the breaking of one Fe−O(BDC) bond. A disproportionation reaction should thus take place along the chains above ", "x", "Li/Fe = 0.25 for ", "y", " = 0, leading to a progressive long-range ordering of mixed-valence Fe", "2+", "/Fe", "3+", " dimers of class I, in the Robin and Day classification at ", "x", "Li/Fe = 0.5. This disproportionation reaction should obviously occur at slightly higher lithium compositions for the fluorinated electrodes, as a consequence of the larger domain of solid solution expected in the first part of the discharge when ", "y", " increases from 0 to 0.2. Compared to the MV states of class III (or II), the MV states of class I correspond to the localization of the extra electron on one every iron and to crystallographic site discrimination (", "Supporting Information", ", S.M.2). This hypothesis is perfectly consistent with the appearance of a high-spin Fe", "2+", " signal in the Mössbauer spectra of Li", "x", "MIL53(Fe)-F", "0.2", " for lithium compositions of ", "x", "Li/Fe ≥ 0.3", "(23)", " and with the two-phase type evolution of the in situ XRD patterns above this reduction rate. It should be noted here that sites C and D cannot be reasonably considered as possible sites for lithium insertion. The filling of these sites not only leads to much higher energies per lithium than for sites A and B but also induces a significant contraction of the ", "c", " parameter, which is not consistent with the expansion characterized by in situ XRD upon discharge.", "(23)", " Looking at their crystallographic position (both standing between two inorganic chains), it is easy to understand that the ", "c", "-parameter contraction obtained in our calculations is the result of an artificial maximization of the Li", "+", "−O(BDC) and Li", "+", "−C(BDC) interactions for sites C and D, respectively.", " ", " b ", "Irreversible Conversion Mechanism from ", "x", "Li/Fe = 0.5−1.0", " ", "The fact that lithium insertion is no longer possible above the composition of ", "x", "Li/Fe = 0.5 for ", "y", " = 0, although available sites still exist in the structure, should be related to the particularly stable electronic ground state of the Li", "0.5", "MIL53(Fe)-F", "0", " composition with respect to that of higher compositions. To confirm this assumption, we have investigated further lithium insertion up to 1 Li/Fe, by adding lithium into the most favorable A and B sites. Interestingly, we have successfully converged the Li", "0.75", "MIL53(Fe)-F", "0", " and LiMIL53(Fe)-F", "0", " crystal structures, leading to a complete formal reduction of the remaining Fe", "3+", " sites to Fe", "2+", ". These structures are, nevertheless, characterized by strongly elongated Fe−O bonds (between 2.3 and 2.7 Å), whatever lithium distribution was considered, and by a much lower cohesive energy per atom compared with the structures obtained at ", "x", "Li/Fe = 0, 0.25, and 0.5. This confirms that the local environment of the iron ions is strongly destabilized by the Fe", "3+", " → Fe", "2+", " reduction, as already shown in Figure ", "8", "b for ", "x", "Li/Fe = 0.25 and ", "y", " = 0. This should lead to a dramatic loss of cohesive interactions between the inorganic chains and the organic linkers when more than half of the Fe", "3+", " ions are reduced to Fe", "2+", " in the structure. The Li", "x", "MIL53(Fe)-F", "y", " phases associated with a lithium composition greater than ", "x", "Li/Fe = 0.5 should, therefore, preferentially decompose above this composition to form a composite electrode made of metallic iron Fe", "0", " and lithium hydroxide and/or lithium carboxylic acids and/or water. In other words, these highly lithiated electrodes should be thermodynamically less stable than composite electrodes, such as Li", "2", "BDC/Fe", "0", "/H", "2", "O or LiOH/Fe", "0", "/H", "2", "BDC, for instance. Once again, the Fe", "2+", " over Fe", "3+", " ratio above which the inorganic/organic interactions should collapse is expected to increase with ", "y", ", as a result of the larger lithium content exchanged in the solid solution domain for the fluorinated electrodes. This hypothesis is strongly supported by experiments. Indeed, even if the nature of the discharged electrode has not yet been fully characterized experimentally, the decomposition of the lithiated Li", "x", "MIL53(Fe)-F", "y", " above ", "x", "Li/Fe = 0.4 for ", "y", " = 0 and ", "x", "Li/Fe = 0.6 for ", "y", " = 0.2 has clearly been demonstrated when the electrochemical cells were cycled down to 0.5 V in discharge.", "(23)", " ", " c ", "Ligand Functionalization", " ", "This study shows that the MIL53(Fe)-F", "y", " electrodes react with lithium through a two-step insertion (reversible)/conversion (irreversible) process, when a full [3, 0 V] potential window is applied to the electrochemical cells. After a ", "y", "-dependent solid solution domain corresponding to the insertion of lithium into the (thermodynamically activated) A sites, the insertion process turns to a two-phase process with the insertion of lithium into the B sites. This processes is shown to be ended by the stabilization of localized Fe", "2+", "/Fe", "3+", " mixed-valence dimers along the inorganic chains when the Fe", "2+", "/Fe", "3+", " ratio gets close to 1 (", "x", "Li/Fe = 0.5). Further lithium insertion into the Li", "x", "MIL53(Fe)-F", "y", " electrodes causes an irreversible decomposition of the material due to the complete loss of the inorganic/organic interactions into the structure. Improving the reversible capacity of such MOF architectures then requires innovative chemistry to strengthen the inorganic/organic interactions by an appropriate ligand functionalization. An efficient strengthening of the Fe−O local bonds can be obtained by increasing the π-acceptor character (and also the σ-acceptor character) of the organic linkers with respect to the transition metal. This can be achieved by lowering the π* orbitals (and the high-lying σ* orbitals) of the BDC ligand in replacing the central C", "4", "H", "4", " of the benzene ring by nitrogen atoms, for instance, to form a tetrazine-1,4-dicarboxylate ligand (O", "2", "C−N", "4", "−CO", "2", "). The more electronegative character of nitrogen compared with CH will stabilize the local Fe−O bonds (inorganic/organic cohesion), therefore, increasing the Fe → ligand back-donation mechanism upon reduction. First attempts to model this ligand functionalization using DFT+U calculations already show that the Fe−O bonds are less elongated in the tetrazine-based compound than in the MIL53(Fe) when lithium is inserted into site B at lithium compositions of ", "x", "Li/Fe = 0.25 and 0.50. Another way to increase the σ,π-acceptor character of the organic linkers would be to change the carboxylic groups with less electronegative groups, in order to increase the covalency of the local Fe−ligand bonds. Provided that a thiocarboxylate (RCS", "2", "−", ", RCSO", "−", ") late group could replace the carboxylate without changing drastically the structure of the material (which cannot be claimed for sure due to the significant change in the Fe−S bond nature compared with Fe−O), this functionalization should significantly strengthen the inorganic/organic interactions and probably induce a t", "2g", "5", " low-spin configuration for the Fe", "3+", ". Note that, because t", "2g", "-like orbitals can only make π-type interactions with the ligands, it is probable that, in that case, a linear bonding of the organic linkers to the equatorial plane of the Fe", "3+", "-centered octahedra should be preferred to the bended mode adopted in the MIL53(Fe) for the Fe", "3+", " high-spin configuration (t", "2g", "3", "e", "g", "2", "). This is corroborated by the structure of the MIL53(Cr),", "(41)", " which exhibits a much more open structure than the MIL53(Fe) due to a linear bonding of the BDC ligands to the CrO", "4", "(BDC) equatorial plane of the high-spin Cr", "3+", " (t", "2g", "3", ") ion. Another route to increase the capacity of the MIL53(Fe) would be to take advantage of the large open space occurring in the MOF-type architectures, by inserting electrochemically active organic molecules into the pores. This has already been investigated by De Combarieu et al.", "(42)", " with the benzoquinone molecule O═C", "6", "H", "4", "═O inserted into the pores of the MIL53(Fe). Although less impressive than expected, these first attempts to improve the electrochemical performances of the MOFs with respect to lithium are encouraging and deserve to be deepened.", " ", "  ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "V Conclusion", " ", "The present study aims at showing that simple concepts of chemical bonding are powerful tools to design new electrode materials for Li-ion batteries, to rationalize their reactivity versus elemental lithium, and to envisage ligand functionalization to improve their electrochemical performances. These concepts have been applied to a complex MOF architecture, the MIL53(Fe) compound, whose complexity arises from a large unit cell in which very different chemical bonds occur, for example, iono-covalent inorganic bonds, π-conjugated organic bonds, and weak van der Waals interactions. Coupled with DFT+U calculations, this approach has allowed us to fully interpret both the MIL53(Fe) ground state and its reactivity toward elemental lithium. This material is shown to be a weak antiferromagnetic charge-transfer insulator at ", "T", " = 0 K, exhibiting a paramagnetic behavior at room temperature with iron ions in the high-spin ", "S", " = ", "5", "/", "2", " state. Its reactivity with respect to elemental lithium is the first evidence for a reversible lithium insertion reaction in such MOF compounds. From experiments, the insertion reaction has been shown to proceed through a solid solution reaction, followed by a two-phase reaction that ends around ", "x", "Li/Fe = 0.4 + ", "y", ", with ", "y", " being the fluorine content occurring in the starting material (0 ≤ ", "y", " ≤ 0.2). This redox mechanism is, here, linked to the stabilization of a mixed-valence state of class III for the solid solution domain and a mixed-valence state of class I for the two-phase domain. The fluorine content occurring in the starting material should stabilize the delocalized mixed-valence state, thus increasing the solid solution domain of the insertion process. Above the critical composition of ", "x", "Li/Fe = 0.4 + ", "y", ", our computations suggest that an irreversible conversion reaction should take place, whose driving force is a complete loss of the cohesive interactions between the inorganic and organic networks of the MOF architecture.", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "Acknowledgment", " ", "This work has been financially supported by the Agence Nationale de le Recherche (ANR) through the project ANR-06-0202 CONDMOF and by the French national resources centers IDRIS and CINES. The authors thank J.-M. Tarascon and G. Férey for providing their experimental results and for fruitful discussions.", " ", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "Supporting Information", " ", "A qualitative illustration of the electronic localization/delocalization of one extra electron along a chain of high-spin Fe", "3+", " ions is presented in S.M.1 for the antiferromagnetic and ferromagnetic structures. S.M.2 describes the delocalized and localized mixed-valence states of class III and I in the molecular picture. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results", "Discussion", "Conclusion", "References", "References", "This article references 42 other publications.", "1. ", " ", " ", "Mizushima", ", ", "K.", "; ", "Jones", ", ", "P. C.", "; ", "Wiseman", ", ", "P. J.", "; ", "Goodenough", ", ", "J. B.", "  ", "Mater. Res. Bull.", " ", "1980", ",  ", "15", ",  ", "783", "[", "Crossref", "], [", "CAS", "]", "1. ", "Lithium cobalt oxide(LixCoO2) (0<x≤1):  a new cathode material for batteries of high energy density", "Mizushima, K.; Jones, P. C.; Wiseman, P. J.; Goodenough, J. B.", "Materials Research Bulletin", "\r\n        (", "1980", "),\r\n    ", "15", "\r\n        (", "6", "),\r\n    ", "783-9", "CODEN:\r\n                ", "MRBUAC", ";\r\n        ISSN:", "0025-5408", ".\r\n    ", "LixCoO2 (x ≤1) was prepd. by electrochem. extn. of Li from the parent LiCoO2 ordered rock-salt structure.  Measured open-circuit voltages with respect to Li metal are by a factor of ∼2 greater than those of LiyTiS2 (y <1), and a theor. energy d. of 1.11 kW-h/kg is calcd. for LixCoO2/Li.  Preliminary voltage-compn. curves show low overvoltages and good reversibility for 4 mA/cm2 over a large range of x.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXkvFyntr0%253D&md5=47548dda0d294eba087c715a1c3639d0", " ", "2. ", " ", " ", "Padhi", ", ", "A. K.", "; ", "Nanjundaswamy", ", ", "K. S.", "; ", "Goodenough", ", ", "J. B.", "  ", "J. Electrochem. Soc.", " ", "1997", ",  ", "144", ",  ", "1188", "[", "Crossref", "], [", "CAS", "]", "2. ", "Phospho-olivines as positive-electrode materials for rechargeable lithium batteries", "Padhi, A. K.; Nanjundaswamy, K. S.; Goodenough, J. B.", "Journal of the Electrochemical Society", "\r\n        (", "1997", "),\r\n    ", "144", "\r\n        (", "4", "),\r\n    ", "1188-1194", "CODEN:\r\n                ", "JESOAN", ";\r\n        ISSN:", "0013-4651", ".\r\n    \r\n            (", "Electrochemical Society", ")\r\n        ", "Reversible extn. of lithium from LiFePO4 (triphylite) and insertion of lithium into FePO4 at 3.5 V vs. lithium at 0.05 mA/cm2 shows this material to be an excellent candidate for the cathode of a low-power, rechargeable lithium battery that is inexpensive, nontoxic, and environmentally benign.  Electrochem. extn. was limited to ∼0.6 Li/formula unit; but even with this restriction the specific capacity is 100 to 110 mAh/g.  Complete extn. of lithium was performed chem.; it gave a new phase, FePO4, isostructural with heterosite, Fe0.65Mn0.35PO4.  The FePO4 framework of the ordered olivine LiFePO4 is retained with minor displacive adjustments.  Nevertheless the insertion/extn. reaction proceeds via a two-phase process, and a reversible loss in capacity with increasing c.d. appears to be assocd. with a diffusion-limited transfer of lithium across the two-phase interface.  Electrochem. extn. of lithium from isostructural LiMPO4 (M = Mn, Co, or Ni) with an LiClO4 electrolyte was not possible; but successful extn. of lithium from LiFe1-xMnxPO4 was accomplished with max. oxidn. of the Mn3+/Mn2+ occurring at x = 0.5.  The Fe3+/Fe2+ couple was oxidized first at 3.5 V followed by oxidn. of the Mn3+/Mn2+ couple at 4.1 V vs. lithium.  The Fe3+-O-Mn2+ interactions appear to destabilize the Mn2+ level and stabilize the Fe3+ level so as to make the Mn3+/Mn2+ energy accessible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtVGktrk%253D&md5=4366450e1387c00acd13c237fd9899ab", " ", "3. ", " ", " ", "Padhi", ", ", "A. K.", "; ", "Nanjundaswamy", ", ", "K. S.", "; ", "Masquelier", ", ", "C.", "; ", "Okada", ", ", "S.", "; ", "Goodenough", ", ", "J. B.", "  ", "J. Electrochem. Soc.", " ", "1997", ",  ", "144", ",  ", "1609", "[", "Crossref", "], [", "CAS", "]", "3. ", "Effect of structure on the Fe3+/Fe2+ redox couple in iron phosphates", "Padhi, A. K.; Nanjundaswamy, K. S.; Masquelier, C.; Okada, S.; Goodenough, J. B.", "Journal of the Electrochemical Society", "\r\n        (", "1997", "),\r\n    ", "144", "\r\n        (", "5", "),\r\n    ", "1609-1613", "CODEN:\r\n                ", "JESOAN", ";\r\n        ISSN:", "0013-4651", ".\r\n    \r\n            (", "Electrochemical Society", ")\r\n        ", "To understand the role of structure on the position of the octahedral Fe3+/Fe2+ redox couple in compds. having the same polyanions, four iron phosphates: Li3Fe2(PO4)3, LiFeP2O7, Fe4(P2O7)3, and LiFePO4 were studied.  They vary in structure as well as in the manner in which the octahedral iron atoms are linked to each other.  The Fe3+/Fe2+ redox couple in the above compds. lies at 2.8, 2.9, 3.1, and 3.5 eV, resp., below the Fermi level of lithium.  The reason for the difference in the position of the redox couples is related to changes in the P-O bond lengths as well as to changes in the cryst. elec. field at the iron sites.  The electrochem. characteristics of the iron phosphates are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjvVGrsrk%253D&md5=9eaf6cd0ff7f4020282bc833ce0972e6", " ", "4. ", " ", " ", "Padhi", ", ", "A. K.", "; ", "Nanjundaswamy", ", ", "K. S.", "; ", "Masquelier", ", ", "C.", "; ", "Goodenough", ", ", "J. B.", "  ", "J. Electrochem. Soc.", " ", "1997", ",  ", "144", ",  ", "2581", "[", "Crossref", "], [", "CAS", "]", "4. ", "Mapping of transition metal redox energies in phosphates with NASICON structure by lithium intercalation", "Padhi, A. K.; Nanjundaswamy, K. S.; Masquelier, C.; Goodenough, J. B.", "Journal of the Electrochemical Society", "\r\n        (", "1997", "),\r\n    ", "144", "\r\n        (", "8", "),\r\n    ", "2581-2586", "CODEN:\r\n                ", "JESOAN", ";\r\n        ISSN:", "0013-4651", ".\r\n    \r\n            (", "Electrochemical Society", ")\r\n        ", "The position of several transition metal redox energies with respect to the Fermi energy of lithium in phosphates with sodium super ionic conductor (NASICON) framework were detd. electrochem. upon lithium intercalation.  The materials studied were Li2NaV2(PO4)3, LiNa2FeV(PO4)3, TiNb(PO4)3, LiFeNb(PO4)3, and Li2FeTi(PO4)3 all having NASICON framework.  The positions of the redox couples were found centered at the following energies: V4+/V3+ at 3.8 eV, Fe3+/Fe2+ at 2.8 eV, Ti4+/Ti3+ at 2.5 eV, Nb5+/Nb4+ at 2.2 eV, Nb4+/Nb3+ at 1.8 eV, and V3+/V2+ at 1.7 eV below the Fermi energy of lithium.  Several of these redox couples were found to overlap each other.  Some of these materials look promising as pos. electrode materials for Li+-ion batteries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvFOhsLs%253D&md5=2cbc0a86ac3bb4ed12862042f763702b", " ", "5. ", " ", " ", "Poizot", ", ", "P.", "; ", "Laruelle", ", ", "S.", "; ", "Grugeon", ", ", "S.", "; ", "Dupont", ", ", "L.", "; ", "Tarascon", ", ", "J.-M.", "  ", "Nature", " ", "2000", ",  ", "407", ",  ", "496", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Nano-sized transition-metal oxides as negative-electrode materials for lithium-ion batteries", "Poizot P; Laruelle S; Grugeon S; Dupont L; Tarascon J M", "Nature", "\r\n        (", "2000", "),\r\n    ", "407", "\r\n        (", "6803", "),\r\n    ", "496-9", "\r\n        ISSN:", "0028-0836", ".\r\n    ", "Rechargeable solid-state batteries have long been considered an attractive power source for a wide variety of applications, and in particular, lithium-ion batteries are emerging as the technology of choice for portable electronics.  One of the main challenges in the design of these batteries is to ensure that the electrodes maintain their integrity over many discharge-recharge cycles.  Although promising electrode systems have recently been proposed, their lifespans are limited by Li-alloying agglomeration or the growth of passivation layers, which prevent the fully reversible insertion of Li ions into the negative electrodes.  Here we report that electrodes made of nanoparticles of transition-metal oxides (MO, where M is Co, Ni, Cu or Fe) demonstrate electrochemical capacities of 700 mA h g(-1), with 100% capacity retention for up to 100 cycles and high recharging rates.  The mechanism of Li reactivity differs from the classical Li insertion/deinsertion or Li-alloying processes, and involves the formation and decomposition of Li2O, accompanying the reduction and oxidation of metal nanoparticles (in the range 1-5 nanometres) respectively.  We expect that the use of transition-metal nanoparticles to enhance surface electrochemical reactivity will lead to further improvements in the performance of lithium-ion batteries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3cvnslKhtQ%253D%253D&md5=5a244324b84031fe58b67cdc4038c56c", " ", "6. ", " ", " ", "Doublet", ", ", "M.-L.", "; ", "Lemoigno", ", ", "F.", "; ", "Gillot", ", ", "F.", "; ", "Monconduit", ", ", "L.", "  ", "Chem. Mater.", " ", "2002", ",  ", "14", ",  ", "426", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", "7. ", " ", " ", "Bichat", ", ", "M.-P.", "; ", "Gillot", ", ", "F.", "; ", "Monconduit", ", ", "L.", "; ", "Favier", ", ", "F.", "; ", "Morcrette", ", ", "M.", "; ", "Lemoigno", ", ", "F.", "; ", "Doublet", ", ", "M.-L.", "  ", "Chem. Mater.", " ", "2004", ",  ", "16", ",  ", "1004", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", "8. ", " ", " ", "Gillot", ", ", "F.", "; ", "Bichat", ", ", "M.-P.", "; ", "Favier", ", ", "F.", "; ", "Morcrette", ", ", "M.", "; ", "Doublet", ", ", "M.-L.", "; ", "Monconduit", ", ", "L.", "  ", "Electrochim. Acta", " ", "2004", ",  ", "49", ",  ", "2325", "[", "Crossref", "], [", "CAS", "]", "8. ", "The LixMPn4 phases (M/Pn = Ti/P, V/As): new negative electrode materials for lithium ion rechargeable batteries", "Gillot, F.; Bichat, M. P.; Favier, F.; Morcrette, M.; Doublet, M. L.; Monconduit, L.", "Electrochimica Acta", "\r\n        (", "2004", "),\r\n    ", "49", "\r\n        (", "14", "),\r\n    ", "2325-2332", "CODEN:\r\n                ", "ELCAAV", ";\r\n        ISSN:", "0013-4686", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "LixTiP4 ternary phases (x = 7 and 9) behaves electrochem. more similar towards Li than the previously reported Li9VAs4 and Li7VP4.  Up to 7 Li ions reversibly react with Li9TiP4, leading to sp. and volumetric capacities of 970 mA-h/g and 1650 mA-h/cm3 at av. potentials close to 1 V.  Galvanostatic and potentiodynamic expts. reveal that Li extn./insertion follow different mechanisms: a 2-phase process occurs during charging but a more complex process takes place during discharging.  In situ XRD patterns show that both Li9TiP4 and Li9VAs4 undergo reversible cryst. to an amorphous structural phase upon cycling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXitVGktL0%253D&md5=0a5e5e61d2a9a79110451bafb530336a", " ", "9. ", " ", " (a)  ", "Delmas", ", ", "C.", "; ", "Saadoune", ", ", "I.", "  ", "Solid State Ionics", " ", "1992", ",  ", "52−56", ",  ", "370", "[", "CAS", "]", "9. ", "Electrochemical and physical properties of the lithium nickel cobalt oxide (LixNi1-yCoyO2) phases", "Delmas, C.; Saadoune, I.", "Solid State Ionics", "\r\n        (", "1992", "),\r\n    ", "53-56", "\r\n        (", "Pt. 1", "),\r\n    ", "370-5", "CODEN:\r\n                ", "SSIOD3", ";\r\n        ISSN:", "0167-2738", ".\r\n    ", "A crystal chem. study of the LiNi1-yCoyO2 system has been realized.  These materials exhibit a layered structure (R‾3m-O3 type) for 0 ≤ y ≤ 1.  They have been used as pos. electrode in lithium batteries.  Up to 0.6 lithium atom can be reversibly deintercalated for cell voltages lying in the 3.5-4 V range.  For 0 ≤ y ≤ 0.5, the shape of all the charge curves is very similar with a small decrease in potential when y increases due to the influence of cobalt which, however, does not participate significantly in the redox process.  For materials with a larger cobalt amt. (y ≥ 0.6) the nickel ions are first oxidized to the tetravalent state, before the cobalt ions.  This behavior is confirmed by the evolution of the electronic properties vs. the lithium amt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhtFWkt74%253D&md5=18fa383be0a2c3a071795f83df79f8ce", " ", " (b)  ", "Delmas", ", ", "C.", "; ", "Faure", ", ", "C.", "; ", "Borthomieu", ", ", "Y.", "  ", "Mater. Sci. Eng.", " ", "1992", ",  ", "B13", ",  ", "89", "[", "Crossref", "], [", "CAS", "]", "9. ", "The effect of cobalt on the chemical and electrochemical behavior of the nickel hydroxide electrode", "Delmas, C.; Faure, C.; Borthomieu, Y.", "Materials Science & Engineering, B:  Solid-State Materials for Advanced Technology", "\r\n        (", "1992", "),\r\n    ", "B13", "\r\n        (", "2", "),\r\n    ", "89-96", "CODEN:\r\n                ", "MSBTEK", ";\r\n        ISSN:", "0921-5107", ".\r\n    ", "Hydrated Co-substituted Ni hydroxides were prepd. and characterized.  The materials were obtained by pptn. or by oxidizing hydrolysis of NaCoxNi1-xO2.  Co generally stayed in the trivalent state.  In contrast with the αCo2+ phases, the αCo3+ phases are stable in KOH if ≥20% Co is substituted for Ni.  To compensate for the excess of pos. charge resulting from trivalent ions in the brucite-type layers, anions (sulfate or carbonate) are inserted between the Ni1-xCox(OH)2 slabs.  In the case of well-crystd. α phases, an interstratified packing is obtained for low Co contents (x<0.20).  The electronic cond. of the oxidized phases (γCo) increases with the amt. of Co.  These phases were used as cathode material of Ni/Cd batteries.  At the beginning of cycling, 1.3 electron/(Ni + Co) atom can be reversibly exchanged between the γ and α phases.  During long-range cycling tests, a slow evolution from the γ/α system to the β(III)/β(II) system is obsd., which depends on Co content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XhvFOltr0%253D&md5=5825cf9212baea0fae4f7c58041fe5f7", " ", "10. ", " ", " ", "Demourgues-Gerlou", ", ", "L.", "; ", "Fournès", ", ", "L.", "; ", "Delmas", ", ", "C.", "  ", "J. Solid State Chem.", " ", "1995", ",  ", "114", ",  ", "6", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "11. ", " ", " ", "Delmas", ", ", "C.", "; ", "Ménétrier", ", ", "M.", "; ", "Croguennec", ", ", "L.", "; ", "Saadoune", ", ", "I.", "; ", "Rougier", ", ", "A.", "; ", "Pouillerie", ", ", "C.", "; ", "Prado", ", ", "G.", "; ", "Grüne", ", ", "M.", "; ", "Fournès", ", ", "L.", "  ", "Electrochim. Acta", " ", "1995", ",  ", "45", ",  ", "243", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "12. ", "Armand", ", ", "M.", "; ", "et al.", " World Patent WO02/27823, ", "2002", ".", "There is no corresponding record for this reference.", "13. ", " ", " ", "Dominko", ", ", "R.", "; ", "Bele", ", ", "M.", "; ", "Gaberscek", ", ", "M.", "; ", "Meden", ", ", "A.", "; ", "Remskar", ", ", "M.", "; ", "Jamnik", ", ", "J.", "  ", "Electrochem. Commun.", " ", "2006", ",  ", "8", ",  ", "217", "[", "Crossref", "], [", "CAS", "]", "13. ", "Structure and electrochemical performance of Li2MnSiO4 and Li2FeSiO4 as potential Li-battery cathode materials", "Dominko, R.; Bele, M.; Gaberscek, M.; Meden, A.; Remskar, M.; Jamnik, J.", "Electrochemistry Communications", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "217-222", "CODEN:\r\n                ", "ECCMF9", ";\r\n        ISSN:", "1388-2481", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The prepn. and preliminary testing of Li2FeSiO4, a representative of a new class of Li storage materials, was reported in the literature.  The prepn. of an new material from this class, Li2MnSiO4, is discussed.  Similar to LiMPO4 (M = Fe, Mn) material, the Mn analog shows poor electrochem. performance, but it has better stability, esp. under harsh conditions.  This property is crucial for detn. of detailed structural features of this class of materials.  The obtained structure reveals partial occupation of alternate tetrahedral sites by Li and Mn, thus implying high ionic cond. of these materials.  The poor electrochem. performance is likely due to poor electron wiring.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlCmsQ%253D%253D&md5=67be9401cb45ae28916904d1e42cc825", " ", "14. ", " ", " ", "Nyten", ", ", "A.", "; ", "Abouimrane", ", ", "A.", "; ", "Armand", ", ", "M.", "; ", "Gustafsson", ", ", "T.", "; ", "Thomas", ", ", "J. O.", "  ", "Electrochem. Commun.", " ", "2005", ",  ", "7", ",  ", "156", "[", "Crossref", "], [", "CAS", "]", "14. ", "Electrochemical performance of Li2FeSiO4 as a new Li-battery cathode material", "Nyten, Anton; Abouimrane, Ali; Armand, Michel; Gustafsson, Torbjoern; Thomas, John O.", "Electrochemistry Communications", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "156-160", "CODEN:\r\n                ", "ECCMF9", ";\r\n        ISSN:", "1388-2481", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Phase-pure lithium iron silicate (Li2FeSiO4) has been successfully prepd.  Its ambient temp. structure has been detd. by x-ray diffraction and its electrochem. performance characterized at 60°.  The resulting cyclic voltammogram suggests a phase transition to a more stable structure after the first cycle.  This could involve a structural ordering process from a solid-soln. to a long-range-ordered structure.  The initial charge capacity of 165 mA-h/g (99% of the theor. value) stabilizes after a few cycles to around 140 mA-h/g (84% of the theor. value).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvF2luw%253D%253D&md5=dc80d5e9494189415d17bb531bdecd4c", " ", "15. ", " ", " ", "Arroyo-de Dompablo", ", ", "M. E.", "; ", "Armand", ", ", "M.", "; ", "Tarascon", ", ", "J. M.", "; ", "Amador", ", ", "U.", "  ", "Electrochem. Commun.", " ", "2006", ",  ", "8", ",  ", "292", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "16. ", " ", " ", "Wilson", ", ", "S. T.", "; ", "Lok", ", ", "B. M.", "; ", "Messina", ", ", "C. A.", "; ", "Cannan", ", ", "T. R.", "; ", "Flanigen", ", ", "E. M.", "  ", "J. Am. Chem. Soc.", " ", "1982", ",  ", "104", ",  ", "1146", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Aluminophosphate molecular sieves:  a new class of microporous crystalline inorganic solids", "Wilson, Stephen T.; Lok, Brent M.; Messina, Celeste A.; Cannan, Thomas R.; Flanigen, Edith M.", "Journal of the American Chemical Society", "\r\n        (", "1982", "),\r\n    ", "104", "\r\n        (", "4", "),\r\n    ", "1146-7", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A novel class of cryst., microporous aluminophosphate phases was discovered.  It represents the first family of mol. sieves with framework oxide compns. free of silica.  The new class of materials encompasses some 14 3-dimensional microporous framework structures, and 6 2-dimensional layer-type structures.  The 3-dimensional structures include structural analogs of the zeolites sodalite and erionite-offretite.  The novel phases are synthesized hydrothermally in the presence of org. amines and quaternary ammonium templates.  The template is entrapped or clathrated within the crystg. aluminophosphate network.  After thermal decompn. of the template the 3-dimensional mol. sieves have the general compn. Al2O3.1.0±0.2 P2O5.  The various structures exhibit intracryst. adsorption pore vols. from 0.04 to 0.35 cm3/g, and pore sizes from 0.3 to 0.8 nm, spanning the entire range of pore vols. and sizes previously known in zeolites and silica mol. sieves.  The aluminophosphate frameworks require no extra framework cations for charge balancing.  The surface is nevertheless moderately hydrophilic, apparently due to the difference in electronegativity between Al (1.5) and P (2.1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XnsFWjsA%253D%253D&md5=c492cdfd3955b86377ede2a2f564b660", " ", "17. ", " ", " (a)  ", "Cheetham", ", ", "A. K.", "; ", "Férey", ", ", "G.", "; ", "Loiseau", ", ", "T.", "  ", "Angew. Chem.", " ", "1999", ",  ", "111", ",  ", "3466", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (b)  ", "Cheetham", ", ", "A. K.", "; ", "Férey", ", ", "G.", "; ", "Loiseau", ", ", "T.", "  ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "3269", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "18. ", " ", " ", "Seki", ", ", "K.", "; ", "Mori", ", ", "W.", "  ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "1380", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Syntheses and Characterization of Microporous Coordination Polymers with Open Frameworks", "Seki, K.; Mori, W.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "6", "),\r\n    ", "1380-1385", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of porous two-dimensional Cu dicarboxylates (Cu fumarate, Cu terephthalate, Cu styrenedicarboxylate, and Cu 4,4'-biphenyldicarboxylate) with triethylenediamine as a pillar ligand yielded porous three-dimensional coordination polymers.  The characterization by gas adsorption indicated that these coordination polymers have uniform micropores, high porosities, and gas adsorption capacities.  These properties depend on the kind of dicarboxylate, and by changing it, the porosity and the pore size of the polymer can be controlled.  The measurements of methane adsorption isotherms revealed that all coordination polymers have methane adsorption capacities, and esp., polymers synthesized from Cu styrene dicarboxylate and Cu 4,4'-biphenyl dicarboxylate, which have ideal pore sizes and distributions for methane adsorption, have higher methane adsorption capacities than that of the theor. max. for activated C.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xkt1Chsw%253D%253D&md5=84aa03c14dae9ffcdb82d360a048d10e", " ", "19. ", " ", " ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "1271", ",  ", "3519", "There is no corresponding record for this reference.", " ", "20. ", " ", " ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "Keeffe", ", ", "M. O. S.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", "21. ", " ", " ", "Férey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Percheron-Guegan", ", ", "A.", "  ", "Chem. Commun.", " ", "2003", ",  ", "2976", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Hydrogen adsorption in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+), MIL-53", "Ferey, Gerard; Latroche, Michel; Serre, Christian; Millange, Franck; Loiseau, Thierry; Percheron-Guegan, Annick", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2976-2977", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H adsorption was studied in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+).  These solids have H storage capacities of 3.8 and 3.1% resp. when loaded at 77 K under 1.6 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Cnsbs%253D&md5=5ddf427f369b0f311cc63c9eccb50deb", " ", "22. ", " ", " ", "Zhao", ", ", "X. B.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", "  ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", " ", "23. ", " ", " ", "Férey", ", ", "G.", "; ", "Millange", ", ", "F.", "; ", "Morcrette", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Doublet", ", ", "M.-L.", "; ", "Grenèche", ", ", "J. M.", "; ", "Tarascon", ", ", "J.-M.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3259", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Mixed-valence Li/Fe-based metal-organic frameworks with both reversible redox and sorption properties", "Ferey, Gerard; Millange, Franck; Morcrette, Mathieu; Serrem, Christian; Doublet, Marie-Liesse; Grenech, Jean-Marc; Tarascon, Jean-Marie", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3259-3263", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The prepn. and use of use of mixed-valence metal-org. frameworks as rechargeable intercalation cathodes for Li batteries were studied.  The gravimetric (75 mA-h/g) and volumetric (140 mA-h/L) electrochem. capacities of [FeIII(OH)(O2CC6H4CO2)] for Li are modest, owing to the limited no. of inserted Li atoms per formula unit (0.6) and the low d. of the material (1.7 g/cm3), such values may be improved by using structures with other transition metals and/or ligands.  The system presented here is a preliminary result, but note that the amt. of inserted Li into these phases increases as a function of the fluorine content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhsrg%253D&md5=a99f5b51fdea2f1018983475d0305241", " ", "24. ", " ", " ", "Petit", ", ", "L.", "; ", "Svane", ", ", "A.", "; ", "Szotek", ", ", "Z.", "; ", "Temmerman", ", ", "W.", "  ", "Science", " ", "2003", ",  ", "301", ",  ", "498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "First-Principles Calculations of PuO2±x", "Petit, L.; Svane, A.; Szotek, Z.; Temmerman, W. M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "301", "\r\n        (", "5632", "),\r\n    ", "498-501", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The electronic structure of PuO2±x was studied using the first-principles self-interaction cor. local spin d. method.  In the stoichiometric PuO2 compd., Pu occurs in the Pu(IV) oxidn. state, corresponding to a localized f4 shell.  If oxygen is introduced onto the octahedral interstitial site, the nearby Pu atoms turn into Pu(V) (f3) by transferring electrons to the oxygen.  Oxygen vacancies cause Pu(III) (f5) to form by taking up electrons released by oxygen.  At T = 0, the PuO2 compd. is stable with respect to free oxygen, but the delicate energy balance suggests the possible deterioration of the material during long-term storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXls1Crurc%253D&md5=25bc8bfb255475b473b5a2b8b032084b", " ", "25. ", " ", " ", "Anisimov", ", ", "V. I.", "; ", "Zaanen", ", ", "J.", "; ", "Andersen", ", ", "O. K.", "  ", "Phys. Rev. B", " ", "1991", ",  ", "44", ",  ", "943", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Band theory and Mott insulators:  Hubbard U instead of Stoner I", "Anisimov, V. I.; Zaanen, Jan; Andersen, Ole K.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1991", "),\r\n    ", "44", "\r\n        (", "3", "),\r\n    ", "943-54", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors propose a form for the exchange-correlation potential in local-d. band theory, appropriate to Mott insulators.  The idea is to use the \"constrained-local-d.-approxn.\" Hubbard parameter U as the quantity relating the single-particle potentials-to the magnetic- (and orbital-) order parameters.  The authors' energy functional is that of the local-d. approxn. plus the mean-field approxn. to the remaining part of the U term.  They argue that such a method should make sense, if one accepts the Hubbard model and the success of constrained-local-d.-approxn. parameter calcns.  By using this ab initio scheme, they find that all late-3d-transition-metal monoxides, as well as the parent compds. of the high-Tc compds., are large-gap magnetic insulators of the charge-transfer type.  Further, the method predicts that LiNiO2 is a low-spin ferromagnet and NiS a local-moment p-type metal.  The present version of the scheme fails for the early-3d-transition-metal monoxides and for the late 3d transition metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXkvVaqsLs%253D&md5=feb9b945a9d7b508c71dc9a9fe6a66f1", " ", "26. ", " ", " ", "Liechtenstein", ", ", "A. I.", "; ", "Anisimov", ", ", "V. I.", "; ", "Zaanen", ", ", "J.", "  ", "Phys. Rev. B", " ", "1995", ",  ", "52", ",  ", "R5467", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Density-functional theory and strong interactions: orbital ordering in Mott-Hubbard insulators", "Liechtenstein, A. I.; Anisimov, V. I.; Zaanen, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1995", "),\r\n    ", "52", "\r\n        (", "8", "),\r\n    ", "R5467-R5470", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Evidence is presented that within the d.-functional theory orbital polarization has to be treated on an equal footing with spin polarization and charge d. for strongly interacting electron systems.  Using a basis-set independent generalization of the LDA + U functional, we show that electronic orbital ordering is a necessary condition to obtain the correct crystal structure and parameters of the exchange interaction for the Mott-Hubbard insulator KCuF3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXnslOisbw%253D&md5=00606a53133a5d3b7dcf6307a8cc9f16", " ", "27. ", " ", " ", "Dudarev", ", ", "S. L.", "; ", "Botton", ", ", "G. A.", "; ", "Savrasov", ", ", "S. Y.", "; ", "Humphreys", ", ", "C. J.", "; ", "Sutton", ", ", "A. P.", "  ", "Phys. Rev. B", " ", "1998", ",  ", "57", ",  ", "1505", "[", "Crossref", "], [", "CAS", "]", "27. ", "Electron-energy-loss spectra and the structural stability of nickel oxide: An LSDA+U study", "Dudarev, S. L.; Botton, G. A.; Savrasov, S. Y.; Humphreys, C. J.; Sutton, A. P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1998", "),\r\n    ", "57", "\r\n        (", "3", "),\r\n    ", "1505-1509", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "By taking better account of electron correlations in the 3d shell of metal ions in Ni oxide it is possible to improve the description of both electron energy loss spectra and parameters characterizing the structural stability of the material compared with local spin d. functional theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlsVarsQ%253D%253D&md5=9b4f0473346679cb1a8dce0ad7583153", " ", "28. ", " ", " ", "Perdew", ", ", "J. P.", "; ", "Zunger", ", ", "A.", "  ", "Phys. Rev. B", " ", "1981", ",  ", "23", ",  ", "5048", "[", "Crossref", "], [", "CAS", "]", "28. ", "Self-interaction correction to density-functional approximations for many-electron systems", "Perdew, J. P.; Zunger, Alex", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1981", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "5048-79", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The exact d. functional for the ground-state energy is strictly self-interaction-free (i.e., orbitals demonstrably do not self-interact), but many approxns. to it, including the local-spin-d. (LSD) approxn. for exchange and correlation, are not.  Two related methods are given for the self-interaction correction (SIC) of any d. functional for the energy; correction of the self-consistent one-electron potential follows naturally from the variational principle.  Although the first method introduces an orbital-dependent single-particle potential, the second involves a local potential as in the Kohn-Sham scheme.  The 1st method was applied to LSD, it properly conserves the no. content of the exchange-correlation hole, while substantially improving the description of its shape.  The LSD spin splitting in at. Ni and s-d interconfigurational energies of transition elements are almost unchanged by SIC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXktFejurk%253D&md5=222590f7611528f281cc411e7ae969d1", " ", "29. ", " ", " ", "Kresse", ", ", "G.", "; ", "Hafner", ", ", "J.", "  ", "Phys. Rev. B", " ", "1993", ",  ", "47", ",  ", "558", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Ab initio molecular dynamics of liquid metals", "Kresse, G.; Hafner, J.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1993", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "558-61", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The authors present ab initio quantum-mech. mol.-dynamics calcns. based on the calcn. of the electronic ground state and of the Hellmann-Feynman forces in the local-d. approxn. at each mol.-dynamics step.  This is possible using conjugate-gradient techniques for energy minimization, and predicting the wave functions for new ionic positions using sub-space alignment.  This approach avoids the instabilities inherent in quantum-mech. mol.-dynamics calcns. for metals based on the use of a factitious Newtonian dynamics for the electronic degrees of freedom.  This method gives perfect control of the adiabaticity and allows one to perform simulations over several picoseconds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlt1Gnsr0%253D&md5=c9074f6e1afc534b260d29dd1846e350", " ", "30. ", " ", " ", "Kresse", ", ", "G.", "; ", "Furthmuller", ", ", "J.", "  ", "Comput. Mater. Sci.", " ", "1996", ",  ", "6", ",  ", "15", "[", "Crossref", "], [", "CAS", "]", "30. ", "Efficiency of ab-initio total energy calculations for metals and semiconductors using a plane-wave basis set", "Kresse, G.; Furthmuller, J.", "Computational Materials Science", "\r\n        (", "1996", "),\r\n    ", "6", "\r\n        (", "1", "),\r\n    ", "15-50", "CODEN:\r\n                ", "CMMSEM", ";\r\n        ISSN:", "0927-0256", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors present a detailed description and comparison of algorithms for performing ab-initio quantum-mech. calcns. using pseudopotentials and a plane-wave basis set.  The authors will discuss: (a) partial occupancies within the framework of the linear tetrahedron method and the finite temp. d.-functional theory, (b) iterative methods for the diagonalization of the Kohn-Sham Hamiltonian and a discussion of an efficient iterative method based on the ideas of Pulay's residual minimization, which is close to an order N2atoms scaling even for relatively large systems, (c) efficient Broyden-like and Pulay-like mixing methods for the charge d. including a new special preconditioning optimized for a plane-wave basis set, (d) conjugate gradient methods for minimizing the electronic free energy with respect to all degrees of freedom simultaneously.  The authors have implemented these algorithms within a powerful package called VAMP (Vienna ab-initio mol.-dynamics package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semi-conducting surfaces, phonons in simple metals, transition metals and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFWgsrk%253D&md5=779b9a71bbd32904f968e39f39946190", " ", "31. ", " ", " ", "Ceperley", ", ", "D. M.", "; ", "Alder", ", ", "B. J.", "  ", "Phys. Rev. Lett.", " ", "1980", ",  ", "45", ",  ", "566", "[", "Crossref", "], [", "CAS", "]", "31. ", "Ground state of the electron gas by a stochastic method", "Ceperley, D. M.; Alder, B. J.", "Physical Review Letters", "\r\n        (", "1980", "),\r\n    ", "45", "\r\n        (", "7", "),\r\n    ", "566-9", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "An exact stochastic simulation of the Schroedinger equation for charged bosons and fermions was used to calc. the correlation energies, to locate the transitions to their resp. crystal phases at zero temp. within 10%, and to establish the stability at intermediate densities of a ferromagnetic fluid of electrons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXltlyhtrY%253D&md5=fb69834d11a9d4c0cd3f3248930dc048", " ", "32. ", " ", " (a)  ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Wang", ", ", "Y.", "  ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "16533", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Generalized gradient approximation for the exchange-correlation hole of a many-electron system", "Perdew, John P.; Burke, Kieron; Wang, Yue", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "23", "),\r\n    ", "16533-16539", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We construct a generalized gradient approxn. (GGA) for the d. nxc(r,r+u) at position r+u of the exchange-correlation hole surrounding an electron at r, or more precisely for its system and spherical av. 〈nxc(u)〉=(4π)-1 ∫dΩu N-1 ∫d3r n(r)nxc(r,r+u).  Starting from the second-order d. gradient expansion, which involves the local spin densities n↑(r),n↓(r) and their gradients .del.n↑(r), .del.n↓(r), we cut off the spurious large-u contributions to restore those exact conditions on the hole that the local spin d. (LSD) approxn. respects.  Our GGA hole recovers the Perdew-Wang 1991 and Perdew-Burke-Ernzerhof GGA's for the exchange-correlation energy, which therefore respect the same powerful hole constraints as LSD.  When applied to real systems, our hole model provides a more detailed test of these energy functionals, and also predicts the observable electron-electron structure factor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXntFSk&md5=ab7225e3e4581ff3ab4688d1ff8bac1b", " ", " (b)  ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Wang", ", ", "Y.", "  ", "Phys. Rev. B", " ", "1996", ",  ", "57", ",  ", "14999", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "33. ", " ", " ", "Wesolowski", ", ", "T. A.", "; ", "Parisel", ", ", "O.", "; ", "Ellinger", ", ", "Y.", "; ", "Weber", ", ", "J.", "  ", "J. Phys. Chem. A", " ", "1997", ",  ", "101", ",  ", "7818", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "A Comparative Study of Benzene···X (X = O2, N2, CO) Complexes using Density Functional Theory: The Importance of an Accurate Exchange-Correlation Energy Density at High Reduced Density Gradients", "Wesolowski, T. A.; Parisel, O.; Ellinger, Y.; Weber, J.", "Journal of Physical Chemistry A", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "42", "),\r\n    ", "7818-7825", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although d. functional theory (DFT) is more and more commonly used as a very efficient tool for the study of mols. and bulk materials, its applications to weakly bonded systems remain rather sparse in the literature, except studies that consider hydrogen bonding.  It is, however, of essential interest to be able to correctly describe weaker van der Waals complexes.  This prompted us to investigate more precisely the reliability of several widely-used functionals.  The equil. geometries and the binding energies of C6H6···X (X = O2, N2, or CO) complexes are detd. within the std. Kohn-Sham approach of DFT using different exchange-correlation functionals and at the MP2 level of theory for comparison.  It is comprehensively concluded that extreme care must be taken in the choice of the functional since only those that behave properly at large and intermediate values of the reduced d. gradients give relevant results.  The PW91 exchange functional, the enhancement factor of which does not diverge at increasing s, appears as the most reliable for the studied systems.  It is furthermore demonstrated that the quality of the DFT results is detd. by the exchange energy component of the total energy functional.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmt1elt7w%253D&md5=0fd715fab7006be2badbb38b7876b1ec", " ", "34. ", " ", " ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", "  ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", " ", "35. ", " ", " ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", "  ", "Phys. Rev. B", " ", "1999", ",  ", "59", ",  ", "1758", "[", "Crossref", "], [", "CAS", "]", "35. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", " ", "36. ", " ", " ", "Zhou", ", ", "F.", "; ", "Cococcioni", ", ", "M.", "; ", "Marianetti", ", ", "C. A.", "; ", "Morgan", ", ", "D.", "; ", "Ceder", ", ", "G.", "  ", "Phys. Rev. B", " ", "2004", ",  ", "70", ",  ", "235121", "[", "Crossref", "], [", "CAS", "]", "36. ", "First-principles prediction of redox potentials in transition-metal compounds with LDA+U", "Zhou, F.; Cococcioni, M.; Marianetti, C. A.; Morgan, D.; Ceder, G.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2004", "),\r\n    ", "70", "\r\n        (", "23", "),\r\n    ", "235121/1-235121/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "First-principles calcns. within the local d. approxn. (LDA) or generalized gradient approxn. (GGA), though very successful, are known to underestimate redox potentials, such as those at which lithium intercalates in transition metal compds.  We argue that this inaccuracy is related to the lack of cancellation of electron self-interaction errors in LDA/GGA and can be improved by using the DFT + U method with a self-consistent evaluation of the U parameter.  We show that, using this approach, the exptl. lithium intercalation voltages of a no. of transition metal compds., including the olivine LixMPO4 (M = Mn, Fe Co, Ni), layered LixMO2 (x = Co, Ni) and spinel-like LixM2O4 (M = Mn, Co), can be reproduced accurately.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXislKitA%253D%253D&md5=76a543be751989c71cdbaac6e3862173", " ", "37. ", "Tarascon", ", ", "J. M.", "; ", "Férey", ", ", "G.", " ", "Private communication.", "There is no corresponding record for this reference.", "38. ", " ", " ", "Dorado", ", ", "B.", "; ", "Amadon", ", ", "B.", "; ", "Freyss", ", ", "M.", "; ", "Bertolus", ", ", "M.", "  ", "Phys. Rev. B", " ", "2009", ",  ", "79", ",  ", "235125", "[", "Crossref", "], [", "CAS", "]", "38. ", "DFT+U calculations of the ground state and metastable states of uranium dioxide", "Dorado, Boris; Amadon, Bernard; Freyss, Michel; Bertolus, Marjorie", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2009", "),\r\n    ", "79", "\r\n        (", "23", "),\r\n    ", "235125/1-235125/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We report a study of the ground state and metastable states of uranium dioxide using ab initio DFT+U calcns.  We highlight that in order to avoid metastable states and systematically reach the ground state of uranium dioxide with DFT+U, the monitoring of occupation matrixes is crucial, as well as allowing the 5f electrons to break the cubic symmetry.  For this purpose, we use a method based on the monitoring of the occupation matrix of the correlated orbitals on which the Hubbard term is applied.  We observe the presence of numerous metastable states in calcns. both with and without taking into account the symmetries of the wave functions.  We investigate the influence of metastable states on the total energy, as well as on the electronic and structural properties of uranium dioxide.  We show that the presence of metastable states induces large differences in the total energy and explain the origin of the discrepancies obsd. in the results obtained by various authors on cryst. and defect-contg. UO2.  Finally, in order to check the consistency of the procedure, we det. the structural and electronic properties of the ground state of uranium dioxide and compare them with results obtained in previous studies using the DFT+U approxn. and hybrid functionals, as well as exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKru7k%253D&md5=f3bc41413f44f9d24d7c34972e7a2bf3", " ", "39. ", " ", " ", "Connolly", ", ", "M.-L.", "  ", "Science", " ", "1983", ",  ", "221", ",  ", "709", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Solvent-accessible surfaces of proteins and nucleic acids", "Connolly, Michael L.", "Science (Washington, DC, United States)", "\r\n        (", "1983", "),\r\n    ", "221", "\r\n        (", "4612", "),\r\n    ", "709-13", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "A method is presented for anal. calcg. a smooth, 3-dimensional contour about a mol.  The mol. surface envelope may be drawn on either color raster computer displays or real-time vector computer graphics systems.  Mol. areas and vols. may be computed anal. from this surface representation.  Unlike most previous computer graphics representations of mols., which imitate wire models or space-filling plastic spheres, this surface shows only the atoms that are accessible to solvent.  This anal. method extends the earlier dot surface numerical algorithm, which was applied in enzymol., rational drug design, immunol., and understanding DNA base sequence recognition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXlsFCkt74%253D&md5=371e91867872dcc45ff5d9c5cc142c95", " ", "40. ", " ", " ", "Robin", ", ", "M. B.", "; ", "Day", ", ", "P.", "  ", "Adv. Inorg. Chem. Radiochem.", " ", "1967", ",  ", "10", ",  ", "247", "[", "Crossref", "], [", "CAS", "]", "40. ", "Mixed valence chemistry.  A survey and classification", "Robin, Melvin B.; Day, Peter", "Advances in Inorganic Chemistry and Radiochemistry", "\r\n        (", "1967", "),\r\n    ", "10", "\r\n        (", "),\r\n    ", "247-422", "CODEN:\r\n                ", "AICRAH", ";\r\n        ISSN:", "0065-2792", ".\r\n    ", "A review.  The theory of mixed valence effects is discussed in terms of the wave functions and mixed valence classification, mixed valence spectra, magnetism and electron transport, and mol. geometry.  The mixed valence chemistry of the transition metals, Ga, In, Tl, Sn, Pb, P, As, Sb, Bi, the lanthanides, and the actinides is discussed.  820 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXovF2isA%253D%253D&md5=2e720e6e07f03661b3eeb0fb2be3c598", " ", "41. ", " ", " ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", "  ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", " ", "42. ", " ", " ", "de Combarieu", ", ", "G.", "; ", "Morcrette", ", ", "M.", "; ", "Millange", ", ", "F.", "; ", "Guillou", ", ", "N.", "; ", "Cabana", ", ", "J.", "; ", "Grey", ", ", "C. P.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", "; ", "Tarascon", ", ", "J.-M.", "  ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1602", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Influence of Benzoquinone Sorption on the Structure and Electrochemical Performance of the MIL-53(Fe) Hybrid Porous Material in a Lithium-Ion Battery", "de Combarieu, G.; Morcrette, M.; Millange, F.; Guillou, N.; Cabana, J.; Grey, C. P.; Margiolaki, I.; Ferey, G.; Tarascon, J.-M.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1602-1611", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Among the metal-org. frameworks (MOFs), MIL-53(Fe) or FeIII(OH)0.8F0.2[O2C-C6H4-CO2] was the 1st to reversibly insert Li+ electrochem.  A variety of electroactive sorbents was studied in an attempt to increase the electrochem. capacity of an electrode vs. Li+/Li.  The synthesis and characterization of a new composite hybrid material involving MIL-53(Fe) is presented.  This substance is the host for the guest electroactive 1,4-benzoquinone mol. in a 1:1 molar ratio, using complementary high-resoln. XRD, DSC and MASNMR.  Its room-temp. structure was solved and shows that the quinone mols. are located within the channels nearly parallel to each other, and to the benzene rings of the skeleton, to maximize π-π interactions.  When heated in a sealed container, a flip-flop reorganization of the quinone mols. occurred >140°, whereas in an open environment, desorption of the quinone was shown near 120° giving rise to a new phase having 0.5 quinone mols./MIL-53(Fe) formula unit.  Enhancement of the electrochem. performance, due to the redox properties of the quinone mols., was obsd. during the 1st 2 cycles.  An exchange between both the quinone and the electrolyte mols. is proposed to account for the capacity decay in subsequent cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvF2hu78%253D&md5=f7be408c608698b75c5a0bc2ce26b031", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-20/jp1016455/production/images/small/jp-2010-016455_0003.gif\">"]}
