{"title": ["Spectroscopic Studies of Structural Dynamics Induced by Heating and Hydration: A Case of Calcium-Terephthalate Metal–Organic Framework"], "authors": ["Matjaž Mazaj", "Gregor Mali", "Mojca Rangus", "Emanuela Žunkovič", "Venčeslav Kaučič", "Nataša Zabukovec Logar"], "doi": ["10.1021/jp311529e"], "abstract": ["Structural dynamics of Ca(BDC)(DMF)(H", "O) with rhombic-shaped channels and 4", " net topology upon heating and hydration were elucidated by using complementary methods of diffraction (XRD) and spectroscopy (FT-IR, MAS NMR, EXAFS, XANES). During heating the Ca(BDC)(DMF)(H", "O) framework underwent structural changes in two steps. The first change at 150 °C includes breaking of Ca–O bonds with H", "O and DMF molecules. In this step, DMF is removed from the surface or near the surface of the crystals. The affected parts of the crystals are transformed to a new nonporous Ca-BDC(400) phase that prevents the diffusion of DMF from the cores of the crystals. Second transition at 400 °C led to the complete transformation to Ca-BDC(400). This phase is reversibly transformed to a pseudo-3-D framework Ca(BDC)(H", "O)", " upon exposure to humid environment. We proposed mechanisms of Ca-BDC(RT) → Ca-BDC(400) and Ca-BDC(400) → Ca(BDC)(H", "O)", " transformations, which include breaking of the bonds between Ca", " and carboxylate groups, rotating of BDC ligand, and recoordination of COO", " groups to Ca", " centers. The crystal-to-crystal transformations are driven by the tendencies to change the bonding modes between COO", " and Ca", " with the change of Ca", " coordination number. Thus the decrease in Ca", " coordination number, which is usually a consequence of activation, does not lead to the expansion or contraction of the pores, but it leads to pronounced structural rearrangement. Such behavior can explain the lack of porosity in Ca-MOF systems."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Much effort has been devoted to the development of new metal–organic frameworks (MOFs) due to their potential applications in areas such as gas storage and gas separation, catalysis, drug delivery, electronics, and optics.", "(1-17)", " MOFs can possess rigid frameworks or they can exhibit distinctive structure flexibility. Dynamics of flexible frameworks are among the most interesting characteristics of metal–organic structures, which can be exploited for various applications such as sensing, separation, and adsorption. Structural dynamics can usually be triggered by external stimuli (most commonly by inclusion and exchange of guest molecules or by pressure and temperature changes)", "(18, 19)", " and are possible in MOFs that exhibit specific structural characteristics: (a) the presence of weak interactions such as hydrogen bonds, π–π stacking, or van der Waals connections, which often support and stabilize coordination polymer structures; (b) flexibility and versatility of metal-cation coordination environment (e.g., Jahn–Teller effect, change of coordination number); and (c) flexibility of ligands, which include rotation, stretching, or bending of organic molecules.", "(20)", " Structural changes, which can be in general classified to crystal-to-amorphous (CTA) and crystal-to-crystal (CTC) transformations, are well-investigated for numerous MOF structures.", "(21-32)", " Adsorption of gases at high pressures in some cases induces structural transition and significantly increases the porosity at certain pressure point (“gate-opening” pressure).", "(33)", " Some MOFs exhibit extensive flexibility when exposed to a certain type of guest molecules and show reversible structural dynamics upon adsorption/desorption processes (breathing effect).", "(34-40)", " Temperature change is another very common external stimulus that can trigger structural changes. In this case, structural dynamics are usually driven by the removal of solvents or dehydration upon heating.", "(41-43)", "Structural dynamics are most frequently studied on MOFs based on transition-metal cations and rarely on s-block metal centers. However, Mg- and Ca-MOFs deserve special attention. They are advantageous for implementation and industrial applications (bioapplications, gas storage) due to their nontoxicity and relatively low densities. Despite the potential application opportunities that this group of MOFs offers, Ca-MOFs in particular are relatively poorly investigated. Moreover, the development of Ca-based metal–organic structures with permanent porosity still remains a challenge due to the specific difficulties in synthetic procedures, which is mainly caused by the limited prediction of the desired structures, variability, and control over coordination geometries.", "(44)", " There are few papers describing rigid 3-D Ca-based MOF-type carboxylate structures,", "(45-52)", " but to our knowledge only work of Platero-Prats et al.", "(32)", " has dealt with structural dynamic investigations of Ca-based MOF material.", "At the same time, terephthalate MOF-type materials based on Cr, Al, and Ga with 4", "4", " networks (MIL-53 materials) are known to exhibit extensive breathing upon guest exchange or adsorption/desorption of gases.", "(53-55)", " Because the network of Ca(BDC)(DMF)(H", "2", "O) material reported by Liang et al.", "(52)", " possesses topology of MIL-53, structural flexibility upon external stimuli can be expected for that material as well. We report on the structural changes studied by complementary investigations using XRD and spectroscopic (NMR and XAS) methods. Furthermore, we explained the mechanism of structural dynamics of Ca(BDC)(DMF)(H", "2", "O) upon external stimuli (heating and hydration/dehydration processes).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis", "For the preparation of Ca(BDC)(DMF)(H", "2", "O), we modified the procedure published by Liang et al.", "(52)", " This procedure resulted in a higher yield of pure Ca-terephthalate product (ca. 70% with respect to BDC ligand). Synthesis started with separate dissolution of 0.26 g (1 mmol) of Ca(NO", "3", ")", "2", "·6H", "2", "O (99%, Sigma-Aldrich) in 2 mL of demineralized water and 0.18 g of terephthalic acid (95% BDC, Alfa Aesar) in a mixture of 8 mL (100 mmol) of ", "N", ",", "N", "′-dimethylformamide (99% DMF, Aldrich) and 0.25 mL (0.7 mmol) of triethylamine (99% TEA, Aldrich). The latter was used to deprotonate dicarboxylic acid. Two solutions were mixed together and stirred for a few minutes. White suspension was solvothermally treated under autogenous pressure in a glass vessel at 125 °C for 72 h. The time of crystallization could be decreased to 24 h if the molar ratio of TEA/Ca", "2+", " was increased to 1.8. The obtained rod-like crystals with the average length of 100 μm were continuously rinsed with ethanol and dried under ambient conditions.", "For the dynamic investigation purposes the synthesized material was heated to 400 °C and hydrated in a controlled humid environment. X-ray analysis indicated that as-synthesized and hydrated samples have already known structures,", "(52, 56)", " whereas thermal treatment at 400 °C yielded a new phase, denoted as CaBDC(400).", "Characterization", "X-ray powder diffraction data of as-synthesized, thermally treated, and hydrated samples were collected on a PANalytical X’Pert PRO high-resolution diffractometer with Cu Kα1 radiation (λ = 1.5406 Å) in the range from 5 to 60° 2θ with the step of 0.016° per 100 s using a fully opened 100 channel X’Celerator detector. For the purpose of the structure determination of CaBDC(400) phase, the XRD pattern was collected using a wider 2θ range (from 5 to 90°) and step of 0.008° per 300 s. The XRD pattern of CaBDC(400) was indexed with the DICVOL06 package", "(57)", " for the first 20 lines. Unit cells in ", "Cc", " space group (no. 9) with the parameters of ", "a", " = 18.8433(6), ", "b", " = 5.3324(3), ", "c", " = 6.9596(3), and β = 87.005(5)° were obtained with satisfactory figure of merit (", "F", "20", " = 24, 0.02, 37). Whole pattern profile refinement without structural parameters using the Le Bail method", "(58)", " confirmed the adequacy of the unit cell. Structure determination was performed by using the EXPO2009 package.", "(59)", " The first electron density map revealed positions of all Ca and O atoms. C atoms were located by the difference Fourier map analysis, except for one atom belonging to the benzene ring (C10) and one atom belonging to the carboxylate group (C13). After the missing atoms were inserted onto the most probable positions, the constructed model was relaxed and its geometry was optimized using the ab initio density functional theory optimization (with CASTEP code). The obtained structural model with the space group ", "C", "2/", "c", " (no. 15) was used in the final Rietveld refinement, which converged with acceptable agreement factors of ", "R", "exp", " = 4.1, ", "R", "p", " 7.4, and ", "R", "wp", " = 11.8. Details of Rietveld refinement along with the crystallographic parameters and crystal structure scheme for CaBDC(400) are available in the ", "Supporting Information", ".", "Elemental analyses for all samples were performed on a CHNS analyzer (Perkin-Elmer 2400, Series II) and by inductive-coupled plasma atomic emission spectrometry on an Atom Scan 25 (Thermo Jarrell Ash) ICP-AES spectrometer.", "The thermal analysis (TG/DTG) was performed on a SDT 2960 Thermal Analysis System (TA Instruments, Inc.). The measurements were carried out in static air with the heating rate of 10 °C/min.", "Structural changes during the heating were investigated on a PANalytical X’Pert PRO high-resolution diffractometer with Cu Kα1 radiation (λ = 1.5406 Å) in the range from 5 to 60° 2θ using a step of 0.034° per 100 s. Diffraction patterns were recorded in steps of 50 °C from room temperature to 500 °C in air flow.", "Fourier-transform infrared (FT-IR) measurements were performed on a Perkin-Elmer Spectrum One FTIR spectrometer with resolution of 1 cm", "–1", " from self-supporting KBr pellets.", "1", "H CRAMPS (combined rotation and multiple pulse sequence), and ", "1", "H–", "13", "C CPMAS (cross-polarization magic-angle spinning) NMR spectra were recorded on a 600 MHz Varian NMR system, operating at ", "1", "H Larmor frequency of 599.87 MHz and ", "13", "C Larmor frequency of 150.815 MHz. Sample rotation frequencies for ", "1", "H CRAMPS and ", "1", "H–", "13", "C CPMAS experiments were 10 and 16 kHz, respectively. One-dimensional CRAMPS measurement employed a supercycled windowed DUMBO homonuclear decoupling scheme.", "(60)", " For the decoupling, the strength of the radiofrequency field was 166 kHz and the duration of the entire supercycle was 61.2 μs. The sampling was performed after each of the two DUMBO blocks within the supercycle. Duration of the sampling window was 3.2 μs. The ", "1", "H–", "13", "C CPMAS experiment employed RAMP", "(61)", " during CP block and high-power TPPM heteronuclear decoupling", "(62)", " during acquisition. Chemical shifts of ", "1", "H and ", "13", "C signals were in all experiments referenced to the corresponding signals of tetramethylsilane, which was used as an external reference. The chemical shift axis for the CRAMPS spectra was scaled so that peak positions within these spectra matched the peak positions within the MAS spectra. The scaling factor was 2.08.", "Two-dimensional ", "1", "H–", "1", "H homonuclear correlation NMR spectra were obtained by first exciting protons by a 90° pulse and letting the magnetization to evolve under the homonuclear DUMBO decoupling during ", "t", "1", ". Afterward magnetization was rotated back to ", "z", " axis. During a mixing delay of 1 ms spin-diffusion among the protons occurred. After the read-out 90° pulse the signal was detected under the windowed DUMBO decoupling. The number of increments along the indirectly detected dimension was 160, and the number of scans for each increment was 4. The experiment was carried out in a hypercomplex mode", "(63)", " at 10 kHz sample rotation frequency.", "X-ray absorption spectra of analyzed materials were measured in the Ca K-edge energy region (4039 eV) in the transmission detection mode at the XAFS beamline at the ELETTRA synchrotron facility in Basovizza, Italy. A Si(111) double-crystal monochromator with ∼0.5 eV resolution at Ca K-edge was used. Higher-order harmonics were effectively eliminated by slightly detuning the second monochromator crystal, keeping the intensity at 50% of the rocking curve with the beam stabilization feedback control. The intensity of the monochromatic X-ray beam was measured by three consecutive ionization chambers filled with (1) 85 mbar N", "2", " and 1915 mbar He, (2) 460 mbar N", "2", " and 1540 mbar He, and (3) 880 mbar N", "2", " and 1120 mbar He. The samples were prepared as homogeneous self-supporting pellets with the total absorption thickness (μd) of about two above the Ca K-edge and mounted on a sample holder between the first and the second ionization detectors. The absorption spectra of the samples were measured in the energy region from 250  to 1000 eV above the Ca K-edge with the integration time of 1 s per step. In the XANES region, equidistant energy steps of 0.25 eV were used, whereas for the EXAFS region equidistant ", "k", " steps (", "k", " = 0.03 Å) were adopted. Exact energy calibration was established with the simultaneous absorption measurements on Sn metal foil inserted between the second and third ionization cells. The analysis of EXAFS spectra was performed with the IFEFFIT program packages", "(64)", " using FEFF6 code", "(65)", " in which photoelectron scattering paths were calculated ab initio from a presumed distribution of neighboring atoms", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structural Changes upon Heating", "Ca(BDC)(DMF)(H", "2", "O) material is built up from chains of edge-sharing polyhedra with Ca", "2+", " centers with eight-fold coordination. Polyhedra can be described as distorted bicapped prisms frequently found in Ca-based carboxylates.", "(35, 36, 44)", " Ca", "2+", " cations are coordinated to two bridging oxygen atoms in monodentate fashion and four chelating oxygen atoms all coming from carboxylate groups (Figure ", "1", "a). The remaining two oxygen atoms are coming from water and DMF molecules, respectively (Figure ", "1", "b). Inorganic chains running along three ", "a", " directions are connected with terephthalate ligands along the ", "bc", " plane. The planes of the benzene rings form the angles of ∼67° with respect to each other, thus forming a 3-D structure with parallel 1-D rhombic channel system with the 4", "4", " net and morphology similar to the already observed V-, Cr-, Al-, Fe-, In-, and Ga-based terephthalates (Figure ", "1", "c).", "(37-42)", " Coordinated planar DMF molecule is perpendicular to the channel direction, filling the majority of the free channel space, whereas coordinated water occupies the cis position with respect to the DMF molecule.", "Figure 1. (a) Ca", "2+", " environment in Ca(BDC)(DMF)(H", "2", "O) framework. (b) Chain of Ca-based edge-sharing polyhedra with DMF molecules coordinated perpendicular to the chain direction. (c) Structure along the ", "a", " axis revealing 1-D rhombic channels with coordinated DMF molecules. Dark-blue circles, Ca atoms; red circles, O atoms; light-blue circles, N atoms; gray circles, H atoms.", "Thermogravimetric analysis of Ca(BDC)(DMF)(H", "2", "O) (Figure ", "2", ") shows weight losses up to 680 °C in four distinctive steps. The first step with the loss of 3.2 wt % up to 80 °C is due to the physisorbed or surface water removal. The second step with the loss of 15.4 wt % up to 200 °C should correspond to the removal of coordinated water. However, theoretical loss of mass due to the removal of one water molecule from Ca(BDC)(DMF)(H", "2", "O) is 5.9 wt %, which suggests that also some DMF is removed at the temperature up to 200 °C. Weight loss of 14.7 wt % in the third step, which occurs between 200 and 400 °C, is due to the removal of the remaining quantity of DMF. The sum of the removed DMF in the second and third steps is 23.2 wt %, which is in good agreement with theoretically predicted loss of DMF from Ca(BDC)(DMF)(H", "2", "O) material (24.0 wt %). The last step with the weight loss of 33.8 wt % in the range between 440 and 670 °C is attributed to the decomposition and removal of terephthalate ligand. To explain the phenomena of DMF removal in relatively discrete steps, further investigations of thermally treated samples at 150 and 400 °C, that is, at the temperatures where the major weight changes occur, was required. The obtained samples are denoted as Ca-BDC(150) and Ca-BDC(400), respectively, whereas as-prepared material is marked as Ca-BDC(RT).", "Figure 2. TG (full line) and DTG (dotted line) curves of Ca(BDC)(DMF)(H", "2", "O) material.", "CHN and ICP analyses confirmed the findings derived from TG measurements. In the Ca-BDC(RT) sample, the measured elemental composition of 13.3 wt % Ca, 44.4 wt % C, 4.9 wt % H, and 4.2 wt % N agreed well with the calculated values for Ca(BDC)(DMF)(H", "2", "O) (13.6 wt % Ca, 44.7 wt % C, 4.4 wt % H, and 4.3 wt % N). In the Ca-BDC(150) sample, the measured composition of 16.9 wt % Ca, 47.4 wt % C, 3.7 wt % H, and 2.4 wt % N suggests that ∼55 wt % of the total amount of DMF molecules diffuse from the material at 150 °C. From TG analysis, we assumed that all coordinated water is already removed at this temperature. Slightly higher contribution of hydrogen found in Ca-BDC(150) in comparison with the theoretical value for the Ca(BDC)(DMF)", "0.45", " (3.0 wt %) is most probably due to the water, which readily adsorbs on the surface of the material under ambient conditions in the humid air. In the Ca-BDC(400) sample the nitrogen is no longer detected by CHN analysis and the measured composition of 19.3 wt % Ca, 47.5 wt % C, and 2.6 wt % H matched the calculated values for Ca(BDC) (19.6 wt % Ca, 47.1 wt % C, and 2.0 wt % H).", "The dynamics of DMF and water molecules during the heating of the Ca(BDC)(DMF)(H", "2", "O) structure was additionally investigated by infrared spectroscopy. The FT-IR spectra of Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400) in the wavenumbers region between 2800 and 3500 cm", "–1", " are shown in Figure ", "3", " a. The spectrum of Ca-BDC(RT) shows very broad band in the range between 3500 and 3100 cm", "–1", " with the peak and the knee at approximately 3370 and 3280 cm", "–1", ", respectively. Two contributions indicate the presence of different water moieties in the sample. The broad band with the peak at 3370 cm", "–1", " is most probably due to the surface water, whereas the extensively overlapped band at 3280 cm", "–1", " can be attributed to the coordinated water molecules. The band is significantly narrowed in the Ca-BDC(150) spectrum and almost disappears in the Ca-BDC(400) spectrum. The peak at 3280 cm", "–1", " is no longer observed in Ca-BDC(150), which suggests that coordinated water is removed at 150 °C. The surface water is still present in the thermally treated materials due to the fact that these IR investigations were not performed in situ and the samples apparently adsorbed some water from the atmosphere, which may cause partial hydrolysis of the materials. The IR spectra of the Ca-terephthalate samples in the lower wavenumbers region are shown in Figure ", "3", " b. The spectrum of Ca-BDC(RT) material exhibits some characteristic bands that are in agreement with the described structure. Strong bands at 1563 and 1400 cm", "–1", " are assigned to asymmetric and symmetric stretching vibrations of carbonyl groups, respectively. The absence of the band in the range between 1680 and 1800 cm", "–1", " indicates the presence of only deprotonated carboxylic groups. The band at 1657 cm", "–1", " is assigned to C═O stretching of the DMF molecule.", "(45, 46)", " Carboxylate anions remain completely deprotonated after thermal treatment up to 400 °C, as indicated by the absence of the band at ∼1700 cm", "–1", " in FT-IR spectra of Ca-BDC(150) and Ca-BDC(400). In the spectrum of Ca-BDC(150), the band corresponding to C═O stretching of DMF is shifted for 13 cm", "–1", " to higher wavenumbers (1670 cm", "–1", ") with respect to the corresponding band within the Ca-BDC(RT) spectrum. This suggests that in the temperature range between 150 and 400 °C DMF remains in the structure in the uncoordinated, free form.", "(47)", " This particular band disappears after the thermal treatment at 400 °C, indicating that DMF is completely removed from the material at that temperature.", "Figure 3. FT-IR spectra of the Ca-BDC(RT) (black), Ca-BDC(150) (red), and Ca-BDC(400) (green) materials shown at (a) higher and (b) lower wavenumber regions.", "1", "H–", "13", "C CPMAS and ", "1", "H CRAMPS NMR spectra (Figure ", "4", ") confirm the above-described hypothesis and provide some additional information. The ", "1", "H–", "13", "C CPMAS spectrum of the as-prepared material exhibits eight narrow contributions, showing that the environment of carbon nuclei within Ca-BDC(RT) is very well-defined and thus the material is well crystalline. The contribution resonating at 175.5 ppm belongs to carboxyl carbon atoms, and the contributions resonating at 139.0, 138.2, 130.6, and 129.6 ppm belong to aromatic carbon atoms of the BDC ligands. The peaks at 165.3, 35.0, and 31.6 ppm belong to carbon atoms of the DMF molecules. ", "1", "H CRAMPS spectrum of the as-prepared materials is also very well resolved. We can distinguish signals from four different hydrogen atoms from the aromatic ring resonating at 8.4, 7.9, 7.1, and 6.0 ppm. Protons from the two methyl groups of the DMF molecules give rise to two resolved peaks resonating at 1.6 and 0.7 ppm. The signal of the proton from the formamide group overlaps with the signals of the protons from the aromatic ring. A shoulder at 2.5 ppm and a broad contribution at ∼4.9 ppm can further be assigned to protons from the coordinated and the physisorbed water molecules, respectively. No signals belonging to protons from the carboxyl groups can be found, showing that indeed all carboxyl groups of the BDC ligands form bonds with Ca atoms.", "1", "H–", "13", "C CPMAS and ", "1", "H CRAMPS NMR spectra of Ca-BDC(150) differ substantially from the spectra of the as-prepared material. We first note that the signal of the BDC ligands in the carbon spectrum splits into several lines but does not broaden substantially. This implies that carbon nuclei in this sample experience different environments than the carbon nuclei in the as-prepared material and also that these numerous environments are well-defined, at least on the short-range scale. We can also note that intensities of the DMF signals as compared with the intensities of the BDC signals drop by ∼35% in Ca-BDC(150). This matches very well with the amount of DMF molecules removed by thermal treatment at 150 °C, as observed by thermal analysis. The resultant absence of DMF molecules in some parts of the crystals might be responsible for the generation of new environments of the BDC carbon nuclei and thus for the “splitting” of carbon peaks discussed above. The difference in resonance frequencies of carbon nuclei of the two methyl groups of the DMF molecules in Ca-BDC(150) is larger (6.0 pm) than it was in the as-prepared materials (3.4 pm) and is closer to the difference observed in the solution NMR spectra of DMF.", "(66)", " Also, ", "1", "H CRAMPS spectrum of Ca-BDC(150) exhibits a single peak due to protons from the two methyl groups. Both observations indicated that the arrangement of DMF molecules in Ca-BDC(150) is different than it was in the as-prepared material. The two methyl groups are in Ca-BDC(150); either they are further away from the framework or the DMF molecules are more mobile, resulting in the fact that protons of the methyl groups no longer experience two substantially different environment.", "NMR spectra of Ca-BDC(400) are more simple. The ", "1", "H–", "13", "C CPMAS spectrum exhibits only three signals with a ratio of intensities of 1:1:2. The spectrum shows that there is no DMF left in the sample and that the BDC molecules in the CaBDC(400) framework are in more symmetrical environment than the frameworks of Ca-BDC(RT) and Ca-BDC(150). The ", "1", "H CRAMPS spectrum also confirms that DMF was completely expelled from the material.", "Figure 4. ", "1", "H–", "13", "C CPMAS (a) and ", "1", "H CRAMPS (b) NMR spectra of as-prepared Ca-BDC(RT) (black), Ca-BDC(150) (red) and Ca-BDC(400) (green). Asterisks in (a) denote spinning sidebands.", "A further insight into the structure of Ca-BDC(150) sample is obtained by the 2D ", "1", "H–", "1", "H homonuclear correlation NMR experiment. The experiment provides unambiguous evidence that DMF molecules interact much more weakly with the framework of Ca-BDC(150) than with the framework of Ca-BDC(RT) (Figures ", "5", " and ", "6", "). Namely, the comparison of the spectra of those two samples clearly shows that the cross-peaks between the protons of the DMF molecule and the protons of the BDC molecules are much stronger in Ca-BDC(RT) than in Ca-BDC(150).", "Figure 5. Two-dimensional ", "1", "H–", "1", "H homonuclear correlation NMR spectra of (a) Ca-BDC(RT) and (b) Ca-BDC(150). Above each spectrum there is a projection corresponding only to the area of the 2D spectrum that is depicted by the dotted line. Such projection enables easier comparison of the intensities of the cross-peaks and the diagonal peaks.", "After investigating the changes in the local environment of the organic part of the materials (terephthalate and DMF molecules), we also studied how the environment of Ca", "2+", " changes during heating. The study was carried out using X-ray absorption spectroscopy. Normalized Ca XANES spectra of the samples were extracted by a standard procedure", "(67)", " and are shown in Figure ", "7", ". The shapes of XANES spectra suggest that during the heating a change in coordination of Ca atoms occurs when the sample is heated to 150 °C. Because the Ca-BDC(150) sample is a mixture of phases, we could not determine the exact coordination number of Ca in the constituents using only XANES. However, in combinations with other analyses done on the sample the results point toward an average coordination number of seven. A further decrease in Ca coordination to six-fold can be observed for Ca-BDC(400).", "Figure 6. Two-dimensional ", "1", "H–", "1", "3", "C heteronuclear correlation NMR spectrum of Ca-BDC(150). Horizontal dotted lines indicate the positions of carbon signals that exhibit no cross-peaks with the DMF protons. Leftmost is the projection of the 2D spectrum onto the carbon axis. Compared with this projection is the ", "1", "H–", "1", "3", "C CPMAS NMR spectrum of Ca-BDC(400).", "Figure 7. Normalized Ca K-edge XANES part of the absorption spectra of Ca-BDC(RT), Ca- BDC(150), and Ca-BDC(400) materials. The changes in the absorption edge shape indicating alterations in the local Ca environment are clearly visible.", "More information about the local environment of Ca ions was obtained from the EXAFS part of the spectra, which were quantitatively analyzed for the coordination number, distance, type of neighboring atoms, and the Debye–Waller factors for the nearest coordination shells of Ca atoms. Recorded spectra along with the best fit EXAFS models are shown in Figure ", "8", ".", "In the EXAFS analysis of the Ca-BDC(RT) spectrum, the crystallographic data were used as an input model. In the model, all single-scattering (SS) paths and multiscattering (MS) paths with relative intensities of 10% or higher of the first Ca–O scattering path were used.", "(68)", " Because the structure of Ca-BDC(RT) is known, we used EXAFS analysis of this sample to prove the validity of our approach and to determine parameters such as amplitude factor ", "S", "o", " = 1.17 and energy shift Δ", "E", "0", " = 5.2 eV, which were then kept constant for the analysis of the EXAFS spectra of Ca-BDC(150) and Ca-BDC(400). The spectrum of Ca-BDC(RT) was analyzed in the range from 1 to 4.8 Å in the ", "R", " space and from 3.5 to 11.5 Å", "–1", " in the reciprocal space. The first coordination shell of Ca atoms (which in this case comprises eight O atoms) was fitted with separate distance parameters and Debye–Waller (DW) factors to the rest of the scattering paths, which were also in the second coordination shell: the carbon atom of the DMF molecule coordinated to Ca (C", "DMF", ") and the neighboring Ca atoms. While fitting, the rest of the crystal structure model was allowed to adapt to the EXAFS data with the overall expansion parameter α and the overall DW factor σ", "2", ". The total number of O atoms in the first coordination shell was fixed to eight. The best fit gave two O atoms at the distance of 2.32 Å and six O atoms at a longer distance of 2.47 Å, which is consistent with the crystallographic data.", "As it was suggested, coordination bonds between Ca", "2+", " and DMF molecule are already broken at 150 °C, but DMF still remains trapped within the cores of the crystal. This results in a slightly deformed RT structure. For the EXAFS analysis of Ca-BDC(150), the starting model of Ca-BDC(RT) was adapted by using seven O atoms in first coordination shell and by the removal of C", "DMF", " atom and all MS paths. Because the O–Ca–O angles were expected to change due to the subsiding of the channels, the distance and DW-factor of C atoms closest to Ca were added to the fit. The remaining paths were allowed to adapt by an overall extension and DW factors. The fit of the modified model described the average environment of Ca", "2+", " better than the one with the coordinated DMF molecules. The best fit was obtained with two oxygen atoms at a distance of 2.30 Å and five oxygen atoms at a distance of 2.44 Å. It should be noted that the EXAFS spectrum reflects an average Ca environment and that it cannot distinguish the contributions from the two domains, which were proposed to exist in Ca-BDC(150) by NMR analysis.", "The analysis of the EXAFS spectra of Ca-BDC(400) confirmed the six-fold coordination of Ca atoms proposed by Rietveld refinement of the powder X-ray diffractogram, described later in the text. In the first coordination shell two O atoms were found at a distance of 2.30 Å and four O atoms were found at a distance of 2.45 Å from the Ca cations. Carbon atoms from the carboxylic groups coordinated to Ca", "2+", " were found at 2.27 Å. The distances between Ca", "2+", " cations and neighboring atoms obtained by EXAFS analysis along with the refinement parameters for Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400) are given in Table ", "1", ". The results are compared with the crystallographic data extracted from XRD analysis. Note that the phase transformation at 150 °C is not homogeneous and that the Ca-BDC(150) does not represent a uniform phase. Therefore, the crystallographic data for Ca-BDC(150) are not given in the Table. However, findings of EXAFS analysis for this transformation are still important because they provided very strong indication that the bond between DMF and Ca", "2+", " breaks at 150 °C. The more detailed explanation of the phase transformation at 150 °C will be described later in the text.", "Table 1. Summary of EXAFS Refinement Parameters Obtained on the Ca-BDC(RT) (Δ", "k", " = 3.5–11.5 Å", "–1", "; Δ", "R", " = 1.0–4.8 Å), Ca-BDC(150) (Δ", "k", " = 3.8–11.5 Å", "–1", "; Δ", "R", " = 1.0–4.0 Å), and Ca-BDC(400) (Δ", "k", " = 3.5–11.5 Å", "–1", "; Δ", "R", " = 1.0-3.9 Å) in Comparison with Crystallographic Data Obtained by XRD Analysis", "a", "Ca-BDC(RT)", "crystallographic data", "EXFAS experiment", "path", "N", "R", " (Å)", "path", "N", "R", " (Å)", "σ", "2", " (Å", "2", ")", "Ca–O", "1a", "2", "2.372(3)", " ", " ", " ", " ", "Ca–O", "1b", "1", "2.376(6)", "Ca–O", "1", "2", "2.324(9)", "0.005(1)", "Ca–O", "1c", "1", "2.418(6)", " ", " ", " ", " ", "Ca–O", "1d", "2", "2.518(4)", "Ca–O", "2", "6", "2.469(5)", "0.010(1)", "Ca–O", "1a", "2", "2.565(4)", " ", " ", " ", " ", "Ca–C", "1", "1", "2.879(6)", " ", " ", " ", " ", "Ca–C", "2", "1", "2.881(6)", " ", " ", " ", " ", "Ca–C", "DMF", "1", "3.36(1)", "Ca–C", "DMF", "1", "3.27(5)", "0.009(7)", "Ca–C", "2", "2", "3.597(2)", " ", " ", " ", " ", "Ca–Ca", "2", "3.9388(9)", "Ca–Ca", "2", "3.89(3)", "0.016(3)", " ", " ", " ", "α", " ", "0.001(7)", " ", " ", " ", " ", "σ", "2", " ", " ", "0.017(5)", "Ca-BDC(150)", " ", " ", " ", "EXFAS experiment", " ", " ", " ", "path", "N", "R", " (Å)", "σ", "2", " (Å", "2", ")", " ", " ", " ", "Ca–O", "1", "2", "2.292(9)", "0.004(1)", " ", " ", " ", "Ca–O", "2", "5", "2.438(7)", "0.009(1)", " ", " ", " ", "Ca–C", "1", "1", "3.22(4)", "0.013(6)", " ", " ", " ", "Ca–C", "2", "1", "3.22(4)", "0.013(6)", " ", " ", " ", "Ca–C", "2", "2", "3.93(1)", "0.013(6)", " ", " ", " ", "Ca–Ca", "2", "3.73(3)", "0.017(4)", " ", " ", " ", "α", " ", "0.012(7)", " ", " ", " ", " ", "σ", "2", " ", " ", "0.006(3)", "Ca-BDC(400)", "crystallographic data", "EXFAS experiment", "path", "N", "R", " (Å)", "path", "N", "R", " (Å)", "σ", "2", " (Å", "2", ")", "Ca–O", "1", "2", "2.234(2)", "Ca–O", "1", "2", "2.30(1)", "0.002(1)", "Ca–O", "2", "4", "2.430(4)", "Ca–O", "2", "4", "2.45(2)", "0.007(1)", "Ca–C", "6", "3.256(9)", "Ca–C", "6", "3.27(4)", "0.017(5)", "Ca–Ca", "2", "3.832(2)", "Ca–Ca", "2", "3.86(6)", "0.014(6)", " ", " ", " ", "α", " ", "–0.01(1)", " ", " ", " ", " ", "σ", "2", " ", " ", "0.016(8)", "a", "Uncertainty of the last digit is given in the parentheses.", "Figure 8. ", "k", "3", "-weighed Fourier-transformed Ca K-edge EXAFS spectra of Ca-BDC(RT) and the thermally treated Ca-BDC(150) and Ca-BDC(400). Experimental data (black line) are presented along with best fit of the FT magnitude (red line) and imaginary part (blue line).", "Complementary spectroscopic investigations (FT-IR, NMR, XAS) along with the TG measurements offered good insight into local structural changes of Ca(BDC)(DMF)(H", "2", "O) material during thermal treatment. Coordination bonds between Ca", "2+", " ions and oxygen atoms belonging to H", "2", "O and DMF molecules are broken at approximately the same temperature (ca. 150 °C). Spectroscopic results suggest that Ca-BDC(150) contains either two separate phases or two types of domains within the crystals. Because the prolonged heating time at 150 °C did not enhance the removal of DMF, the occurrence of different domains in one crystal is more probable. At 150 °C, a slight framework rearrangement seems to occur, because of which only water molecules can completely desorb from the channels. DMF molecules with larger kinetic diameter and lower mobility than water diffuse more slowly. Partial structural changes of Ca(BDC)(DMF)(H", "2", "O) that occur at 150 °C seem to block the channels within the material and allow only the desorption of the DMF molecules, which are on or close to the surface of the crystals. The rest of the free DMF molecules remain trapped within the blocked channels and only after the next structural rearrangement at 400 °C does desorption of the remaining DMF occur. The DMF molecules located in the cores of the crystals are released after the cracking of the crystals, which apparently appear at ∼350 °C and were confirmed by SEM observations. (See the ", "Supporting Information", ".)", "Information about the changes of the local environment of the carbon atoms and calcium ions during heating enabled us to go one step further and to explain the entire crystal structure transformations. Structural changes during heating were monitored in situ by XRD measurements. XRD patterns measured at given temperatures are shown in Figure ", "9", ". Phase transitions at 150, 400, and 550 °C are in accordance with weight losses observed by TG measurements. An attempt to determine the crystal structure of Ca-BDC(150) failed because the reflections in XRD pattern could not be indexed with the proper reliability due to the presence of different domains. The diffraction pattern of Ca-BDC(150) namely shows the reflections corresponding to Ca-BDC(RT), which are shifted toward higher angles, and also the reflections belonging to Ca-BDC(400). As already proposed, the outer domains of the crystals, where DMF is initially removed, are most probably transformed to the Ca-BDC(400) phase, which will be described later in the text. The cores of the crystals, where DMF is still trapped within the structure, seem to be subjected to only minor framework rearrangement. As indicated by the shifting of the corresponding XRD reflections, the rhombic-shaped channels contract along one direction and expand along the other; however, the presence of free DMF molecules within the channels prevents substantial channel subsiding and complete transformation to the Ca-BDC(400) phase. The process is completed only at 400 °C, when the crystals crack and DMF leaves the channels.", "The crystal structure of Ca-BDC(400) phase, determined by the support of NMR and EXAFS findings, was successfully refined by Rietveld method. The structure contains infinite chains of edge-sharing CaO", "6", " octahedra running along the ", "b", " axis. Note that Ca", "2+", " occurring in octahedral environment is a rarity in Ca-based metal–organic frameworks, and it has been reported only a few times.", "(49, 51)", " CaO", "6", " octahedra are bonded through terephthalate linkers along the ", "a", " axis. Such arrangement of terephthalate ligands and CaO", "6", " building unit exhibits nonporous 3-D crystal structure.", "Once we knew the structure of Ca-BDC(400) we were able to predict the mechanism of structural transformation, which occurs between 350 and 400 °C. The removal of free DMF molecules trapped within the channels enables further closing and subsiding of the channels. Consequently, 1-D CaO", "6", " chains move closer and closer to each other along the ", "b", " direction. Terephthalate ligand that is initially linked to two neighboring CaO", "6", " chains in bidentate, chelating fashion rotates for ∼90° around the axis, which runs through the carboxylate carbon atoms in ortho positions of the benzene ring, and recoordinates with one carboxylate oxygen atom on each side of the ligand to two additional CaO", "6", " edge-shared chains. Thus, after the transformation the BDC ligand connects four Ca-based chains in monodentate fashion. The proposed mechanism of crystal structure transformations during the thermal treatment is schematically represented in Figure ", "10", ".", "Figure 9. High-temperature XRD patterns of Ca(BDC)(DMF)(H", "2", "O) material measured at every 50 °C. Broad peak at ∼7° 2θ is due to the foil covering during the measurements.", "Figure 10. Schematic representation of structural transformations of Ca-terephthalate from Ca-BDC(RT) to Ca-BDC(400) with the corresponding measured and calculated XRD patterns.", "Structural Changes upon Hydration", "Although the Ca-BDC(400) phase possesses a nonporous framework, which seems to be relatively rigid, it still shows some structural flexibility upon hydration/dehydration processes. When it is exposed to the controlled humid environment (relative humidity of 80%) for 24 h, it completely transforms to a hydrated Ca(BDC)(H", "2", "O)", "3", " phase that was already previously reported.", "(56)", " The transformation is indicated by the XRD patterns shown in Figure ", "11", ". Treatment of the hydrated phase in vacuum at slightly elevated temperatures (ca. 50 °C) causes reversible transformation back to the Ca-BDC(400) phase. The reversibility of the hydration/dehydration process is clearly also demonstrated by ", "1", "H–", "13", "C CPMAS NMR spectroscopy (Figure ", "11", "). Ca", "2+", " in the octahedral environment, which is generated in Ca-BDC(400) after the removal of coordinated water and DMF molecules, obviously has a high tendency to bond additional ligands (water molecules) to increase its coordination number. This presumption can be supported by the fact that the majority of Ca-based carboxylate structures possess Ca", "2+", " centers with higher coordination numbers then six. High tendency for additional coordination with water may be the driving force for the transformation into the hydrated phase. Ca-BDC(400) ↔ Ca(BDC)(H", "2", "O)", "3", " structural transformation involves breaking and reformation of Ca–O bonds. More precisely, the process involves rotation of the BDC ligand, disconnection, and protonation of the carboxylate group on one side and partial disconnection and reformation of Ca–O bond on the other side of the BDC ligand. Thus, terephthalate ligand that connects four CaO", "6", " chains in monodentate fashion in Ca-BDC(400) structure becomes connected to one CaO", "8", " chain in a bidentate way with deprotonated COO", "–", " group on one side, whereas the carboxylate on the other side becomes protonated. The occurrence of two distinct carboxylate groups upon hydration is clearly demonstrated by ", "1", "H–", "13", "C CPMAS NMR spectroscopy. The single carboxyl peak in the spectrum of Ca-BDC(400) splits into two equally strong and resolved peaks in the spectrum of Ca(BDC)(H", "2", "O)", "3", ". This structure is stabilized to pseudo 3-D structure by hydrogen bonds between coordinated water and protonated carboxylates. Dehydration obviously triggers the reverse structural transformation mechanism: disconnection of Ca–O bonds from one carboxylate group, rotation of BDC ligand, deprotonation of carboxylate group, and reformation of Ca–O bond. The scheme of the proposed mechanism of Ca-BDC(400) ↔ Ca(BDC)(H", "2", "O)", "3", " structural transformation is shown in Figure ", "12", ".", "Figure 11. X-ray powder patterns (left) and ", "1", "H–", "13", "C CPMAS NMR spectra (right) of (a) Ca-BDC(400), (b) hydrated sample Ca(BDC)(H", "2", "O)", "3", " at relative humidity of 80%, and (c) dehydrated sample of panel b in vacuum at 50 °C.", "Figure 12. Schematically depicted mechanism of the reversible structural transformation of Ca-BDC(400) upon hydration/dehydration. Hydrogen bonds in Ca(BDC)(H", "2", "O)", "3", " are represented by dotted lines.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We described the structural dynamics of Ca(BDC)(DMF)(H", "2", "O) MOF-type material with rhombic-shaped channels and 4", "4", " net topology upon heating and hydration process. Mechanisms of structural changes were elucidated in situ by XRD analysis supported by complementary spectroscopic techniques (FT-IR, ", "1", "H–", "13", "C CPMAS NMR, ", "1", "H CRAMPS NMR, and XAS). During the heating, Ca(BDC)(DMF)(H", "2", "O) framework undergoes two phase transitions before the final framework decomposition. First structural change to Ca-BDC(150) at 150 °C causes breaking of Ca–O(H", "2", "O) and Ca–O(DMF) bonds and leads to the nonuniform phase transition. DMF molecules diffuse from the outer parts of the crystals, and the emptied domains are transformed to the Ca-BDC(400) phase. The cores of the crystals seem to consist of different domains. Nonporous nature of Ca-BDC(400) structure prevents the removal of DMF from the cores of the crystals. Here the free DMF molecules that are trapped within the channels disable the transformation to Ca-BDC(400) and allow only minor subsiding of the channels. The removal of the remaining DMF from the cores of the crystal occurs at 400 °C, where the transformation to Ca-BDC(400) is completed. Exposure of Ca-BDC(400) to humid environment leads to the formation of Ca(BDC)(H", "2", "O)", "3", ". The structural changes upon hydration/dehydration were found to be reversible.", "We showed that for the elucidation of structural dynamics of MOFs induced by external stimuli the complementary spectroscopic methods are an indispensable support to diffraction analysis, particularly in the cases where the latter data are not of sufficient quality for ab initio studies. The determination of structural dynamics of Ca(BDC)(DMF)(H", "2", "O) upon external stimuli not only enabled us to propose the mechanisms of transformations but also enabled us to elucidate the reason for such behavior. Even though Ca(BDC)(DMF)(H", "2", "O), like MIL-53, possesses the 4", "4", " net topology, it does not show any breathing effect upon heating or hydration. Instead, it undergoes significant crystal-to-crystal transformations leading to the new nonporous phases. The reason for the different behavior of Ca(BDC)(DMF)(H", "2", "O) lies in the tendency to change the carboxylate-to-Ca", "2+", " coordination mode when the coordination number of Ca", "2+", " is changed. As it was shown by Williams et al.,", "(49)", " chelating–bridging coordination mode of COO", "–", " groups preferentially occurs when Ca", "2+", " is in environment with higher coordination number (7 to 9), whereas the monodentate–bridging mode is found in octahedral geometry. In the Ca-BDC(RT) structure, Ca", "2+", " occurs in eight-fold coordination and COO", "–", " are indeed bidentately coordinated to Ca cations in chelating–bridging mode. Heating to 400 °C removes the coordinated water and DMF molecules, and consequently the coordination number of Ca", "2+", " in Ca-BDC(400) is reduced to 6. In such an environment, COO", "–", " groups tend to coordinate to Ca", "2+", " in monodentate–bridging mode, which causes the rotation of terephthalate ligand for ∼90° and recoordination in monodentate fashion connecting two neighboring edge-sharing CaO", "6", " chains. However, because of its ionic radius (106 pm), Ca", "2+", " prefers a higher coordination number than 6. Thus in MOFs, Ca cations in octahedral environment have a high tendency for additional ligand bonding (typically water molecules). Indeed, Ca-BDC(400) is stable only at elevated temperatures, in inert atmosphere, or in vacuum. In humid environment, Ca", "2+", " will coordinate to an additional three water molecules and transform to Ca(BDC)(H", "2", "O)", "3", ". Nine-fold coordination of Ca", "2+", " favors the carboxylate-to-Ca", "2+", " coordination in the bridging–chelating mode, and thus Ca-BDC(400) → Ca(BDC)(H", "2", "O)", "3", " transformation undergoes a reversible pathway to the one observed in the Ca-BDC(RT) → Ca-BDC(400) transformation.", "The explanation of structural transformations by specific carboxylate-to-Ca", "2+", " interactions can be projected also to other Ca-MOF systems. Such transformations are most probably the reason for the lack of porosity of those systems. In the majority of Ca-MOF structures, the inorganic building units represent chains of edge- or face-shared polyhedra with seven-, eight-, or nine-fold coordination of Ca", "2+", ". In such configuration of inorganic units, coordination of COO", "–", " to metal is preferably in the chelating–bridging mode and Ca", "2+", " is additionally coordinated to solvent molecules. The removal of solvent and thus the decrease in the coordination number to six does not cause only the change of the pore dimensions (contraction or expansion), as in the case of the flexible MIL-53 system, but it leads to the significant irreversible crystal-to-crystal transformation due to the tendency to change the coordination mode between Ca", "2+", " and carboxylate group.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Refinement details and crystallographic data of atomic positions, bond lengths and angles for Ca-BDC(400), ORTEOP scheme of Ca-BDC(400) structure, simulated and measured XRD patterns of Ca-BDC(400), SEM micrographs of Ca-BDC(RT), Ca-BDC(150), and Ca-BDC(400). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the Slovenian Research Agency research programme P1-0021.", "Abbreviations", "MOFs", "metal–organic frameworks", "SBU", "secondary building unit", "CTA", "crystal-to-amorphous", "CTC", "crystal-to-crystal", "BDC", "1,4-benzenedicarboxylic acid", "TEA", "triethylamine", "DMF", "N", ",", "N", "′-dimethylformamide", "NMR", "nuclear magnetic resonance", "XRD", "X-ray diffraction", "CPMAS", "cross-polarization magic-angle spinning", "CRAMPS", "combined rotation and multiple pulse sequence", "TG", "thermogravimetric analysis", "DTG", "derivative thermogravimetric analysis", "XAS", "X-ray absorption spectroscopy", "XANES", "X-ray absorption near-edge spectroscopy", "EXAFS", "extended X-ray absorption fine structure", "MIL", "Materials of Institute Lavoisier", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 68 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular Synthesis and the Design of New Materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "– ", "267", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", "Meek, Scott T.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "249-267", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) represent a new class of hybrid org.-inorg. supramol. materials comprised of ordered networks formed from org. electron donor linkers and metal cations.  They can exhibit extremely high surface areas, as well as tunable pore size and functionality, and can act as hosts for a variety of guest mols.  Since their discovery, MOFs have enjoyed extensive exploration, with applications ranging from gas storage to drug delivery to sensing.  This review covers advances in the MOF field from the past three years, focusing on applications, including gas sepn., catalysis, drug delivery, optical and electronic applications, and sensing.  We also summarize recent work on methods for MOF synthesis and computational modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1ens7fN&md5=ce0437e9a3996f48e5a46077d0dca171", "3. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "4. ", "Finsy", ", ", "V.", "; ", "Ma", ", ", "L.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Separation of CO", "2", "/CH", "4", " Mixtures with the MIL-53(Al) Metal–organic Framework", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "221", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "4. ", "Separation of CO2/CH4 mixtures with the MIL-53(Al) metal-organic framework", "Finsy, V.; Ma, L.; Alaerts, L.; De Vos, D. E.; Baron, G. V.; Denayer, J. F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "221-227", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Adsorptive sepn. of CH4/CO2 mixts. was studied using a fixed-bed packed with MIL-53(Al) MOF pellets.  Such pellets of MIL-53(Al) were produced using a polyvinyl alc. binder.  As revealed by N2 adsorption isotherms, the use of polyvinyl alc. as binder results in a loss in overall capacity of 32%.  Sepns. of binary mixts. in breakthrough expts. were successfully performed at pressures varying between 1 and 8 bar and different mixt. compns.  The binary adsorption isotherms reveal a preferential adsorption of CO2 compared to CH4 over the whole pressure and concn. range.  The sepn. selectivity was affected by total pressure; below 5 bar, a const. selectivity, with an av. sepn. factor of about 7 was obsd.  Above 5 bar, the av. sepn. factor decreases to about 4.  The adsorption selectivity is affected by breathing of the framework and specific interaction of CO2 with framework hydroxyl groups.  CO2 desorption can be realized by mild thermal treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKju78%253D&md5=17680be1f25a9b18dd36c60437ca959b", "5. ", "Hamon", ", ", "L.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Ghoufi", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Guillerm", ", ", "V.", "; ", "Pirngruber", ", ", "G. D.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Driver", ", ", "G.", " ", "Co-Adsorption and Separation of CO", "2", "–CH", "4", " Mixtures in the Highly Flexible MIL-53(Cr) MOF", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17490", "– ", "17499", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Co-adsorption and Separation of CO2-CH4 Mixtures in the Highly Flexible MIL-53(Cr) MOF", "Hamon, Lomig; Llewellyn, Philip L.; Devic, Thomas; Ghoufi, Aziz; Clet, Guillaume; Guillerm, Vincent; Pirngruber, Gerhard D.; Maurin, Guillaume; Serre, Christian; Driver, Gordon; van Beek, Wouter; Jolimaitre, Elsa; Vimont, Alexandre; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17490-17499", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present study attempts to understand the use of the flexible porous chromium terephthalate Cr(OH)(O2C-C6H4-CO2) denoted MIL-53(Cr) (MIL = Material from Institut Lavoisier) for the sepn. of mixts. of CO2 and CH4 at ambient temp.  The coadsorption of CO2 and CH4 was studied by a variety of different techniques.  In situ synchrotron x-ray powder diffraction allowed study of the breathing of the solid upon adsorption of the gas mixts. and simultaneously measured Raman spectra yielded an estn. of the adsorbed quantities of CO2 and CH4, as well as a quantification of the fraction of the narrow pore (NP) and the large pore (LP) form of MIL-53.  Quant. coadsorption data were then measured by gravimetry and by breakthrough curves.  In addn., computer simulation was performed to calc. the compn. of the adsorbed phase in comparison with exptl. equil. isotherms and breakthrough results.  The body of results shows that the coadsorption of CO2 and CH4 leads to a similar breathing of MIL-53(Cr) as with pure CO2.  The breathing is mainly controlled by the partial pressure of CO2, but increasing the CH4 content progressively decreases the transformation of LP to NP.  CH4 seems to be excluded from the NP form, which is filled exclusively by CO2 mols.  The consequences in terms of CO2/CH4 selectivity and the possible use of MIL-53(Cr) in a PSA process are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtl2qu7%252FE&md5=66e12ba1241f3b2e38f29a76b49c842d", "6. ", "Hamon", ", ", "L.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Loiseau", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Ferey", ", ", "G.", "; ", "De Weireld", ", ", "G.", " ", "Comparative Study of Hydrogen Sulfide Adsorption in the MIL-53(Al, Cr, Fe), MIL-47(V), MIL-100(Cr), and MIL-101(Cr) Metal–Organic Frameworks at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8775", "– ", "8777", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Comparative Study of Hydrogen Sulfide Adsorption in the MIL-53(Al, Cr, Fe), MIL-47(V), MIL-100(Cr), and MIL-101(Cr) Metal-Organic Frameworks at Room Temperature", "Hamon, Lomig; Serre, Christian; Devic, Thomas; Loiseau, Thierry; Millange, Franck; Ferey, Gerard; De Weireld, Guy", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8775-8777", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen sulfide gravimetric isotherm adsorption measurements were carried out on MIL-53(Al, Cr, Fe), MIL-47(V), MIL-100(Cr), and MIL-101(Cr) metal-org. frameworks (MOFs).  A two-step adsorption mechanism related to a breathing effect was obsd. for MIL-53 terephthalate-based MOFs.  Methane adsorption measurements highlighted the regenerability of MIL-53(Al, Cr) and MIL-47(V) MOFs after H2S treatment, whereas MIL-100 and MIL-101 CH4 adsorption capacities were significantly decreased.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFClu70%253D&md5=a60d88fff71c903393c5fdcbaae1c374", "7. ", "Li", ", ", "Y. S.", "; ", "Liang", ", ", "F. Y.", "; ", "Bux", ", ", "H.", "; ", "Feldhoff", ", ", "A.", "; ", "S. Yang", ", ", "W.", "; ", "Caro", ", ", "J.", " ", "Molecular Sieve Membrane: Supported Metal–Organic Framework with High Hydrogen Selectivity", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "548", "– ", "551", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Molecular Sieve Membrane: Supported Metal-Organic Framework with High Hydrogen Selectivity", "Li, Yan-Shuo; Liang, Fang-Yi; Bux, Helge; Feldhoff, Armin; Yang, Wei-Shen; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "3", "),\r\n    ", "548-551, S548/1-S548/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOF5) have attracted much research interest in recent years, and are emerging as a new family of mol. sieves.  In the current work, the authors chose ZIF-7 as a promising candidate for the development of a H2-selective membrane.  ZIF-7 is formed by bridging benzimidazolate anions and zinc cations with soladite (SOD) topol.  The pore size of ZIF-7 (the hexagonal window size in the SOD cage) estd. from crystallog. data is ∼0.3 nm, which is just in between the size of H2 (0.29 nm) and CO2 (0.33 nm).  A ZIF-7 membrane could therefore be expected to display a high selectivity of H2 over CO2 and other gases through a mol. sieving effect.  The ultramicroporous zeolitic imidazolate framework, ZIF-7, was tested for its gas-sepn. properties in membrane applications by synthesizing it on a porous alumina support using a microwave-assisted secondary growth technique.  In terms of H2 sepn., the ZIF-7 membrane has several advantages: (1) its pore dimension approaches the size of H2, therefore a high H2 selectivity could be obtained without any sophisticated pore-size engineering; (2) it is thermally stable for use up to at least 500°C in air; and (3)its hydrophobicity endows it with very good hydrothermal stability.  The present work also demonstrates a general approach towards the fabrication of high-quality MOF membranes on ceramic supports: polymers with coordination abilities such as PEI in current work, which can be used to aid the seeding procedure, and fast microwave synthesis, which is superior for reducing the membrane thickness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktlansg%253D%253D&md5=be6db119b89094408a334658f1b24139", "8. ", "Gandara", ", ", "F.", "; ", "Puebla", ", ", "E. G.", "; ", "Iglesias", ", ", "M.", "; ", "Proserpio", ", ", "D. M.", "; ", "Snejko", ", ", "N.", "; ", "Monge", ", ", "M. A.", " ", "Controlling the Structure of Arenedisulfonates toward Catalytically Active Materials", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "655", "– ", "661", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Controlling the Structure of Arenedisulfonates toward Catalytically Active Materials", "Gandara, Felipe; Gutierrez Puebla, Enrique; Iglesias, Marta; Proserpio, Davide M.; Snejko, Natalia; Angeles Monge, M.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "4", "),\r\n    ", "655-661", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By adjusting the hydrothermal synthesis conditions, two Yb catalytically active MOF (metal org. framework) materials aimed at two different heterogeneous processes were obtained as pure phases.  Yb-LRH belongs to the first family of layered rare-earth hydroxides (LRH).  With a 2-dimensional structure, highly related to that of the layered doubles hydroxides, Yb-LRHs have cationic inorg. layers of [Yb4(OH)10(H2O)4]n2+ with anthraquinone-2,6-disulfonate dianions in the interlayer space, and is a very active and selective catalyst in the sulfide oxidn. reaction.  The second, Yb-RPF-5, is a 3-dimensional rare-earth polymeric framework material, [Yb(OH)(2,6-AQDS)(H2O)] (AQDS = anthraquinone-2,6-disulfonate).  With lower coordination for the Yb atom and addnl. acidity from the coordinated ligands, it acts as a good catalyst in hydrodesulfurization (HDS) reactions.  Both materials are bifunctional catalysts in redox and acid processes.  Structural features of the materials, as well as their catalytic activity and topol., were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpt1egsw%253D%253D&md5=c55df49ab5749c8eb8a64e79c0fcae27", "9. ", "Ravon", ", ", "U.", "; ", "Savonnet", ", ", "M.", "; ", "Aguado", ", ", "S.", "; ", "Domine", ", ", "M. E.", "; ", "Janneau", ", ", "E.", "; ", "Farrusseng", ", ", "D.", " ", "Engineering of Coordination Polymers for Shape Selective Alkylation of Large Aromatics and the Role of Defects", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "319", "– ", "329", "[", "Crossref", "], [", "CAS", "]", "9. ", "Engineering of coordination polymers for shape selective alkylation of large aromatics and the role of defects", "Ravon, Ugo; Savonnet, Marie; Aguado, Sonia; Domine, Marcelo E.; Janneau, Erwann; Farrusseng, David", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "319-329", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Different approaches are described, for the design and prepn. of acid shape selective metalorg. frameworks (MOFs) which were then evaluated for use as catalysts of very large polyarom. compds.  The first method is a zeolite mimetic approach; these are porous Zn or Al based MOFs exhibiting bridging -OH species (MOF-69, MIL-53 Al) like those found in zeolites [Si-O(H)-Al].  The second approach is prepn. of MOF materials having structural defects to generate active catalytic centers.  Two different synthetic strategies were studied, fast pptn. and partial substitution of dicarboxylic by mono-carboxylic acid linkers.  Acid centers were characterized by solid 1H NMR and diffuse reflectance IR.  The mono-alkylation of biphenyl with tert-BuCl was achieved with 100% of para-selectivity, superior to that obsd. with H-MOR and H-BEA ref. zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqtQ%253D%253D&md5=8b0a568d0b98e0ceffffe1124795ef35", "10. ", "Kleist", ", ", "W.", "; ", "Jutz", ", ", "F.", "; ", "Maciejewski", ", ", "M.", "; ", "Baiker", ", ", "A.", " ", "Mixed-Linker Metal-Organic Frameworks as Catalysts for the Synthesis of Propylene Carbonate from Propylene Oxide and CO", "2", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "3552", "– ", "3561", "[", "Crossref", "], [", "CAS", "]", "10. ", "Mixed-Linker Metal-Organic Frameworks as Catalysts for the Synthesis of Propylene Carbonate from Propylene Oxide and CO2", "Kleist, Wolfgang; Jutz, Fabian; Maciejewski, Marek; Baiker, Alfons", "European Journal of Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "3552-3561", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of mixed-linker metal-org. frameworks (MIXMOFs) of the general formula Zn4O(BDC)x(ABDC)3-x was synthesized and tested as catalyst in the reaction of propylene oxide (PO) and carbon dioxide.  Based on MOF-5 a new synthetic route was developed which allows the partial substitution of benzene-1,4-dicarboxylate (BDC) linkers in the material by functionalized 2-aminobenzene-1,4-dicarboxylate.  In that way the no. of catalytically active amino groups can be tuned using the desired BDC/ABDC ratio.  The presence of MIXMOFs (instead of a mech. mixt. of MOF-5 and IRMOF-3) was proven by high-resoln. x-ray diffraction and DTG.  X-ray diffraction and TG/MS anal. revealed that pure MIXMOF materials can be obtained up to an ABDC loading of 40 %.  The thermal stability in air is decreasing with increasing ABDC content from 450 °C for pure MOF-5 (0 % ABDC) to ca. 350 °C for the 40 % MIXMOF Zn4O(BDC)1.8(ABDC)1.2.  Consequently, MIXMOF materials represent a promising class of materials for catalytic applications at least up to 300 °C which is proven using the synthesis of propylene carbonate (PC) from propylene oxide and carbon dioxide as a test reaction.  Solid MIXMOF catalysts in combination with tetraalkylammonium halides (NR4X) as promoters are as active as the corresponding homogeneously dissolved ref. compds. (H2ABDC, H2BDC and Zn salts) and that they can be recycled with only moderate loss in activity.  A comparison of MIXMOFs from 0 to 40 % of ABDC revealed a dependence of activity on the no. of amino groups.  Due to the fact that even pure MOF-5 catalyzed the reaction to some extent, surface Zn centers with free coordination sites might also contribute to substrate activation.  Using optimized reaction conditions, a PC yield of up to 63 % can be obtained after 3 h in the presence of low catalyst concn. (0.045 mol-% of 40 % MIXMOF, contg. 0.05 mol-% of NH2 groups).  (© Wiley-VCH Verlag GmbH & Co. KGaA, 69451 Weinheim, Germany, 2009).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1OhtbY%253D&md5=1e715a4b6679aa3ae767a7331eb30932", "11. ", "Zhang", ", ", "X.", "; ", "Xamena", ", ", "F. X. L. I.", "; ", "Corma", ", ", "A.", " ", "Gold(III) – Metal Organic Framework Bridges the Gap between Homogeneous and Heterogeneous Gold Catalysts", " ", "J. Catal.", " ", "2009", ",  ", "265", ",  ", "155", "– ", "160", "[", "Crossref", "], [", "CAS", "]", "11. ", "Gold(III) - metal organic framework bridges the gap between homogeneous and heterogeneous gold catalysts", "Zhang, X.; Llabres i Xamena, F. X.; Corma, A.", "Journal of Catalysis", "\r\n        (", "2009", "),\r\n    ", "265", "\r\n        (", "2", "),\r\n    ", "155-160", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A metal org. framework [MOF] contg. an Au(III) Schiff base complex lining the pore walls was prepd. by a post-synthesis method.  The Au(III)-contg. MOF is highly active and selective catalyst for domino coupling and cyclization reactions in liq. phase, the Au(III) species remain after the reaction, and the catalyst is fully recyclable.  The well-defined Au(III) sites are effective for dissocg. H2 and highly active for the gas-phase selective hydrogenation of 1,3-butadiene into butenes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvVCltL4%253D&md5=6e86d9bc436fcd6a255198aa062c6673", "12. ", "Schröder", ", ", "F.", "; ", "Esken", ", ", "D.", "; ", "Cokoja", ", ", "M.", "; ", "W. E. Van den Berg", ", ", "M.", "; ", "Lebedev", ", ", "O. I.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Walaszek", ", ", "B.", "; ", "Buntkowsky", ", ", "G.", "; ", "Limbach", ", ", "H.-H.", "; ", "Chaudret", ", ", "B.", " ", "Ruthenium Nanoparticles inside Porous [Zn", "4", "O(bdc)", "3", "] by Hydrogenolysis of Adsorbed [Ru(cod)(cot)]: A Solid-State Reference System for Surfactant-Stabilized Ruthenium Colloids", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6119", "– ", "6130", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Ruthenium nanoparticles inside porous [Zn4O(bdc)3] by hydrogenolysis of adsorbed [Ru(cod)(cot)]: a solid-state reference system for surfactant-stabilized ruthenium colloids", "Schroder Felicitas; Esken Daniel; Cokoja Mirza; van den Berg Maurits W E; Lebedev Oleg I; Van Tendeloo Gustaaf; Walaszek Bernadeta; Buntkowsky Gerd; Limbach Hans-Heinrich; Chaudret Bruno; Fischer Roland A", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "6119-30", "\r\n        ISSN:", ".\r\n    ", "The gas-phase loading of [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarboxylate) with the volatile compound [Ru(cod)(cot)] (cod = 1,5-cyclooctadiene, cot = 1,3,5-cyclooctatriene) was followed by solid-state (13)C magic angle spinning (MAS) NMR spectroscopy.  Subsequent hydrogenolysis of the adsorbed complex inside the porous structure of MOF-5 at 3 bar and 150 degrees C was performed, yielding ruthenium nanoparticles in a typical size range of 1.5-1.7 nm, embedded in the intact MOF-5 matrix, as confirmed by transmission electron microscopy (TEM), selected area electron diffraction (SAED), powder X-ray diffraction (PXRD), and X-ray absorption spectroscopy (XAS).  The adsorption of CO molecules on the obtained Ru@MOF-5 nanocomposite was followed by IR spectroscopy.  Solid-state (2)H NMR measurements indicated that MOF-5 was a stabilizing support with only weak interactions with the embedded particles, as deduced from the surprisingly high mobility of the surface Ru-D species in comparison to surfactant-stabilized colloidal Ru nanoparticles of similar sizes.  Surprisingly, hydrogenolysis of the [Ru(cod)(cot)]3.5@MOF-5 inclusion compound at the milder condition of 25 degrees C does not lead to the quantitative formation of Ru nanoparticles.  Instead, formation of a ruthenium-cyclooctadiene complex with the arene moiety of the bdc linkers of the framework takes place, as revealed by (13)C MAS NMR, PXRD, and TEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1c3pslGksA%253D%253D&md5=8cd51e6d0682d74a815dae8101859de4", "13. ", "Horcajada", ", ", "P.", "; ", "Chalati", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Gillet", ", ", "B.", "; ", "Sebrie", ", ", "C.", "; ", "Baati", ", ", "T.", "; ", "Eubank", ", ", "J. F.", "; ", "Heurtaux", ", ", "D.", "; ", "Clayette", ", ", "P.", "; ", "Kreuz", ", ", "C.", " ", "Porous Metal–Organic-Framework Nanoscale Carriers As a Potential Platform for Drug Delivery and Imaging", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "172", "– ", "178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Porous metal-organic-framework nanoscale carriers as a potential platform for drug delivery and imaging", "Horcajada, Patricia; Chalati, Tamim; Serre, Christian; Gillet, Brigitte; Sebrie, Catherine; Baati, Tarek; Eubank, Jarrod F.; Heurtaux, Daniela; Clayette, Pascal; Kreuz, Christine; Chang, Jong-San; Hwang, Young Kyu; Marsaud, Veronique; Bories, Phuong-Nhi; Cynober, Luc; Gil, Sophie; Ferey, Gerard; Couvreur, Patrick; Gref, Ruxandra", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "172-178", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In the domain of health, one important challenge is the efficient delivery of drugs in the body using non-toxic nanocarriers.  Most of the existing carrier materials show poor drug loading (usually less than 5 wt% of the transported drug vs. the carrier material) and/or rapid release of the proportion of the drug that is simply adsorbed (or anchored) at the external surface of the nanocarrier.  In this context, porous hybrid solids, with the ability to tune their structures and porosities for better drug interactions and high loadings, are well suited to serve as nanocarriers for delivery and imaging applications.  Here we show that specific non-toxic porous iron(III)-based metal-org. frameworks with engineered cores and surfaces, as well as imaging properties, function as superior nanocarriers for efficient controlled delivery of challenging antitumoral and retroviral drugs (i.e., busulfan, azidothymidine triphosphate, doxorubicin or cidofovir) against cancer and AIDS.  In addn. to their high loadings, they also potentially assoc. therapeutics and diagnostics, thus opening the way for theranostics, or personalized patient treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt70%253D&md5=74f3e60d481f39e0000fd93db0e40a64", "14. ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "Rational Designs for Highly Proton-Conductive Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9906", "– ", "9907", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Rational designs for highly proton-conductive metal-organic frameworks", "Sadakiyo, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "29", "),\r\n    ", "9906-9907", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel metal-org. framework (MOF), (NH4)2(adp)[Zn2(ox)3]·3H2O (I) was synthesized and its structure was detd.  We propose three types of rational design to introduce proton carriers into MOFs.  The simplest method is to introduce them directly as counterions such as NH4+, H3O+, and HSO4- into the pores of frameworks (type I).  The second is to put acid groups on frameworks, the protons being provided from them (type II).  The third is to incorporate acidic mols. into voids (type III).  I demonstrated a combination of two of the concepts by introducing NH4+ ions using the anionic framework (type I) and putting carboxyl end groups of adipic acid in a honeycomb-shaped void (type III).  This MOF showed a superprotonic cond. of 10-2 S cm-1 at ambient temp., comparable to org. polymers such as Nafion, which is in practical use in fuel cells.  This is the first example of an MOF to exhibit a superprotonic cond. of 10-2 S cm-1 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKntbg%253D&md5=b53ed099b5c4868bdc6ef4bfd5518a86", "15. ", "Hurd", ", ", "J. A.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Thangadurai", ", ", "V.", "; ", "Ratcliffe", ", ", "C. I.", "; ", "Moudrakovski", ", ", "I. L.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Anhydrous Proton Conduction at 150 °C in a Crystalline Metal–organic Framework", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "705", "– ", "710", "[", "Crossref", "], [", "CAS", "]", "15. ", "Anhydrous proton conduction at 150 °C in a crystalline metal-organic framework", "Hurd, Jeff A.; Vaidhyanathan, Ramanathan; Thangadurai, Venkataraman; Ratcliffe, Christopher I.; Moudrakovski, Igor L.; Shimizu, George K. H.", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "705-710", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal org. frameworks (MOFs) are exciting materials that couple porosity, diversity and crystallinity. although they have been studied for a wide range of applications, MOF chem. focuses almost exclusively on properties intrinsic to the empty frameworks and the use of guest mols. to control functions was essentially unexamd.  Here the authors report Na3(2,4,6-trihydroxy-1,3,5-benzenetrisulfonate) (β-PCMOF2), a MOF that conducts protons in regular 1-dimensional pores lined with sulfonate groups.  P conduction in β-PCMOF2 is modulated by the controlled loading of 1H-1,2,4-triazole (Tz) guests within the pores and reached 5 × 10-4 S/cm at 150° in anhyd. , as confirmed by elec. measurements in H2 and D2, and by solid-state NMR spectroscopy.  To confirm its potential as a gas separator membrane, the partially loaded MOF (β-PCMOF2(Tz)0.45) was also incorporated into a H2/air membrane electrode assembly.  The resulting membrane proved to be gas tight and gave an open circuit voltage of 1.18 V at 100°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7jN&md5=6df5e8b2ad223a263d5040bdb7be2aec", "16. ", "Chen", ", ", "B. L.", "; ", "Wang", ", ", "L. B.", "; ", "Zapata", ", ", "F.", "; ", "Qian", ", ", "G. D.", "; ", "Lobkovsky", ", ", "E. B.", " ", "A Luminescent Microporous Metal–Organic Framework for the Recognition and Sensing of Anions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6718", "– ", "6719", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "A Luminescent Microporous Metal-Organic Framework for the Recognition and Sensing of Anions", "Chen, Banglin; Wang, Liangbo; Zapata, Fatima; Qian, Guodong; Lobkovsky, Emil B.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6718-6719", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A luminescent microporous metal-org. framework Tb(BTC)G was developed for the recognition and sensing of anions, exhibiting a high-sensitivity sensing function with respect to fluoride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlWgtLc%253D&md5=d31b7ad2d7a8131801a523f80d9e9357", "17. ", "Stylianou", ", ", "K. C.", "; ", "Heck", ", ", "R.", "; ", "Chong", ", ", "S. Y.", "; ", "Bacsa", ", ", "J.", "; ", "Jones", ", ", "J. T. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "A Guest-Responsive Fluorescent 3D Microporous Metal–Organic Framework Derived from a Long-Lifetime Pyrene Core", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4119", "– ", "4130", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "A Guest-Responsive Fluorescent 3D Microporous Metal-Organic Framework Derived from a Long-Lifetime Pyrene Core", "Stylianou, Kyriakos C.; Heck, Romain; Chong, Samantha Y.; Bacsa, John; Jones, James T. A.; Khimyak, Yaroslav Z.; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4119-4130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carboxylate ligand pyrene-1,3,6,8-tetrakis(p-benzoic acid) (TBAPy), based on the strongly fluorescent long-lifetime pyrene core, affords a permanently microporous fluorescent metal-org. framework, [In2(OH)2(TBAPy)]·(guests) (1), displaying 54% total accessible vol. and excellent thermal stability.  Fluorescence studies reveal that both 1 and TBAPy display strong emission bands at 471 and 529 nm, resp., upon excitation at 390 nm, with framework coordination of the TBAPy ligands significantly increasing the emission lifetime from 0.089 to 0.110 ms.  Upon desolvation, the emission band for the framework is shifted to lower energy: however, upon re-exposure to DMF the as-made material is regenerated with reversible fluorescence behavior.  Together with the lifetime, the emission intensity is strongly enhanced by spatial sepn. of the optically active ligand mols. within the MOF structure and is dependent on the amt. and chem. nature of the guest species in the pores.  The quantum yield of the material is 6.7% and, coupled with the fluorescence lifetime on the millisecond time scale, begins to approach the values obsd. for Eu(III)-cryptate-derived com. sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKitbs%253D&md5=58ab44ad51509e997c9b450cbe0bb2ce", "18. ", "Kitagawa", ", ", "S.", "; ", "Uemura", ", ", "K.", " ", "Dynamic Porous Properties of Coordination Polymers Inspired by Hydrogen Bonds", " ", "Chem. Soc. Rev.", " ", "2005", ",  ", "34", ",  ", "109", "– ", "119", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Dynamic porous properties of coordination polymers inspired by hydrogen bonds", "Kitagawa, Susumu; Uemura, Kazuhiro", "Chemical Society Reviews", "\r\n        (", "2005", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "109-119", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the last decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn., exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  In this tutorial review, the authors focus on the H bonding type arrangements for dynamic porous coordination polymers exhibiting elastic guest accommodations, in contrast to rigid three-dimensional (3-D) frameworks.  Such dynamic porous properties induce highly-selective guest accommodation and magnetic modulation, and could now be considered a new class of practical materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCrsA%253D%253D&md5=549cd9cf67911fef4ac936fc02d104a1", "19. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "20. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Functional Porous Coordination Polymers", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "21. ", "Fletcher", ", ", "A. J.", "; ", "Cussen", ", ", "E. J.", "; ", "Prior", ", ", "T. J.", "; ", "Rosseinsky", ", ", "M. J.", "; ", "Kepert", ", ", "C. J.", "; ", "Thomas", ", ", "K. M.", " ", "Adsorption Dynamics of Gases and Vapors on the Nanoporous Metal Organic Framework Material Ni", "2", "(4,4′-Bipyridine)", "3", "(NO", "3", ")", "4", ": Guest Modification of Host Sorption Behavior", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "10001", "– ", "10011", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Adsorption Dynamics of Gases and Vapors on the Nanoporous Metal Organic Framework Material Ni2(4,4'-Bipyridine)3(NO3)4: Guest Modification of Host Sorption Behavior", "Fletcher, Ashleigh J.; Cussen, Edmund J.; Prior, Timothy J.; Rosseinsky, Matthew J.; Kepert, Cameron J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "41", "),\r\n    ", "10001-10011", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study combines measurements of the thermodn. and kinetics of guest sorption with powder x-ray diffraction measurements of the nanoporous metal org. framework adsorbent (host) at different adsorptive (guest) loadings.  The adsorption characteristics of nitrogen, Ar, CO2, nitrous oxide and EtOH and MeOH vapors on Ni2(4,4'-bipyridine)3(NO3)4 were studied over a range of temps. as a function of pressure.  Isotherm steps were obsd. for both CO2 and nitrous oxide adsorption at ∼10-20% of the total pore vol. and at ∼70% of total pore vol. for MeOH adsorption.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for adsorption at low surface coverage.  At high surface coverage, both MeOH and EtOH adsorption follow a combined barrier resistance/diffusion model.  The rates of adsorption in the region of both the CO2 and MeOH isotherm steps were significantly slower than those obsd. either before or after the step.  X-ray diffraction studies at various MeOH loadings showed that the host structure disordered initially but underwent a structural change in the region of the isotherm step.  These isotherm steps are ascribed to discrete structural changes in the host adsorbent that are induced by adsorption on different sites.  Isotherm steps were not obsd. for EtOH adsorption, which followed a Langmuir isotherm.  Previous x-ray crystallog. studies showed that all the sites are equiv. for EtOH adsorption on Ni2(4,4'-bipyridine)3(NO3)4, with the host structure undergoing a scissoring motion and the space group remaining unchanged during adsorption.  The activation energies and preexponential factors for MeOH and EtOH adsorption were calcd. for each pressure increment at which the linear driving force model was obeyed.  There was a good correlation between activation energy and ln(preexponential factor), indicating a compensation effect.  The results are discussed in terms of reversible adsorbate/adsorbent (guest/host) structural changes and interactions and the adsorption mechanism.  The paper contains the 1st evidence of specific interactions between guests and functional groups leading to structural change in flexible porous coordination polymer frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFGltrg%253D&md5=da99d0d8723aa100d67c46259387508a", "22. ", "Ratcliffe", ", ", "C. I.", "; ", "Soldatov", ", ", "D. V.", "; ", "Ripmeester", ", ", "J. A.", " ", "Dynamics and Disposition of Benzene Guest Molecules in the Micropore Channels of a Flexible Metal-Organic Framework Studied by ", "2", "H NMR and X-ray Crystallography", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "71", "– ", "79", "[", "Crossref", "], [", "CAS", "]", "22. ", "Dynamics and disposition of benzene guest molecules in the micropore channels of a flexible metal-organic framework studied by 2H NMR and X-ray crystallography", "Ratcliffe, C. I.; Soldatov, D. V.; Ripmeester, J. A.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "71-79", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The dynamics and disposition of benzene guest mols. included in the microporous channel structure of β-[CuL2] (L is 1,1,1-trifluoro-5,5-dimethyl-5-methoxyacetylacetonate, {CF3COCHCOCMe2OMe}-) were studied as a function of temp. and total guest content.  Two samples, with ∼100% and ∼35% of the sorption sites in the channels occupied by benzene, were studied with single-crystal XRD at 173 K.  In the fully occupied sample, the benzene mols. are located in the alternating broader and narrower wide portions of the channels, and these sites are populated nearly equally, producing dense 1-dimensional packing of the guest mols. along the channel.  The mols. in the broader channel site are almost perpendicular to the channel axis (.perp.), while the mols. in the narrower channel site are almost aligned along the channel (‖) with their thermal parameters about twice as large.  In the sample with 35% occupancy, the benzenes have thermal parameters that are twice those in the fully occupied sample and are distributed over .perp. and ‖ sites in about a 1:2 ratio, suggesting an energetic preference for the smaller site.  2H NMR spectra of C6D6 were obtained for the 100% occupancy sample as a function of temp.  The lines are skewed slightly by paramagnetic interactions with the CuII centers.  Line shape anal. indicated a sequence of 3 types of benzene motion with increasing temp.: there is already rapid in-plane motion at 77 K, followed at slightly higher temps. by the onset of 2-site jumps between the .perp. and ‖ orientations.  Before this reaches the fast motion limit, the onset of reorientation about the 3-fold axis of the channel commences in the 175 K region.  At room temp. all of these dynamic processes are rapid, as they are for samples with lower benzene loadings, but in these cases the reduced .perp.:‖ ratio results in progressive line narrowing.  The crystal structure parameters of β-[CuL2]*0.67(C6H6) and β-[CuL2]*0.23(C6H6) are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrurg%253D&md5=21a44e5235bf0f3a591ea88c15611757", "23. ", "Choi", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Dynamic and Redox Active Pillared Bilayer Open Framework: Single-Crystal-to-Single-Crystal Transformations upon Guest Removal, Guest Exchange, and Framework Oxidation", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "15844", "– ", "15851", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Dynamic and Redox Active Pillared Bilayer Open Framework: Single-Crystal-to-Single-Crystal Transformations upon Guest Removal, Guest Exchange, and Framework Oxidation", "Choi, Hye Jin; Suh, Myunghyun Paik", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "48", "),\r\n    ", "15844-15851", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. pillared bilayer open framework having 3-dimensional channels, [(Ni2L)3(BTC)4]·6C5H5N·36H2O (BOF-1, 1), was assembled from bismacrocyclic nickel(II) complex [Ni2LCl4]·H2O (L = I) and sodium 1,3,5-benzenetricarboxylate (Na3BTC).  The channels are occupied by pyridine and water guest mols.  When the single crystal of 1 was dried in air and then heated at 75° for 1.5 h, resp., [(Ni2L)3(BTC)4]·30H2O (1') and [(Ni2L)3(BTC)]4·4H2O (2) resulted with retention of the single crystallinity.  The x-ray structures reveal spongelike dynamic behavior of the bilayer framework that reduces the interlayer distance in response to the amt. of guest mols.  Solid 2 differentiates various alcs.  When 1 was immersed in pyridine and benzene, guest mols. were exchanged with retention of the single-crystal nature to give rise to [(Ni2L)3(BTC)]4·20C5H5N·6H2O (3) and [(Ni2L)3(BTC)]4·14benzene·19H2O (4), resp.  Also, crystal 1 reacted with I2 via single-crystal-to-single-crystal transformation to produce [(Ni2L)3(BTC)4](I3)4·nI2·17H2O (5) that consists of pos. charged framework incorporating nickel(III) and nickel(II) ions and the channels including I3- and I2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFKkur0%253D&md5=65f6601299ba9bdd07207f98a88c2a30", "24. ", "Lee", ", ", "E. Y.", "; ", "Jang", ", ", "S. Y.", "; ", "Suh", ", ", "M. P.", " ", "Multifunctionality and Crystal Dynamics of a Highly Stable, Porous Metal–Organic Framework [Zn", "4", "O(NTB)", "2", "]", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "6374", "– ", "6381", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Multifunctionality and Crystal Dynamics of a Highly Stable, Porous Metal-Organic Framework [Zn4O(NTB)2]", "Lee, Eun Young; Jang, Seung Yeon; Suh, Myunghyun Paik", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "17", "),\r\n    ", "6374-6381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous metal-org. framework [Zn4O(NTB)2]·3DEF·EtOH (1), in which (3,6)-connected nets are doubly interpenetrated to generate curved three-dimensional channels, was prepd.  Framework 1 exhibits high permanent porosity (Langmuir surface area, 1121 m2/g; pore vol., 0.51 cm3/cm3), high thermal stability (up to 430°), high H adsorption capacity (1.9% at 77 K and 1 atm), selective org. guest binding ability (Kf: MeOH > pyridine > benzene > dodecane), and guest-dependent blue luminescence (λmax depending on guest identity).  Most interestingly, the framework sustains single crystallinity even at 400° and 10-5 Torr, and the framework components undergo reversible dynamics, mainly rotational motion, in response to removal and rebinding of the guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtVWntrk%253D&md5=65ec96d43a9bc960e5427ace993c276d", "25. ", "Hu", ", ", "S.", "; ", "Zhang", ", ", "J.-P.", "; ", "Li", ", ", "H.-X.", "; ", "Tong", ", ", "M.-L.", "; ", "Chen", ", ", "X.-M.", "; ", "Kitagawa", ", ", "S.", " ", "A Dynamic Microporous Metal–Organic Framework with BCT Zeolite Topology: Construction, Structure, and Adsorption Behavior", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "2286", "– ", "2289", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Dynamic Microporous Metal-Organic Framework with BCT Zeolite Topology: Construction, Structure, and Adsorption Behavior", "Hu, Sheng; Zhang, Jie-Peng; Li, Hao-Xiang; Tong, Ming-Liang; Chen, Xiao-Ming; Kitagawa, Susumu", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2286-2289", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new microporous metal-org. framework (MOF) material [Ni4(dpa)4(pyz)4(H2O)8]·11H2O (H2dpa = 1,1'-biphenyl-2,2'-dicarboxylic acid, pyz = pyrazine) with BCT zeolite topol. has been hydrothermally synthesized and characterized using X-ray crystallog.  The framework components undergo dynamic structural transformation in response to removal and re-binding of the suitable guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShur%252FE&md5=2b19c79140f61d3c7af8b722daf07a36", "26. ", "Huang", ", ", "K.", "; ", "Xu", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Zheng", ", ", "H.", " ", "Guest-Induced Helical Metallacyclic Chains in a Porous Coordination Solid Constructed from a Flexible Ester-Containing Ligand", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "202", "– ", "204", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Guest-Induced Helical Metallacyclic Chains in a Porous Coordination Solid Constructed from a Flexible Ester-Containing Ligand", "Huang, Kexuan; Xu, Zhengjiang; Li, Yizhi; Zheng, Hegen", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "202-204", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous metal-org. framework [Co(SCN)2(EDPC)2(H2O)3]n (1; EDPC = 1,2-ethanediyl ester of 3-pyridinecarboxylic acid) has been synthesized and structurally characterized.  Immersing the crystals of 1 in THF soln. led to the dynamic framework of 1 undergoing a crystal-to-crystal guest-exchange process to afford the helical metallacyclic polymer [Co(SCN)2(EDPC)2(THF)]n.  The guest THF mols. were accommodated in the cavities of the metallacyclic chains and showed the handedness of the helical chains by their oxygen atoms as probes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlekt7zF&md5=c41a0d56c3f165dd6d30cbbed04ebcf0", "27. ", "Maji", ", ", "T. K.", "; ", "Kitagawa", ", ", "S.", " ", "Chemistry of Porous Coordination Polymers", " ", "Pure Appl. Chem.", " ", "2007", ",  ", "79", ",  ", "2155", "– ", "2177", "[", "Crossref", "], [", "CAS", "]", "27. ", "Chemistry of porous coordination polymers", "Maji, Tapas Kumar; Kitagawa, Susumu", "Pure and Applied Chemistry", "\r\n        (", "2007", "),\r\n    ", "79", "\r\n        (", "12", "),\r\n    ", "2155-2177", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    \r\n            (", "International Union of Pure and Applied Chemistry", ")\r\n        ", "A review on recent development of porous compds. based upon coordination polymers paving the way toward functional chem. having potential applications such as gas storage, sepn., and catalysis.  From the synthetic point of view, the advantage is a designable framework, which can readily be constructed from building blocks, the so-called bottom-up assembly.  Compared with conventional porous materials such as zeolites and activated carbons, porous inorg.-org. hybrid frameworks have higher potential for adsorption of small mols. because of their designability with respect to the coordination geometry around the central metal ion as well as size and probable multifunctionality of bridging org. ligands.  Although rigidity and robustness of porous framework with different degree of adsorption are the most studied properties of metal-org. coordination frameworks, there are few studies on dynamic porous frameworks, which could open up a new dimension in materials chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOgurzM&md5=bb8fa5bf8936b5c24f897893eb9764eb", "28. ", "Chen", ", ", "C.-L.", "; ", "Beatty", ", ", "A. M.", " ", "Guest Inclusion and Structural Dynamics in 2-D Hydrogen-Bonded Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "17222", "– ", "17223", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Guest Inclusion and Structural Dynamics in 2-D Hydrogen-Bonded Metal-Organic Frameworks", "Chen, Chun-Long; Beatty, Alicia M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "51", "),\r\n    ", "17222-17223", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structures and dynamic solid-state behavior of four hydrogen-bonded layered metal-org. frameworks, {[Cu(PDCA)2(H2O)2](R-phenylethylamine)2}(acetone) (H2PDCA = 2,4-pyridine dicarboxylic acid, R = 4-Me (1), 4-chloro (2), 4-bromo (3)), and {[Cu(PDCA)2(H2O)2](DL-4-chlorophenylalaninol)2}(H2O) (4), are discussed.  Complexes 1-3 incorporate acetone guest mols. between layers; this is attributed to added flexibility in a framework ammonium component.  Complex 4 incorporates water guests, in this case an addnl. -CH2OH arm present on the ammonium component accounting for the difference in guest and dynamic behavior.  In all four complexes, TGA and XRD show loss and reuptake of water ligands.  In the 4th complex, loss of both water guests and water ligands is reversible, with concomitant loss and regeneration of the cryst. structure.  This framework flexibility during guest and ligand loss is unprecedented for hydrogen-bonded metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVOjsLnP&md5=366ca93f91d6b14af8fdc3c9bb35e897", "29. ", "Park", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Mixed-Ligand Metal–Organic Frameworks with Large Pores: Gas Sorption Properties and Single-Crystal-to-Single-Crystal Transformation on Guest Exchange", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "8812", "– ", "8821", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Mixed-ligand metal-organic frameworks with large pores: gas sorption properties and single-crystal-to-single-crystal transformation on guest exchange", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "29", "),\r\n    ", "8812-8821", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two isomorphous 3-dimensional metal-org. frameworks, {[Cu2(BPnDC)2(bpy)]·8DMF·6H2O}n (1) and {[Zn2(BPnDC)2(dabco)]·13DMF·3H2O}n (2), were prepd. by the solvothermal reactions of benzophenone 4,4'-dicarboxylic acid (H2BPnDC) with Cu(NO3)2·2.5H2O and 4,4'-bipyridine (bpy), and with Zn(NO3)2·6H2O and 4-diazabicyclo[2.2.2]octane (dabco), resp.  Compds. 1 and 2 are composed of paddle-wheel {M2(O2CR)4} cluster units, and they generate 2-dimensional channels with two different large pores (effective size of larger pore: 18.2 Å for 1, 11.4 Å for 2).  The framework structure of desolvated solid, [Cu2(BPnDC)2(bpy)]n (SNU-6; SNU = Seoul National University), is the same as that of 1, as evidenced by powder x-ray diffraction patterns.  SNU-6 exhibits high permanent porosity (1.05 cm3g-1) with high Langmuir surface area (2910 m2g-1).  It shows high H2 gas storage capacity (1.68% at 77K and 1 atm; 4.87% (excess) and 10.0% (total) at 77K and 70 bar) with high isosteric heat (7.74 kJ mol-1) of H2 adsorption as well as high CO2 adsorption capability (113.8% at 195 K and 1 atm).  Compd. 2 undergoes a single-crystal-to-single-crystal transformation on guest exchange with n-hexane to provide {[Zn2(BPnDC)2(dabco)]·6(n-hexane)·3H2O}n (2hexane).  The transformation involves dynamic motion of the mol. components in the crystal, mainly a bending motion of the square planes of the paddle-wheel units resulting from rotational rearrangement of Ph rings and carboxylate planes of BPnDC2-.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1yhsLnP&md5=fca47c9e773e2146d2951f670df0ffbd", "30. ", "Amiri", ", ", "M. G.", "; ", "Morsali", ", ", "A.", "; ", "Zeller", ", ", "M.", " ", "A Dynamic Crystal-to-Amorphous Transformation Microporous Zn", "II", " Mixed Neutral-ligand Metal-organic Polymer {[Zn(bpp)", "2", "(μ-4,4′-bipy)(H", "2", "O)", "2", "](ClO", "4", ")", "2", "·H", "2", "O}", "n", " ", "Z. Anorg. Allg. Chem.", " ", "2009", ",  ", "635", ",  ", "1673", "– ", "1677", "[", "Crossref", "]", "There is no corresponding record for this reference.", "31. ", "Banerjee", ", ", "D.", "; ", "Kim", ", ", "S. J.", "; ", "Li", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Borkowski", ", ", "L. A.", "; ", "Philips", ", ", "B. L.", "; ", "Parise", ", ", "J. B.", " ", "Synthesis and Structural Characterization of a 3-D Lithium Based Metal–Organic Framework Showing Dynamic Structural Behavior", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2801", "– ", "2805", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Synthesis and Structural Characterization of a 3-D Lithium Based Metal-Organic Framework Showing Dynamic Structural Behavior", "Banerjee, Debasis; Kim, Sun Jin; Li, Wei; Wu, Haohan; Li, Jing; Borkowski, Lauren A.; Philips, Brian L.; Parise, John B.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "2801-2805", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3-D lithium based metal org. framework Li2(C7H3NO4)·(DMF) [Li2(2,5-PDC)·(DMF), 1; ULMOF-5, UL = ultralight, PDC = pyridine-2,5-dicarboxylate, space group Pbcn,a = 15.800(3) Å, b 8.5958(17), c 18.460(4) Å, V = 2507.1(9) Å3] was synthesized using the solvothermal method and characterized by single crystal and powder x-ray diffraction techniques.  Compd. 1 contains tetrameric edge and corner sharing lithium polyhedral clusters connected by org. linkers, forming channels along the [001] direction, with coordinated DMF mols. pointing toward each other in these channels.  TGA shows compd. 1 is stable up to 280° under N2 atmosphere followed by removal of the coordinated DMF mols., as evident from the assocd. wt. loss.  BET (25.06 m2/g) surface area measurement showed loss of porosity after solvent removal because of a structure change.  Solid-state 6Li NMR on the desolvated compd. showed the absence of tricoordinated lithium centers, indicating rearrangement of bonds around the lithium center after DMF removal.  The desolvated form reverts to the original form upon exposure to DMF, showing dynamic structural behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtVynt7Y%253D&md5=5c0334f30f8eae1576be4ade9cc5a116", "32. ", "Platero-Prats", ", ", "A. E.", "; ", "de la Peña-O’Shea", ", ", "V. A.", "; ", "Snejko", ", ", "N.", "; ", "Monge", ", ", "A.", "; ", "Gutiérez-Puebla", ", ", "E.", " ", "Dynamic Calcium Metal–Organic Framework Acts as a Selective Organic Solvent Sponge", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "11632", "– ", "11640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Dynamic calcium metal-organic framework acts as a selective organic solvent sponge", "Platero-Prats, Ana E.; de la Pena-O'shea, Victor A.; Snejko, Natalia; Monge, Angeles; Gutierrez-Puebla, Enrique", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "38", "),\r\n    ", "11632-11640, S11632/1-S11632/21", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we present a Ca-based metal-org. framework named AEPF-1, which is an active and selective catalyst in olefin hydrogenation reactions.  AEPF-1 exhibits a phase transition upon desorption of guest mols.  This structural transformation takes place by a crystal to crystal transformation accompanied by the loss of single-crystal integrity.  Powder diffraction methods and computational studies were applied to det. the structure of the guest-free phase.  This work also presents data on the exceptional adsorption behavior of this material, which is shown to be capable of sepg. polar from nonpolar org. solvents, and is a good candidate for selective solvent adsorption under mild conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVSrtb7I&md5=9928e796f962aec42d77274702ae0239", "33. ", "Kitaura", ", ", "R.", "; ", "Seki", ", ", "K.", "; ", "Akiyama", ", ", "G.", "; ", "Kitagawa", ", ", "S.", " ", "Porous Coordination-Polymer Crystals with Gated Channels Specific for Supercritical Gases", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", ",  ", "428", "– ", "431", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Porous coordination-polymer crystals with gated channels specific for supercritical gases", "Kitaura, Ryo; Seki, Kenji; Akiyama, George; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "428-431", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two new types of flexible and dynamic nanoporous frameworks (type A with mutually interdigitated 2D motifs and type B with mutually interpenetrated 3D motifs) were prepd. and examd. on their gas-adsorption properties (CO2, CH4, O2, and N2) at high pressure and ambient temp.  Type A coordination polymer, [Cu(dhbc)2(4,4'-bpy)] × H2O (I), was prepd. from Cu(NO3)2, 2,5-dihydroxybenzoic acid (Hdhbc), and 4,4'-bipyridine (monoclinic, P2/c, a = 8.167(4), b = 11.094(8), c = 15.863(2) Å, β = 99.703(4)°, Z = 2 V = 1416(1) Å3).  Release of crystal water from compd. I was obsd. during thermogravimetric anal. with increasing temp. ≤120°.  Type B coordination polymer (C13H8NO4Cu) [Cu(p-OOC-C6H4-COO)·1/2(4,4'-bpy)]n was obtained from CuII terephthalate and 4,4'-bpy according to a published procedure.  Type A coordination polymer was characterized by x-ray powder diffraction.  Adsorption and desorption isotherms were recorded for all gases at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFKgtLY%253D&md5=3f7e420f3c700d4c35702ef32b811047", "34. ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "On the Breathing Effect of a Metal–organic Framework upon CO", "2", " Adsorption: Monte Carlo Compared to Microcalorimetry Experiments", " ", "Chem. Commun.", " ", "2007", ",  ", "31", ",  ", "3261", "– ", "3263", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "35. ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Daturi", ", ", "Y.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", " ", "An Explanation for the Very Large Breathing Effect of a Metal–Organic Framework during CO", "2", " Adsorption", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "2246", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "35. ", "An explanation for the very large breathing effect of a metal-organic framework during CO2 adsorption", "Serre, Christian; Bourrelly, Sandrine; Vimont, Alexandre; Ramsahye, Naseem A.; Maurin, Guillaume; Llewellyn, Philip L.; Daturi, Marco; Filinchuk, Yaroslav; Leynaud, Olivier; Barnes, Paul; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2246-2251", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The unusual adsorption behavior of CO2 in a nanoporous hybrid metalorg. solid is discussed.  The gas adsorption-desorption step is related to a breathing phenomenon.  Also probably the main interactions responsible for the breathing phenomenon are strong guest-framework CO2-OH interactions as well as CO2-CO2 interactions along the tunnels present in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSktrbP&md5=a886b928b0e86e5c709f1364b8dcbdb9", "36. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Guillou", ", ", "N.", "; ", "Ferey", ", ", "G.", "; ", "Walton", ", ", "R. I.", " ", "Structural Effects of Solvents on the Breathing of Metal–Organic Frameworks: An In Situ Diffraction Study", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4100", "– ", "4105", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Structural effects of solvents on the breathing of metal-organic frameworks: an in situ diffraction study", "Millange, Franck; Serre, Christian; Guillou, Nathalie; Ferey, Gerard; Walton, Richard I.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4100-4105", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Breathing space: Time-resolved diffraction studies of the breathing of metal-org. frameworks in the presence of liqs. reveal rapid exchange of one guest mol. by another.  In some cases this occurs by direct exchange (for water by pyridine), in others with the transient appearance of cryst. intermediates corresponding to partially expanded forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyksrs%253D&md5=3f9422fc83f0687de902f72d0489e8c8", "37. ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Kishan", ", ", "M. R.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgarno", ", ", "S. J.", "; ", "McGrail", ", ", "P. B.", "; ", "Warren", ", ", "J. E.", "; ", "Atwood", ", ", "J. L.", " ", "Flexible (Breathing) Interpenetrated Metal–Organic Frameworks for CO", "2", " Separation Applications", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16842", "– ", "16843", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Flexible (Breathing) Interpenetrated Metal-Organic Frameworks for CO2 Separation Applications", "Thallapally, Praveen K.; Tian, Jian; Kishan, Motkuri Radha; Fernandez, Carlos A.; Dalgarno, Scott J.; McGrail, Peter B.; Warren, John E.; Atwood, Jerry L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16842-16843", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A breathing 2-fold interpenetrated microporous metal-org. framework was synthesized with a flexible tetrahedral org. linker and Zn2 clusters that sorb CO2 preferably over N2 and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWrtbnO&md5=7e24940b3b059a44f4ee7fadea17be0c", "38. ", "Boutin", ", ", "A.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Nossov", ", ", "A.", "; ", "Gédéon", ", ", "A.", "; ", "Loiseau", ", ", "T.", "; ", "Volkringer", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework upon Xenon Adsorption", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "8314", "– ", "8317", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Breathing Transitions in MIL-53(Al) Metal-Organic Framework Upon Xenon Adsorption", "Boutin, Anne; Springuel-Huet, Marie-Anne; Nossov, Andrei; Gedeon, Antoine; Loiseau, Thierry; Volkringer, Christophe; Ferey, Gerard; Coudert, Francois-Xavier; Fuchs, Alain H.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8314-8317, S8314/1-S8314/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A growing no. of porous metal-org. frameworks (MOF5) show exceptional guest-responsive behavior upon gas adsorption, owing to the flexibility of their hybrid org.-inorg. frameworks.  Herein, the authors report a xenon adsorption study in MIL-53(AI) in the temp. range 195-323 K in which the authors clearly observe breathing transitions in the measured adsorption isotherms.  Using a recently developed thermodn. model, the authors predict for the 1st time a phase diagram for xenon adsorption in MIL-53.  The present method is very general and could be applied to any other guest-flexible host system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3K&md5=30ee270e16a234710817535d898e85a9", "39. ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Knöfel", ", ", "C.", "; ", "Choi", ", ", "H. J.", "; ", "Filinchuk", ", ", "Y.", "; ", "Oliviero", ", ", "L.", "; ", "Vimont", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Multistep N", "2", " Breathing in the Metal–Organic Framework Co(1,4-benzenedipyrazolate)", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "13782", "– ", "13788", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Multistep N2 Breathing in the Metal-Organic Framework Co(1,4-benzenedipyrazolate)", "Salles, Fabrice; Maurin, Guillaume; Serre, Christian; Llewellyn, Philip L.; Knofel, Christina; Choi, Hye Jin; Filinchuk, Yaroslav; Oliviero, Laetitia; Vimont, Alexandre; Long, Jeffrey R.; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "39", "),\r\n    ", "13782-13788", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A variety of spectroscopic techniques combined with in situ pressure-controlled x-ray diffraction and mol. simulations were used to characterize the five-step phase transition obsd. upon N2 adsorption within the high-surface area metal-org. framework Co(BDP) (BDP2- = 1,4-benzenedipyrozolate).  The computationally assisted structure detns. reveal structural changes involving the orientation of the benzene rings relative to the pyrazolate rings, the dihedral angles for the pyrazolate rings bound at the metal centers, and a change in the metal coordination geometry from square planar to tetrahedral.  Variable-temp. magnetic susceptibility measurements and in situ IR and UV-visible-NIR spectroscopic measurements provide strong corroborating evidence for the obsd. changes in structure.  The results from in situ microcalorimetry measurements show that an addnl. heat of 2 kJ/mol is required for each of the 1st four transitions, while 7 kJ/mol is necessary for the last step involving the transformation of CoII from square planar to tetrahedral.  Based on the enthalpy, a weak N2 interaction with the open CoII coordination sites is proposed for the 1st four phases, which is supported by Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFChs7rI&md5=a134e5aa5d4698d3e16552f94fe12ffc", "40. ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F.-X.", "; ", "Springuel-Huet", ", ", "M.-A.", "; ", "Neimark", ", ", "A. V.", "; ", "Férey", ", ", "G.", "; ", "Fuchs", ", ", "A. H.", " ", "The Behavior of Flexible MIL-53(Al) upon CH", "4", " and CO", "2", " Adsorption", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", "– ", "22244", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "41. ", "Galli", ", ", "S.", "; ", "Masciocchi", ", ", "N.", "; ", "Tagliabue", ", ", "G.", "; ", "Sironi", ", ", "A.", "; ", "Navarro", ", ", "J. A. R.", "; ", "Salas", ", ", "J. M.", "; ", "Mendez-Liñan", ", ", "L.", "; ", "Domingo", ", ", "M.", "; ", "Perez-Mendoza", ", ", "M.", "; ", "Barea", ", ", "E.", " ", "Polymorphic Coordination Networks Responsive to CO", "2", ", Moisture, and Thermal Stimuli: Porous Cobalt(II) and Zinc(II) Fluoropyrimidinolates", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "9890", "– ", "9901", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Polymorphic coordination networks responsive to CO2, moisture, and thermal stimuli: porous cobalt(II) and zinc(II) fluoropyrimidinolates", "Galli, Simona; Masciocchi, Norberto; Tagliabue, Giulia; Sironi, Angelo; Navarro, Jorge A. R.; Salas, Juan M.; Mendez-Linan, Laura; Domingo, Maria; Perez-Mendoza, Manuel; Barea, Elisa", "Chemistry - A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "32", "),\r\n    ", "9890-9901", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The novel porous [{M(F-pymo)2}n]·2.5nH2O coordination networks (M = Co, Zn; F-pymo = 5-fluoropyrimidin-2-olate), possessing sodalitic topol., were synthesized and structurally characterized by powder diffraction methods.  Thermodiffractometry demonstrated their plasticity: when heated up to 363 K, they reversibly transform into three-dimensional dehydrated [{M(F-pymo)2}n] species, with significantly different lattice parameters.  Further heating induces irreversible polymorphic transformations into layered phases, in which the original MN4 coordination sphere changes into an MN3O one.  A mixed-metal phase, [{CoxZn1-x(F-pymo)2}n]·2.5n H2O, was also prepd., showing that Zn is preferentially inserted, when starting from a Co/Zn reagent ratio of 1:1.  The solid-gas adsorption properties of the anhyd. 3-dimensional frameworks were explored towards N2, H2 (77 K) and CH4, CO2 (273 K).  These materials permit the diffusion of CO2 mols. only.  Remarkably, the CO2 adsorption process for the [{Co(F-pymo)2}n] network proceeds in two steps: the 1st step takes place at low pressures (<600 kPa) and the 2nd one above a threshold pressure of 600 kPa.  By contrast, the [{Zn(F-pymo)2}n] network only permits CO2 diffusion by applying pressures >900 kPa.  This type of behavior is typical of porous networks with gated channels.  The high CO2 selectivity of these systems over the rest, of the essayed probe gases is explained in terms of flexibility and polarity of the porous network.  Finally, the magnetic studies on the CoII systems reveal that the as synthesized [{Co(F-pymo)2}n]·2.5n H2O material behaves as an antiferromagnet with a TN of ∼29 K.  At variance, the [{Co(F-pymo)2}n] layered phase shows an unusually weak ferromagnetic ordering <17 K, arising from a spin-canting phenomenon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVCrur%252FO&md5=6995056a10ddb4985b552b8f8e8bd045", "42. ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Molecular Dynamics Simulations of Breathing MOFs: Structural Transformations of MIL-53(Cr) upon Thermal Activation and CO", "2", " Adsorption", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "– ", "8491", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", "43. ", "Bernini", ", ", "M. C.", "; ", "Gandara", ", ", "F.", "; ", "Iglesias", ", ", "M.", "; ", "Snejko", ", ", "N. E.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Brusau", ", ", "V.", "; ", "Narda", ", ", "G. E.", "; ", "Monge", ", ", "M. A.", " ", "Reversible Breaking and Forming of Metal–Ligand Coordination Bonds: Temperature-Triggered Single-Crystal to Single-Crystal Transformation in a Metal–Organic Framework", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "4896", "– ", "4905", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Reversible Breaking and Forming of Metal-Ligand Coordination Bonds: Temperature-Triggered Single-Crystal to Single-Crystal Transformation in a Metal-Organic Framework", "Bernini, Maria C.; Gandara, Felipe; Iglesias, Marta; Snejko, Natalia; Gutierrez-Puebla, Enrique; Brusau, Elena V.; Narda, Griselda E.; Monge, M. Angeles", "Chemistry - A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "19", "),\r\n    ", "4896-4905, S4896/1-S4896/3", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The novel Yb succinate metal-org. framework exhibits a reversible single-crystal to single-crystal polymorphic transformation when it is heated >130°, returning to its initial form when back at room temp.  This transformation produces a change in the coordination sphere of the Yb atoms, which influences the catalytic activity of the material.  [Yb(C4H4O4)1.5] undergoes a temp.-triggered single-crystal to single-crystal transformation.  Thermal x-ray single-crystal studies showed a reversibly orchestrated rearrangement of the atoms generated by the breaking/formation of coordination bonds, in which the stoichiometry of the compd. remains unchanged.  The transformation occurs on heating the crystal at ≈130°.  This uncommon behavior was also studied by thermal methods, FTIR spectroscopy, and thermodiffractometry.  Both polymorphs, α (room-temp. form) and β (high-temp. form), are proven to be active heterogeneous catalysts; the higher catalytic activity of β is owed to a decrease in the Yb coordination no.  A mechanism based on spectroscopic evidence and involving formation of the active species Yb-O-OH is proposed for the sulfide oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVGrt7s%253D&md5=f2a85bc1f2fd911c0c2751f95bd0c710", "44. ", "Banarjee", ", ", "D.", "; ", "Parise", ", ", "J. B.", " ", "Recent Advances in s-Block Metal Carboxylate Networks", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4704", "– ", "4720", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "45. ", "Platers", ", ", "M. J.", "; ", "Howie", ", ", "R. A.", "; ", "Howie", ", ", "A. J.", " ", "Hydrothermal Synthesis and X-ray Structural Characterisation of Calcium Benzene-1,3,5-tricarboxylate", " ", "Chem. Commun.", " ", "1997", ",  ", "893", "– ", "894", "[", "Crossref", "], [", "CAS", "]", "45. ", "Hydrothermal synthesis and x-ray structural characterization of calcium benzene-1,3,5-tricarboxylate", "Platers, M. John; Howie, R. Alan; Roberts, Alexander J.", "Chemical Communications (Cambridge)", "\r\n        (", "1997", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "893-894", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Benzene-1,3,5-tricarboxylic acid (H3btc) forms a Ca salt Ca(Hbtc)·2H2O which possesses an infinite layered structure.  The single-crystal structure was detd.  The structure consists of infinite 2-dim. layers of hbtc dianions alternating with layers of Ca and H2O mols. in the c-axis direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtlKis7c%253D&md5=d5974b7474faefd6d0e9c6398af611d2", "46. ", "Pan", ", ", "L.", "; ", "Frydel", ", ", "T.", "; ", "Sander", ", ", "M. B.", "; ", "Huang", ", ", "X. Y.", "; ", "Li", ", ", "J.", " ", "The Effect of pH on the Dimensionality of Coordination Polymers", " ", "Inorg. Chem.", " ", "2001", ",  ", "40", ",  ", "1271", "– ", "1283", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "The Effect of pH on the Dimensionality of Coordination Polymers", "Pan, Long; Frydel, Thomas; Sander, Michelle B.; Huang, Xiaoying; Li, Jing", "Inorganic Chemistry", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "6", "),\r\n    ", "1271-1283", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of simple alk. earth salts or their hydroxides with 3,5-pyrazoledicarboxylic acid (H3pdc) yielded seven new compds.  At a lower pH level three 1-dimensional structures [Ca(Hpdc)(H2O)4]·2H2O (1), [Ca(Hpdc)(H2O)4]·H2O (2), and [Ba(H2pdc)2(H2O)4]·2H2O (6) were obtained by evapn. of the solns. resulting from hydro(solvo)thermal reactions of MCl2 (M = Ca, Ba) with H3pdc in H2O (1, 6) or in H2O/Et3N (2) at 150° for 3 days.  Crystal structures of 1 and 2 contain zigzag chains of metal centers bridged by a single Hpdc2- ligand, whereas structure 6 consists of linear chains of metal centers bridged by two H2pdc- ligands.  A dimer mol. [Sr(H3pdc)(H2pdc)2(H2O)3]2·2(H3pdc)·4H2O (4) was obtained from a similar hydrothermal reaction using Sr(ClO4)2·6H2O instead of MCl2.  This compd. contains [2+2] metallomacrocycles.  At higher pH levels (pH = 4-6), the three-dimensional polymers [M(Hpdc)(H2O)] (Ca 3, Sr 5, Ba 7 ) were isolated by reactions of MCl2 (M = Ca, Sr, Ba) with H3pdc in H2O/Et3N or in M(OH)2 (M = Ca, Sr, Ba) with H3pdc in H2O under hydro(solvo)thermal conditions (150°, 3 days).  Ca and Sr are seven- and nine-coordinated in 3 and 5, resp.; Ba is nine- and ten-coordinated in 7.  The increase in pH resulted in a higher connectivity level of ligands, which in turn leads to a higher dimensionality of the crystal structures.  The correlation between the structures and pH values are discussed.  Crystal data: for 1, monoclinic, space group P21/n, with a 8.382(2), b 12.621(3), c 11.767(2) Å, β 98.91(3)°, Z = 4; for 2, 3, and 5, monoclinic, space group P21/c, Z = 4, a 7.711(2), b 15.574(3), c 9.341(2) Å, β 96.73(3)°, Z = 4(2) (2), a 6.616(1), b 12.654(3), c 8.782(2) Å, β 103.65(3)°, Z = 4(3) (3), a 9.213(2), b 12.088(3), c 6.196(2) Å, β 98.96(3)° (5); for 4 and 7, triclinic, space group P‾1, with a 11.263(2), b 11.460(3), c 12.904(2) Å, α 71.54(3), β 98.96(3), γ 89.03(3)°, Z = 1(4) (4), a 7.107(1), b 9.780(2), c 11.431(2) Å, α 74.69(3), β 73.39(3), γ 85.29(3)°, Z = 2(7) (7); for 6, monoclinic, space group C2/c, with a 20.493(4), b 6.708(1), c 15.939(3) Å, β 123.56(3)°, Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGmu7k%253D&md5=c8de524882b0c4a270209ae0e211b865", "47. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Warren", ", ", "J. E.", "; ", "Wragg", ", ", "D. S.", "; ", "Morris", ", ", "R. E.", " ", "a New Calcium Trimellitate Coordination Polymer with a Chain-Like Structure", " ", "Solid State Sci.", " ", "2007", ",  ", "9", ",  ", "455", "[", "Crossref", "], [", "CAS", "]", "47. ", "A new calcium trimellitate coordination polymer with a chain-like structure", "Volkringer, Christophe; Loiseau, Thierry; Ferey, Gerard; Warren, John E.; Wragg, David S.; Morris, Russell E.", "Solid State Sciences", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "6", "),\r\n    ", "455-458", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "The Ca trimellitate, Ca(H2O)[(O2C)2C6H3CO2H], was hydrothermally synthesized from a mixt. of Ca hydroxide, 1,2,4-benzenetricarboxylic (or trimellitic) acid and H2O at 180° for 24 h (under autogenous pressure).  Its crystal structure was detd. by single-crystal x-ray diffraction anal. using synchrotron radiation.  It consists of infinite chains of Ca bicapped trigonal prismatic polyhedra connected to each other through the 1,2,4-benzenetricarboxylate ligand.  The 8-fold coordinated Ca cation is bonded to one terminal H2O mol., two carboxylate groups with a chelating conformation and three carboxylate groups in a monodentate mode.  One of the monodentate carboxylate is terminal with the occurrence of protonated C-OH bonding.  Triclinic space group P‾1 with a 6.9073(4), b 6.9917(4), c 10.3561(6) Å, α 87.178(1), β 83.233(1), γ 69.576(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnsVWjsbs%253D&md5=acefd09305a2fbd75d7056b8176b890a", "48. ", "Volkringer", ", ", "C.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Loiseau", ", ", "T.", " ", "Hydrothermal Crystallization of Three Calcium-Based Hybrid Solids with 2,6-Naphthalene- or 4,4′-Biphenyl-Dicarboxylates", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "685", "– ", "689", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Hydrothermal Crystallization of Three Calcium-Based Hybrid Solids with 2,6-Naphthalene- or 4,4'-Biphenyl-Dicarboxylates", "Volkringer, Christophe; Marrot, Jerome; Ferey, Gerard; Loiseau, Thierry", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "685-689", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new hybrid solids 1, 2, and 3 of Ca dicarboxylates were obtained using hydrothermal conditions (24 h, 180°) with 2,6-naphathalenedicarboxylic acid (H2ndc) and 4,4'-biphenyldicarboxylic acid (H2bpdc) ligands.  According to their single-crystal x-ray diffraction analyses, the three compds. exhibit dense networks with distinct dimensionalities for both the inorg. subnetwork and the whole structure.  Three-dimensional (3D) 1 (Ca2(OH)2[ndc]) is built from layers of Ca oxo-hydroxide, pillared via the ndc ligands.  Ca is 7-fold coordinated with a monocapped trigonal prismatic surrounding (CaO4(OH)3).  In 2 (Ca(H2O)[bpdc]), the structure consists of infinite chains of Ca polyhedra in a pentagonal bipyramidal coordination (CaO6(H2O) unit), the biphenyldicarboxylate species acting as scaffolds for the 3-dimensional structure.  Complex 3 (Ca(H2O)3[bpdc]) also contains infinite chains of Ca polyhedra (with 8-fold coordination - CaO4(H2O)4 unit) but this time isolated because one of the two carboxylate functions of the ligand is terminal.  The structure is therefore 1-dimensional.  A network of H bonds ensures the stability of this structure.  Crystal data for 1: monoclinic, P21/c, a 12.627(2), b 7.8053(13), c 5.8555(10) Å, β 95.954(3)°; for 2: monoclinic, P21, a 5.8237(4), b 6.9339(5), c 14.7231(11) Å, β 93.588(3)°; for 3: orthorhombic, Ima2, a 6.5444(3), b 30.2468(13), c 7.2194(3) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVehur7O&md5=58bee7c947d477104b621cd925b7c259", "49. ", "Williams", ", ", "C. A.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Novel Metal–Organic Frameworks Derived from Group II Metal Cations and Aryldicarboxylate Anionic Ligands", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "911", "– ", "922", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Novel Metal-Organic Frameworks Derived from Group II Metal Cations and Aryldicarboxylate Anionic Ligands", "Williams, Colleen A.; Blake, Alexander J.; Wilson, Claire; Hubberstey, Peter; Schroeder, Martin", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "911-922", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Mg, Ca, Sr, and Ba salts with a range of dicarboxylic acids [benzene-1,4-dicarboxylic acid (H2BDC), naphthalene-2,6-dicarboxylic acid (H2NDC), 4,5,9,10-tetrahydropyrene-2,7-dicarboxylic acid (H2TPDC), pyrene-2,7-dicarboxylic acid (H2PDC), 5,10-dihydroanthracene-2,7-dicarboxylic acid (H2DADC)] in DMF or N,N-diethylformamide (DEF) in Teflon-lined stainless steel autoclaves produces a range of metal-org. framework materials.  Single crystal x-ray anal. confirmed that the predominant building block in these materials is a chain of metal centers bridged either by carboxylate moieties alone as in [M(DMF)(μ-BDC)]∞ (M = Mg or Sr), [Ca1.5(DEF)(μ-BDC)1.5]∞, and [Sr(DEF)(OH2)(μ-BDC)]∞ or bridged by both carboxylate ligands and DMF/DEF mols. as in [M(μ-DMF)(μ-NDC)]∞ (M = Ca, Sr, or Ba), [M(μ-DEF)(μ-TPDC)]∞ (M = Ca or Sr), [M(μ-DMF)(μ-DADC)]∞ (M = Ca or Sr), and [Sr(μ-DEF)(μ-PDC)]∞.  In contrast, the isomorphous complexes [Mg3(DMF)4(μ-NDC)3]∞ and [Mg3(DEF)4(μ-NDC)3]∞ contain centrosym. trinuclear moieties in which each pair of cations is bridged by three carboxylate anions with two pendant solvent mols. coordinated to each of the terminal Mg2+ cations.  These trinuclear building blocks act as six-connected nodes and generate a tilted α-Po type structure.  Eleven of the 12 structures based upon cationic chains adopt a common extended architecture in which the aryldicarboxylate anions link the chains to generate diamond-shaped channels.  However, in [Sr(DMF)(μ-BDC)]∞, the chains are linked to generate a hexagonal motif of triangular channels.  In all 12 compds. based on cationic chains, the space within the channels is occupied by coordinated solvent mols., leading to nonporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVKlsro%253D&md5=b818ed5e477f1e4c77d8551ee83a9886", "50. ", "Dietzel", ", ", "P. C.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Coordination Polymers Based on the 2,5-Dihydroxyterephthalate Ion and Alkaline Earth Metal (Ca, Sr) and Manganese Cations", " ", "Z. Anorg. Allg. Chem.", " ", "2009", ",  ", "635", ",  ", "1953", "– ", "1958", "[", "Crossref", "], [", "CAS", "]", "50. ", "Coordination Polymers Based on the 2,5-Dihydroxyterephthalate Ion and Alkaline Earth Metal (Ca, Sr) and Manganese Cations", "Dietzel, Pascal C.; Blom, Richard; Fjellvag, Helmer", "Zeitschrift fuer Anorganische und Allgemeine Chemie", "\r\n        (", "2009", "),\r\n    ", "635", "\r\n        (", "12", "),\r\n    ", "1953-1958", "CODEN:\r\n                ", "ZAACAB", ";\r\n        ISSN:", "0044-2313", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Four novel coordination polymers were solvothermally synthesized from metal(II) salts (the metals being Mn, Ca, and Sr) and 2,5-dihydroxyterephthalic acid (H4dhtp), and their crystal structures were detd. by single-crystal x-ray diffraction anal.  Of the two different types of functional group of the org. linker, only the carboxylic acid has been deprotonated on formation of the compds.  The manganese compd., Mn(H2dhtp)(H2O)2 (CPO-26-Mn), contains octahedrally coordinated metal atoms in a three-dimensional framework.  It is isostructural with the previously reported magnesium compd. CPO-26-Mg.  The heavier alk. earth elements calcium and strontium exhibit higher coordination nos. in their compds.  Calcium forms two compds. depending on reaction conditions: Ca(H2dhtp)(H2O)2 (CPO-20) and Ca(H2dhtp) (CPO-21).  Both structures consist of three-dimensional networks.  CPO-20 contains dimeric edge-sharing calcium coordination polyhedra, whereas in CPO-21 the octacoordinate calcium coordination polyhedra are linked by common edges to straight one-dimensional chains.  The crystal structure of Sr(H2dhtp)(H2O) (CPO-22) is similar to that of CPO-21.  Again, the coordination polyhedra are condensed by shared edges into one-dimensional chains.  However, because the strontium atom is nonacoordinate, with the addnl. ligand being the water mol., the chains are corrugated in this case.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegsbbM&md5=cb1ead6ccdd3a96e5226831efe0da0af", "51. ", "Das", ", ", "M. C.", "; ", "Ghosh", ", ", "S. K.", "; ", "Sanudo", ", ", "E. C.", "; ", "Bharadwaj", ", ", "P. K.", " ", "Coordination Polymers with Pyridine-2,4,6-tricarboxylic Acid and Alkaline-earth/lanthanide/transition Metals: Synthesis and X-ray Structures", " ", "Dalton Trans.", " ", "2009", ",  ", "1644", "– ", "1658", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Coordination polymers with pyridine-2,4,6-tricarboxylic acid and alkaline-earth/lanthanide/transition metals: synthesis and X-ray structures", "Das, Madhab C.; Ghosh, Sujit K.; Sanudo, E. Carolina; Bharadwaj, Parimal K.", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1644-1658", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyridine-2,4,6-tricarboxylic acid (ptcH3) reacts with Cd(II), Mn(II), Ni(II), Mg(II), Ca(II), Sr(II), Ba(II), Dy(III) salts forming different products depending on the reaction conditions.  In the presence of pyridine at room temp. the acetate, chloride or nitrate salt of Cd(II) breaks the ligand to form an open framework structure with the empirical formula, {[Cd(Ox)(H2O)2]H2O}n (1; Ox = oxalate).  In the absence of pyridine, no cryst. compd. could be isolated at room temp. (RT).  However, under hydrothermal conditions and in the absence of pyridine, a discrete tetrameric complex with the formula, {[Cd2(cda)2(H2O)4](H2O)3}2 (cdaH2 = 4-hydroxypyridine-2,6-dicarboxylic acid) is formed where the carboxylate group at the 4-position of the ligand is reduced to a hydroxyl group.  When Mn(II), Ni(II), Mg(II), Ca(II), Sr(II), Ba(II) and Dy(III) salts are used in place of Cd(II), no cryst. product could be isolated at RT.  But under hydrothermal conditions, coordination polymers ({[Ni1.5(ptc)(pip)0.5(H2O)4]·H2O}n, (pip = piperazine), {Mn1.5(ptc)·2H2O}n, {Mg3(ptc)2·8H2O}n, {[Mg(ptc)(H2O)2]·1/2[Mg(H2O)6]·H2O}n, {Ca1.5(ptc)·2H2O}n, {Sr1.5(ptc)·5H2O}n, {[Ba(ptc)(H2O)][Ba(ptcH2)H2O]}n, {[Dy(ptc)·3H2O]·H2O}n) are formed.  The structures exhibit different dimensionality depending on the nature of the metal ions.  In 1 a discrete acyclic water hexamer is also identified.  All the compds. are characterized in the solid state by X-ray crystallog., IR and elemental anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvFGqtbo%253D&md5=2f55d6bf24e49a3e4a250ac97b86b832", "52. ", "Liang", ", ", "P.-C.", "; ", "Liu", ", ", "H.-K.", "; ", "Yeh", ", ", "C. T.", "; ", "Lin", ", ", "C.-H.", "; ", "Zima", ", ", "V.", " ", "Supramolecular Assembly of Calcium Metal–Organic Frameworks with Structural Transformations", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "699", "– ", "708", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Supramolecular assembly of calcium metal-organic frameworks with structural transformations", "Liang, Po-Ching; Liu, Hsin-Kuan; Yeh, Chun-Ting; Lin, Chia-Her; Zima, Vitezslav", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "3", "),\r\n    ", "699-708", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new calcium metal-org. frameworks [Ca(BDC)(DMF)(H2O)] (1), [Ca(ABDC)(DMF)] (2), [Ca3(BTC)2(DMF)2(H2O)2]·3H2O (3), [Ca(H2dhtp)(DMF)] (4), [Ca(H2dhtp)(DMF)2] (5), and one modification of [Ca(H2dhtp)(H2O)2] (6), (DMF = N,N-dimethylformamide; BDC = 1,4-benzenedicarboxylate anion; ABDC = 2-aminobenzene-1,4-dicarboxylate anion; BTC = 1,3,5-benzenetricarboxylate anion; H2dhtp = 2,5-dihydroxyterephthalate anion) were synthesized from calcium ions and arom. carboxylic acids by solvothermal reactions and microwave-assisted solvothermal reactions.  The single crystal structure anal. showed that all complexes display three-dimensional structures contg. various inorg. motifs with helical or straight one-dimensional inorg. chains (1-3), pentagonal bipyramidal dimers (4 and 6), or discrete octahedra (5) connected through org. linkers and forming DMF- or water-coordinated neutral frameworks.  It is also interesting that compds. 1-5 undergo dissoln./reorganization reactions comprising a break and reformation of the Ca-O bond and leading to destruction/construction structural transformations.  Compds. 1-5 were further characterized by TGA, powder x-ray diffraction, UV-visible, IR, and PL spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslCgsg%253D%253D&md5=36b0137d0725ac232a3ac35af7d286a1", "53. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Fèrey", ", ", "G.", " ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or Cr", "III", "(OH)·{O", "2", "C–C", "6", "H", "4", "–CO", "2", "}·{HO", "2", "C–C", "6", "H", "4", "–CO", "2", "H}", "x", "·H", "2", "O", "y", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "54. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Fèrey", ", ", "G.", " ", "A Rationale for the Large Breathing of the Porous Aluminum Terephthalate (MIL-53) Upon Hydration", " ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "– ", "1382", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "55. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Fèrey", ", ", "G.", "; ", "Elkaïm", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", " ", "Dalton Trans.", " ", "2009", ",  ", "2241", "– ", "2249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "56. ", "Dale", ", ", "S. H.", "; ", "Elsegood", ", ", "M. R. J.", " ", "catena", "-Poly[[diaquacalcium(II)]-μ", "3", "-terephthalato-μ", "2", "-aqua] at 150 K", " ", "Acta Crystallogr. E", " ", "2003", ",  ", "59", ",  ", "m586", "– ", "m587", "[", "Crossref", "], [", "CAS", "]", "56. ", "catena-Poly[[diaquacalcium(II)]-μ3-terephthalato-μ2-aqua] at 150 K", "Dale, Sophie H.; Elsegood, Mark R. J.", "Acta Crystallographica, Section E: Structure Reports Online", "\r\n        (", "2003", "),\r\n    ", "59", "\r\n        (", "8", "),\r\n    ", "m586-m587", "CODEN:\r\n                ", "ACSEBH", ";\r\n        ISSN:", "1600-5368", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The title compd. was previously studied by single-crystal x-ray diffraction at both room temp. (T.Matsuzaki and Y. Iitaka, 1972) and 173 K (R. H. Groeneman and J. L. Atwood, 1999).  Here the structure of the compd. was redetd. at 150 K, which results in a considerably improved precision and the location of H atoms in the strong O-H···O H bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlvV2hsLc%253D&md5=9dffca5cdcd8e0ac86a02f8d0a088b1d", "57. ", "Boultif", ", ", "A.", "; ", "Louër", ", ", "D.", " ", "Powder Pattern Indexing with the Dichotomy Method", " ", "J. Appl. Crystallogr.", " ", "2004", ",  ", "37", ",  ", "724", "– ", "731", "[", "Crossref", "], [", "CAS", "]", "57. ", "Powder pattern indexing with the dichotomy method", "Boultif, Ali; Louer, Daniel", "Journal of Applied Crystallography", "\r\n        (", "2004", "),\r\n    ", "37", "\r\n        (", "5", "),\r\n    ", "724-731", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "The efficiency of the successive dichotomy method for powder diffraction pattern indexing [Louer and Louer (1972). J. Appl. Cryst. 5, 271-275] was proved over >30 yr of usage.  Features implemented in the new version of the computer program DICVOL04 include (i) a tolerance to the presence of impurity (or inaccurately measured) diffraction lines, (ii) a refinement of the 'zero-point' position, (iii) a reviewing of all input lines from the soln. found from, generally, the 1st 20 lines, (iv) a cell anal., based on the concept of the reduced cell, to identify equiv. monoclinic and triclinic solns., and (v) an optional anal. of input powder data to detect the presence of a significant 'zero-point' offset.  New search strategies also were introduced, e.g. each crystal system is scanned sep., within the input vol. limits, to limit the risk of missing a soln. characterized by a metric lattice singularity.  The default values in the input file were extended to 25 Å for the linear parameters and 2500 Å3 for the cell vol.  The search is carried out exhaustively within the input parameter limits and the abs. error on peak position measurements.  Many tests with data from the literature and from powder data of pharmaceutical materials, collected with the capillary technique and lab. monochromatic x-rays, were performed with a high success rate, covering all crystal symmetries from cubic to triclinic.  Some examples reported as 'difficult' cases are also discussed.  Addnl., a few recommendations for the correct practice of powder pattern indexing are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXns1Wjtrk%253D&md5=8176c1b613be719abbcf686cee6263db", "58. ", "Le Bail", ", ", "A.", "; ", "Duroy", ", ", "H.", "; ", "Fourquet", ", ", "J. L.", " ", "Ab-Initio Structure Determination of LiSbWO", "6", " by X-ray Powder Diffraction", " ", "J. Mat. Res. Bull.", " ", "1988", ",  ", "23", ",  ", "447", "– ", "452", "[", "Crossref", "], [", "CAS", "]", "58. ", "The ab-initio structure determination of lithium antimony tungstate (LiSbWO6) by x-ray powder diffraction", "Le Bail, A.; Duroy, H.; Fourquet, J. L.", "Materials Research Bulletin", "\r\n        (", "1988", "),\r\n    ", "23", "\r\n        (", "3", "),\r\n    ", "447-52", "CODEN:\r\n                ", "MRBUAC", ";\r\n        ISSN:", "0025-5408", ".\r\n    ", "LiSbWO6 is orthorhombic space group Pbcn, with a 4.6664(1), b 17.4435(5), and c 4.9941(2) Å; d.(calcd.) = 6.675 for Z = 4.  Final RI = 2.1% and Rwp = 6.5%.  At. coordinates are given.  The structure derives from α-PbO2 by a tripling of the b axis of PbO2 with a full cationic order, unlike the columbite structure which is related to α-PbO2 by a tripling of the a-axis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXitFCgtbo%253D&md5=e98f3c8d3d0af91b5770732b50ccb9f8", "59. ", "Altomare", ", ", "A.", "; ", "Camalli", ", ", "M.", "; ", "Cuocci", ", ", "C.", "; ", "Giacovazzo", ", ", "C.", "; ", "Moliterni", ", ", "A.", "; ", "Rizzi", ", ", "R.", " ", "EXPO2009: Structure Solution by Powder Data in Direct and Reciprocal Space", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "1197", "– ", "1202", "[", "Crossref", "], [", "CAS", "]", "59. ", "EXPO2009: structure solution by powder data in direct and reciprocal space", "Altomare, Angela; Camalli, Mercedes; Cuocci, Corrado; Giacovazzo, Carmelo; Moliterni, Anna; Rizzi, Rosanna", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "6", "),\r\n    ", "1197-1202", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The program EXPO2009 is the evolution of EXPO2004.  EXPO2009 performs all the steps of ab initio structure soln. by powder data: indexing, space-group detn., estn. of the reflection integrated intensities, structure soln. by direct/Patterson methods and/or by a direct-space/hybrid approach, and model refinement by the Rietveld technique.  New procedures have been introduced in EXPO2009 for enhancing the structure soln. process, particularly in the case of low-resoln. data and/or org. compds., when traditional approaches like direct methods may fail.  The EXPO2009 graphical interface has been optimized and made very user friendly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVert7jM&md5=2fb869055bd067a6a7579478907dac48", "60. ", "Paul", ", ", "S.", "; ", "Thakur", ", ", "R. S.", "; ", "Goswami", ", ", "M.", "; ", "Sauerwein", ", ", "A. C.", "; ", "Mamone", ", ", "S.", "; ", "Concistrè", ", ", "M.", "; ", "Förster", ", ", "H.", "; ", "Levitt", ", ", "M. H.", "; ", "Madhu", ", ", "P. K.", " ", "Supercycled Homonuclear Dipolar Decoupling Sequences in Solid-State NMR", " ", "J. Magn. Reson.", " ", "2009", ",  ", "197", ",  ", "14", "– ", "19", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Supercycled homonuclear dipolar decoupling sequences in solid-state NMR", "Paul, Subhradip; Thakur, Rajendra Singh; Goswami, Mithun; Sauerwein, Andrea C.; Mamone, Salvatore; Concistre, Maria; Foerster, Hans; Levitt, Malcolm H.; Madhu, P. K.", "Journal of Magnetic Resonance", "\r\n        (", "2009", "),\r\n    ", "197", "\r\n        (", "1", "),\r\n    ", "14-19", "CODEN:\r\n                ", "JMARF3", ";\r\n        ISSN:", "1090-7807", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We compare the performance of the windowed phase-modulated Lee-Goldburg (wPMLG) and the windowed decoupling using mind boggling optimization (wDUMBO) sequences at various magic-angle spinning rates and nutation frequencies of the pulses.  Addnl., we introduce a supercycled version of wDUMBO and compare its efficiency with that of the non-supercycled implementation of wDUMBO.  The efficiency of the supercycled version of wPMLG, denoted wPMLG-S2, is compared with a new supercycled version of wPMLG that we notate as wPMLG-S3.  The interaction between the supercycled homonuclear dipolar decoupling sequences and the sample rotation is analyzed using symmetry-based selection rules.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitlGgurs%253D&md5=9292934d57b2904f0ece787dc9e69240", "61. ", "Metz", ", ", "G.", "; ", "Wu", ", ", "X.", "; ", "Smith", ", ", "S.", " ", "Ramped-Amplitude Cross Polarization in Magic-Angle-Spinning NMR", " ", "J. Magn. Reson. A", " ", "1994", ",  ", "110", ",  ", "219", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "61. ", "Ramped-amplitude cross polarization in magic-angle-spinning NMR", "Metz, Guenther; Wu, Xiaoling; Smith, Steven O.", "Journal of Magnetic Resonance, Series A", "\r\n        (", "1994", "),\r\n    ", "110", "\r\n        (", "2", "),\r\n    ", "219-27", "CODEN:\r\n                ", "JMRAE2", ";\r\n        ISSN:", "1064-1858", ".\r\n    ", "The Hartmann-Hahn matching profile in CP-MASNMR shows a strong mismatch dependence if the MAS frequency is on the order of the dipolar couplings in the sample.  Under these conditions, the profile breaks down into narrow matching bands sepd. by the spinning speed, and it becomes difficult to establish and maintain an efficient matching condition.  Variable-amplitude CP (VACP), as introduced previously (Peersen et al., J. Magn. Reson. A 104, 334, 1993), was proven to be effective for restoring flat profiles at high spinning speeds.  Here, a refined implementation of VACP using a ramped-amplitude cross-polarization sequence (RAMP-CP) is described.  The order of the amplitude modulation is of importance for the cross-polarization process.  The new pulse sequence with a linear amplitude ramp is not only easier to set up but also improves the performance of the variable-amplitude expt. in that it produces flat profiles over a wider range of matching conditions even with short total contact times.  An increase in signal intensity is obtained compared to both conventional CP and the originally proposed VACP sequence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXntFCisL0%253D&md5=34f10c5a6ab1d69364a9a1773b202969", "62. ", "Bennett", ", ", "A. E.", "; ", "Rienstra", ", ", "C. M.", "; ", "Auger", ", ", "M.", "; ", "Lakshmi", ", ", "K. V.", "; ", "Griffin", ", ", "R. G.", " ", "Heteronuclear Decoupling in Rotating Solids", " ", "J. Chem. Phys.", " ", "1995", ",  ", "103", ",  ", "6951", "– ", "6958", "[", "Crossref", "], [", "CAS", "]", "62. ", "Heteronuclear decoupling in rotating solids", "Bennett, Andrew E.; Rienstra, Chad M.; Auger, Michele; Lakshmi, K. V.; Griffin, Robert G.", "Journal of Chemical Physics", "\r\n        (", "1995", "),\r\n    ", "103", "\r\n        (", "16", "),\r\n    ", "6951-8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A simple two pulse phase modulation (TPPM) scheme greatly reduces the residual linewidths arising from insufficient proton decoupling power in double resonance magic angle spinning (MAS) expts.  Optimization of pulse lengths and phases in the sequence produces substantial improvements in both the resoln. and sensitivity of dil. spins (e.g., 13C) over a broad range of spinning speeds at high magnetic field.  The theor. complications introduced by large homo- and heteronuclear interactions among the spins, as well as the amplitude modulation imposed by MAS, are explored anal. and numerically.  To the authors' knowledge, this method is the 1st phase-switched sequence to exhibit improvement over continuous-wave (cw) decoupling in a strongly coupled homogeneous spin system undergoing sample spinning.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXovVeqtLs%253D&md5=ed2b1421bea9403a0dc85d2f51c8a746", "63. ", "States", ", ", "D. J.", "; ", "Haberkorn", ", ", "R. A.", "; ", "Ruben", ", ", "D. J.", " ", "A Two-Dimensional Nuclear Overhauser Experiment with Pure Absorption Phase in Four Quadrants", " ", "J. Magn. Reson.", " ", "1982", ",  ", "48", ",  ", "286", "– ", "292", "[", "Crossref", "], [", "CAS", "]", "63. ", "A two-dimensional nuclear Overhauser experiment with pure absorption phase in four quadrants", "States, D. J.; Haberkorn, R. A.; Ruben, D. J.", "Journal of Magnetic Resonance (1969-1992)", "\r\n        (", "1982", "),\r\n    ", "48", "\r\n        (", "2", "),\r\n    ", "286-92", "CODEN:\r\n                ", "JOMRA4", ";\r\n        ISSN:", "0022-2364", ".\r\n    ", "A method is described for obtaining pure absorption phase spectra in 4 quadrants in a 2-dimensional NMR spin exchange expt.  Phase correction results in a substantial increase in resoln. and discrimination while maintaining a signal-to-noise ratio comparable to that of the usual magnitude spectrum.  Exptl. results are presented for the application of the method to a biol. macromol., the bovine pancreatic trypsin inhibitor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XktlamsL8%253D&md5=65043d796465ddb08ed83a25b5237c94", "64. ", "Ravel", ", ", "B.", "; ", "Newville", ", ", "M.", " ", "ATHENA, ARTEMIS, HEPHAESTUS: Data Analysis for X-ray Absorption Spectroscopy Using IFEFFIT", " ", "J. Synchrotron Radiat.", " ", "2005", ",  ", "12", ",  ", "537", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "ATHENA, ARTEMIS, HEPHAESTUS: data analysis for x-ray absorption spectroscopy using IFEFFIT", "Ravel, B.; Newville, M.", "Journal of Synchrotron Radiation", "\r\n        (", "2005", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "537-541", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "A software package for the anal. of x-ray absorption spectroscopy (XAS) data is presented.  This package is based on the IFEFFIT library of numerical and XAS algorithms and is written in the Perl programming language using the Perl/Tk graphics toolkit.  The programs described here are: (i) ATHENA, a program for XAS data processing, (ii) ARTEMIS, a program for EXAFS data anal. using theor. stds. from FEFF and (iii) HEPHAESTUS, a collection of beamline utilities based on tables of at. absorption data.  These programs enable high-quality data anal. that is accessible to novices while still powerful enough to meet the demands of an expert practitioner.  The programs run on all major computer platforms and are freely available under the terms of a free software license.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlCntLo%253D&md5=a35c32b41de3dc234b101b63927fca73", "65. ", "Rehr", ", ", "J. J.", "; ", "Albers", ", ", "R. C.", "; ", "Zabinsky", ", ", "S. I.", " ", "High-Order Multiple Scattering Calculations of X-ray-absorption Fine Structure", " ", "Phys. Rev. Lett.", " ", "1992", ",  ", "69", ",  ", "3397", "– ", "3400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "High-order multiple-scattering calculations of x-ray-absorption fine structure", "Rehr, J. J.; Albers, R. C.; Zabinsky, S. I.", "Physical Review Letters", "\r\n        (", "1992", "),\r\n    ", "69", "\r\n        (", "23", "),\r\n    ", "3397-400", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "High-order scattering is found to be essential for the convergence of the multiple-scattering (MS) theory of x-ray-absorption fine structure, both in the near-edge and the extended regimes.  These contributions are calcd. using an ab initio curved-wave scattering-matrix formalism.  Convergence to full MS accuracy is demonstrated for fcc Cu, as well as for mol. O2 and N2, where this approach provides a high-order MS interpretation of the σ* shape resonances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXivFCjug%253D%253D&md5=ab532605e24c37a647a30401df4f2e17", "66. ", "Gottlieb", ", ", "H. E.", "; ", "Kotlyar", ", ", "V.", "; ", "Nudelman", ", ", "A.", " ", "NMR Chemical Shifts of Common Laboratory Solvents as Trace Impurities", " ", "J. Org. Chem.", " ", "1997", ",  ", "62", ",  ", "7512", "– ", "7515", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "NMR chemical shifts of common laboratory solvents as trace impurities", "Gottlieb, Hugo E.; Kotlyar, Vadim; Nudelman, Abraham", "Journal of Organic Chemistry", "\r\n        (", "1997", "),\r\n    ", "62", "\r\n        (", "21", "),\r\n    ", "7512-7515", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1H (300 MHz) and 13C (75 MHz) NMR chem. shifts for >30 common impurities, such as lab. solvents, stabilizers, greases and water, are reported in 7 deuterated NMR solvents.  The temp. dependence of the chem. shift of the proton residual peak (HDO) in D2O is established for the entire liq. range of this sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmvVClsbo%253D&md5=c297adda99f8c10e9f9b0ab9fe5f55be", "67. ", "Arčon", ", ", "I.", "; ", "Mirtič", ", ", "B.", "; ", "Kodre", ", ", "A.", " ", "Determination of Valence States of Chromium in Calcium Chromates by using X-ray Absorption Near-Edge Structure (XANES) Spectroscopy", " ", "J. Am. Ceram. Soc.", " ", "1998", ",  ", "81", ",  ", "222", "– ", "224", "[", "Crossref", "], [", "CAS", "]", "67. ", "Determination of valence states of chromium in calcium chromates by using X-ray absorption near-edge structure (XANES) spectroscopy", "Arcon, Iztok; Mirtic, Breda; Kodre, Alojz", "Journal of the American Ceramic Society", "\r\n        (", "1998", "),\r\n    ", "81", "\r\n        (", "1", "),\r\n    ", "222-224", "CODEN:\r\n                ", "JACTAW", ";\r\n        ISSN:", "0002-7820", ".\r\n    \r\n            (", "American Ceramic Society", ")\r\n        ", "Calcium chromates with the empirical formulas Ca10Cr6O25, Ca3Cr2O8, and Ca5Cr3O12, which form at temps. >900°C at CaO:Cr2O3 molar ratios of ≥3 in an oxidn. atm. have been synthesized in the pure state.  XANES spectroscopy has been used to det. the av. valence state of chromium in the samples.  The presence of unusual chromium valence states, 4+ and 5+, which was proposed via X-ray diffractometry studies, is strongly supported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXovVyksQ%253D%253D&md5=c8824023859205f3c00e88019bda5d14", "68. ", "Bordiga", ", ", "S.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", "; ", "Lamberti", ", ", "C.", " ", "X-ray Absorption Spectroscopies: Useful Tools to Understand Metal-Organic Frameworks Structure and Reactivity", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "4885", "– ", "4927", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "X-ray absorption spectroscopies: useful tools to understand metalloorganic frameworks structure and reactivity", "Bordiga, Silvia; Bonino, Francesca; Lillerud, Karl Petter; Lamberti, Carlo", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "4885-4927", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The large unit cells, the enormous flexibility and variation in structural motifs of MOFs represent a big challenge in the characterization of MOF materials, particularly in cases where single crystal diffraction data are not available.  In this crit. review in cases where only powder diffraction data are available addnl. structural information, particularly regarding local coordination within the inorg. cluster, are often mandatory to solve the structure.  There are also cases where the inorg. cluster does not follow the symmetry of the overall structure.  In such cases diffraction techniques will just see an av. structure, missing the local structure: a lack that may be crit. for understanding the specific properties of the material.  In both cases, EXAFS spectroscopy is the tool that provides complementary structural information on the inorg. cluster and the way it binds to the ligand.  Selected examples will show how EXAFS will be relevant in: (i) confirming the structure obtained from diffraction refinements; (ii) highlighting that the inorg. cornerstone has a lower symmetry with respect to that of the org. framework; (iii) obtaining the local structure of the inorg. cluster in the desolvated material when desolvation causes a partial loss of long range order; (iv) obtaining the local structure of the inorg. cluster in the desolvated material after coordination of a probe (or reactant) mol., including cluster deformation upon mol. coordination and metal-mol. binding distance; (v) evidencing the presence of impurities as amorphous extra-phases (339 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsLzO&md5=24b534ae727e28744f038b2c09e8d9c0"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-15/jp311529e/production/images/small/jp-2012-11529e_0012.gif\">"]}
