{"title": ["Isomorphous Substitution in a Flexible Metal–Organic Framework: Mixed-Metal, Mixed-Valent MIL-53 Type Materials"], "authors": ["Matthew I. Breeze", "Guillaume Clet", "Betiana C. Campo", "Alexandre Vimont", "Marco Daturi", "Jean-Marc Grenèche", "Andrew J. Dent", "Franck Millange", "Richard I. Walton"], "doi": ["10.1021/ic400923d"], "abstract": ["The preparation of mixed Fe", "/V", " analogues of the flexible metal−organic framewrok material MIL-53 is possible via the crystallization and subsequent calcination of mixed-valent Fe", "/V", " structures. A comprehensive set of spectroscopic and diffraction characterization techniques proves the identity of all phases and the oxidation state assignment, while time-resolved diffraction methods prove that materials with a Fe:V ratio of 3:1 possess a reversible structural flexibility, unlike the pure Fe or V materials.", "Mixed-metal iron–vanadium analogues of the 1,4-benzenedicarboxylate (BDC) metal–organic framework MIL-53 have been synthesized solvothermally in ", ",", "′-dimethylformamide (DMF) from metal chlorides using initial Fe:V ratios of 2:1 and 1:1. At 200 °C and short reaction time (1 h), materials (Fe,V)", "BDC(DMF", "F", ") crystallize directly, whereas the use of longer reaction times (3 days) at 170 °C yields phases of composition [(Fe,V)", "(Fe,V)", "(BDC)(OH,F)]", "·0.5DMA", " (DMA = dimethylammonium). The identity of the materials is confirmed using high-resolution powder X-ray diffraction, with refined unit cell parameters compared to known pure iron analogues of the same phases. The oxidation states of iron and vanadium in all samples are verified using X-ray absorption near edge structure (XANES) spectroscopy at the metal K-edges. This shows that in the two sets of materials each of the vanadium and the iron centers are present in both +2 and +3 oxidation states. The local environment and oxidation state of iron is confirmed by ", "Fe Mössbauer spectrometry. Infrared and Raman spectroscopies as a function of temperature allowed the conditions for removal of extra-framework species to be identified, and the evolution of μ", "-hydroxyls to be monitored. Thus calcination of the mixed-valent, mixed-metal phases [(Fe,V)", "(Fe,V)", "(BDC)(OH,F)]", "·0.5DMA", " yields single-phase MIL-53-type materials, (Fe,V)", "(BDC)(OH,F). The iron-rich, mixed-metal MIL-53 shows structural flexibility that is distinct from either the pure Fe material or the pure V material, with a thermally induced pore opening upon heating that is reversible upon cooling. In contrast, the material with a Fe:V content of 1:1 shows an irreversible expansion upon heating, akin to the pure vanadium analogue, suggesting the presence of some domains of vanadium-rich regions that can be permanently oxidized to V(IV)."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) are materials that possess one-, two-, or three-dimensional extended structures constructed from metal centers, or clusters, linked by polydentate organic ligands.", "(1)", " Provided that extensive interpenetration of ligands is avoided, MOFs may often be rendered porous, once trapped solvent is removed, resulting in considerable surface area and allowing for potential applications including gas storage and separation, catalysis, and molecular sensing.", "(2, 3)", " Compared to purely inorganic zeotypes MOFs can show unique structural features, one striking example of which is large structural flexibility, where reversible expansion and contraction may occur in response to change in temperature or introduction and removal of guest molecules.", "(4-7)", "One important aspect of MOF chemistry is the ability to replace either the metal or the organic linker while maintaining the overall topology of the structure to produce isostructural series of materials whose properties may sequentially vary. The complete replacement of one linker by another is known as isoreticular synthesis and used to modify sequentially the properties of the framework.", "(8)", " The most famous example of this is the synthesis of zinc-based MOFs by Yaghi and co-workers where 1,4-benzenedicarboxylate linkers were substituted for more extended dicarboxylates, leading to massive increases in internal surface area.", "(8)", " Linkers can also be modified with new functional groups changing the properties,", "(9)", " and modification of the linkers is also possible post-synthetically,", "(10)", " to give frameworks with chosen chemical functionality. Substitution of the metal in a given MOF structure can have large effects on the sorption properties of the framework without the overall structure being changed.", "(11)", "The majority of substitutional synthetic chemistry on MOFs involves complete substitution of either the ligand or the metal. A more selective process would involve the partial substitution of the substituent, a mixed-component approach.", "(12)", " Mixed-ligand and mixed-metal MOFs could be considered to be “molecular substitutional alloys”, where the properties of the mixed material could be varied homogeneously between those of the single constituent phases. This approach has been demonstrated by Deng et al. where a mixed-ligand analogue of MOF-5 exhibits a 400% increase in selectivity of CO", "2", " over CO compared to the single-linker counterpart.", "(13)", " That work also reported a homogeneous material with up to eight differing functionalities incorporated into the same material, demonstrating the power of such a synthetic approach. Compared to mixed-ligand systems, mixed-MOFs where the structure is preserved upon partial metal substitution are relatively rare in the literature. This can arguably be accounted for by the preferential crystallization of competing single metal phases rather than a mixed phase, because of the differing reactivities of two, or more, metals in the chemical precursors used in synthesis, often as solvated cations. One way to overcome this is to use lanthanide metals where the reactivity across the series is similar,", "(14)", " and the ability to easily create mixed-lanthanide porous materials has potential in the fields of molecular sensing and molecular “barcodes”.", "(15)", " Despite the large amount of research into first-row transition metal MOFs, only a handful of true mixed-MOFs that represent solid-solutions have been so far reported.", "(16-19)", "In this paper we consider the formation of mixed-metal analogues of the MOF material MIL-53. This material has general chemical composition M", "III", "(BDC)(OH) and consists of one-dimensional (1-D) chains of ", "trans", " linked metal-oxide octahedra cross-linked to one another by 1,4-benzenedicarboxylate (BDC) dianions, Figure ", "1", ". In this simplest form of the material, the metal is trivalent and in an octahedral environment, coordinated to four oxygens from 1,4-benzenedicarboxylates and two from the ", "trans", " bridging μ", "2", "-hydroxyl groups. The interconnectivity of the 1-D metal-oxide chains with the BDC linkers leads to a structure with 1-D, diamond-shaped channels running parallel to the hydroxide chains, as represented in Figure ", "1", ". These channels are typically occupied by solvent and/or unreacted 1,4-benzenedicarboxylic acid and can be evacuated using elevated temperatures or reduced pressure. The flexibility of the MIL-53 structure has been well documented: with temperature, pressure, or the addition of guest molecules, the framework may undergo a dramatic expansion, involving displacement of atoms by several Ångströms while the topology of the structure is maintained (Figure ", "1", ").", "Figure 1. Two views of closed and open forms of the MIL-53 structure. The closed form (a) and (b) can be reversibly converted into the open form (c) and (d) by removal or addition of guest molecules, and in some cases by application of temperature and pressure. The structures were drawn using the published crystal structures of hydrated and dehydrated MIL-53(Cr), respectively.", "(20)", "The first example of the MIL-53-type structure reported was in fact a related vanadium material, MIL-47, which contains bridging oxy groups (O", "2–", ") along the inorganic backbone of the structure, instead of hydroxy (OH", "–", ") groups.", "(6)", " Now several analogues of the material have been reported, containing either solely transition metals (Cr,", "(21)", " Fe,", "(22)", " Sc,", "(23)", ") or Group 13 metals (Al,", "(7)", " Ga,", "(24)", " In", "(25)", "), and in these cases the metal is in the +3 oxidation state and the bridging groups are usually hydroxyls, or may be partially replaced by fluoride. Upon heating the as-made MIL-53(V", "III", ") in air to remove unreacted 1,4-benzenedicarboxylic acid from the pores, it undergoes irreversible oxidation of vanadium from 3+ to 4+ with associated reduction of the bridging hydroxyl groups to oxy groups to produce MIL-47. This leads to a permanently fully open structure of the type shown in Figure ", "1", "c. Later, utilizing a careful activation technique, Leclerc et al. isolated an evacuated vanadium MIL-53(V", "III", ") analogue that did display reversible flexibility upon heating, but only in the absence of air.", "(26)", " Despite being isostructural in nature, the flexibility of the MIL-53 materials varies greatly from metal to metal.", "(27)", " Typically, MIL-53 materials have a closed hydrated form at room temperature, Figures ", "1", "a and ", "1", "b, and upon heating the extra-framework water is removed. At this point, the chromium and aluminum materials convert to a fully open, or “LP” (large pore) structure, Figures ", "1", "c and ", "1", "d, with a large increase in pore volume, whereas the iron analogue undergoes a slight contraction of its structure.", "(21, 27)", " Even upon heating further, MIL-53(Fe) only slightly expands, essentially remaining in the “NP” (narrow pore) structure. The chromium and aluminum materials return to the closed form upon cooling to 5 K,", "(28)", " or upon rehydration.", "(21)", " This differing behavior found for isostructural materials cannot be easily explained using factors such as the strength of the hydrogen bonding from the metal backbone, the ionic radii of the metal or the electronic structure of the metal.", "The MIL-53 series of materials have now been extensively studied for their adsorption properties for both gas-phase and liquid-phase adsorbents.", "(3, 5, 29, 30)", " Attempts to modify the “flexibility” and adsorption properties of MIL-53 materials have primarily focused on modifying the organic linkers with varying functional groups.", "(9)", " However, a simpler and more intuitive method of modifying MIL-53 behavior would be the synthesis of bimetallic MIL-53 materials. A mixed-metal analogue, [Fe", "0.28", "V", "0.72", "(OH)", "0.8", "(NH", "4", ")", "0.2", "(BDC)]·0.53H", "2", "BDC, was reported by Whitfield et al.,", "(16)", " but attempts to remove the disordered extra-framework 1,4-benzenedicarboxylic acid and ammonium ions were unsuccessful, with the structure decomposing upon heating. MIL-53(Cr", "0.6", "Fe", "0.4", ") was only recently reported by Nouar et al.", "(19)", " where the reactivity of the Fe(III) salt during synthesis was tempered to match the slower reactivity of Cr(III) salts by instead using iron metal, while small amounts (1%) of Cr(III) were introduced into MIL-53(Al) by Mendt et al.", "(18)", " In a separate study Kim et al. provided evidence for metal ion transfer between bromo-modified MIL-53(Al) and MIL-53(Fe) materials when mixed as solids and immersed in warm water and suggested that this treatment gave around 40% of crystallites that contained a mixture of metals.", "(31)", " Herein we describe a detailed investigation of the synthesis of mixed Fe/V analogues of MIL-53 materials and a detailed structural study to prove the degree of metal mixing, with the aim of establishing a means of controlling structural flexibility of the host structure.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis", "Solvothermal synthesis was performed in ∼20 mL Teflon-lined stainless steel autoclaves, with the metal salts and chemical reagents used as provided from chemical suppliers as detailed below. The degree of hydration of the salts was determined by thermogravimetric analysis to allow accurate determination of the amount of metal used in synthesis.", "(Fe,V)(BDC)(DMF, F)", "Anhydrous FeCl", "3", " and VCl", "3", " in ratios of 1:0, 2:1, and 1:1 (0.001 mol total metal) and H", "2", "BDC (0.001 mol) were stirred in a mixture of DMF/H", "2", "O/HF(40% vol in water) (5 cm", "3", "/0.5 cm", "3", "/0.1 cm", "3", ") for 1 h, and then transferred into Teflon liners. The liners were placed into steel autoclaves, held at 200 °C for 1 h, and cooled to room temperature. The brown powders were isolated via suction filtration and washed with dimethylformamide (DMF) and dried in air. The yield, based on conversion of H", "2", "BDC, was 40%.", "[(Fe,V)(BDC)(OH, F)]", "0.5–", "·0.5DMA", "+", "FeCl", "3", " and VCl", "3", " in ratios of 2:1 and 1:1 (0.001 mol total metal) and H", "2", "BDC (0.001 mol) were stirred in a mixed solution of DMF/H", "2", "O/HF(40% vol) (10 cm", "3", "/0.3 cm", "3", "/0.2 cm", "3", ") for 1 h, and then transferred into Teflon liners. The liners were placed into steel autoclaves, held at 170 °C for 3 days, and cooled to room temperature. The dark brown powders were isolated via suction filtration, washed with DMF, and dried in air. The yield, based on conversion of H", "2", "BDC, was 56%.", "MIL-53(Fe, V)", "The [(Fe, V)(BDC)(OH, F)]", "0.5–", "·0.5DMA", "+", " materials were heated at 300 °C in air in a tube furnace for 3 h using a heating and cooling ramping rate of 1 °C·min", "–1", ". The freshly calcined materials were washed with DMF and finally with water before being dried in air at 70 °C to produce the hydrated form of MIL-53.", "Powder X-ray Diffraction", "Data for refinement of structural parameters of (Fe, V)(BDC)(DMF, F) and MIL-53(Fe,V) were collected with a Panalytical X’Pert Pro X-ray MPD Powder Diffractometer using a wavelength of 1.5406 Å. Data for [(Fe, V)(BDC)(OH, F)]", "0.5–", "·0.5DMA", "+", " were collected on Beamline I11 at Diamond Light Source using a wavelength of 0.825164 Å. Structural parameters were refined against the data using the GSAS suite of software.", "(32)", "Thermodiffractometry", "Data were collected with a Bruker D8 Advance diffractometer fitted with an Anton Paar XRK900 reaction chamber. Scans were taken every 20 °C with heating/cooling rate of 0.2 °C·s", "–1", " between scans and an equilibration time of 10 min before each scan.", "X-ray Absorption Near Edge Structure (XANES)", "X-ray absorption experiments were performed at the B18 beamline of the Diamond Light Source.", "(33)", " The measurements were carried out using the Pt-coated branch of collimating and focusing mirrors, a Si(111) double-crystal monochromator, and a pair of harmonic rejection mirrors. The samples were prepared in the form of a self-supported pellet, using polyethylene powder as the diluent, with the thickness optimized to obtain an edge jump close to one. The size of the beam at the sample position was approximately 600 μm (horizontal) × 700 μm (vertical). XANES data were collected at the Fe K-edge (7112 eV) and the V K-edge (5465 eV) in transmission mode with ion chambers before and behind the sample filled with appropriate mixtures of inert gases to optimize sensitivity. Data were normalized using the program Athena", "(34)", " with a linear pre-edge and polynomial postedge background subtracted from the raw ln(", "I", "t", "/", "I", "0", ") data. To estimate the oxidation state of the metal in the mixed iron–vanadium materials, data for several reference materials containing the metals in known oxidation state were also collected (see ", "Supporting Information", ") using the same conditions. For both edges, the edge position was defined as the energy at which the normalized intensity was equal to 0.5.", "Energy Dispersive X-ray Diffraction (EDXRD)", "Data were collected on Beamline F3 at HASYLAB with 1 pattern per minute accumulated during the guest induced expansion of the MIL-53 materials. In the experiments reported here, around 400 mg of solid MIL-53(Fe, V)/MIL-53(Fe)[H", "2", "O] with ∼3 cm", "3", " of water was added to a 1 cm diameter borosilicate glass tube with a Teflon coated magnetic stirrer bar. Addition of ethanol solutions was made using a syringe pump with the tube placed in a stand with continuous stirring of the solution during addition. The guest solution (10 cm", "3", ") was added dropwise at a rate of 0.1 cm", "3", "·min", "–1", ".", "57", "Fe Mössbauer Spectrometry", "57", "Fe Mössbauer spectra were recorded at 300 and 77 K using a constant acceleration spectrometer and a ", "57", "Co source diffused into a rhodium matrix. The powdered samples were held either under helium gas in a bath cryostat or under vacuum in a homemade cryo-furnace. Velocity calibrations were made using an α-Fe foil at 300 K. The hyperfine parameters were refined using a least-squares fitting using the MOSFIT program.", "(35)", " In addition to the number and the relative proportions of Fe species, the hyperfine parameters are the isomer shift and the quadrupolar splitting which provide relevant information on the valency state, the spin state, the coordination, and the chemical nature of ligands of ", "57", "Fe nuclei.", "IR Spectroscopy", "Solid samples were deposited on a silicon wafer after dilution in ethanol. The mixture was dried in air and placed in an IR quartz cell equipped with KBr windows. The cell was connected to a vacuum line for evacuation, calcinations, and introduction of doses of vapors or gases. The compounds were activated in vacuum from room temperature to 350 °C, with a dwell of 30 min at each temperature chosen (one spectrum every 50 °C). Transmission spectra were recorded in the 500–5600 cm", "–1", " range at 4 cm", "–1", " resolution on a Nicolet Nexus spectrometer equipped with an extended KBr beam splitting device and a mercury cadmium telluride (MCT) cryo-detector.", "Raman Spectroscopy", "Raman experiments were conducted on a Jobin Yvon Labram 300 confocal microscope. The solids were analyzed in ambient conditions with a laser at 532 nm and a 1800 lines/mm grating. Laser power on sample was about 0.4 mW, acquisition time varied from 10 s to 4 min. The DMA-containing materials were also analyzed in situ in an environmental chamber Linkam CCR-1000 connected to a gas flow system. The samples were then heated in the cell under 60 mL/min Ar or Ar/O", "2", " (0.8/0.2).", "Elemental Analysis", "Quantitative elemental analyses (performed using ICP-MES for Fe, Schöniger flask combustion followed by titration for fluorine and by combustion analysis for CHN) were performed by Medac Ltd., U.K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "1", "(Fe,V)(BDC)(DMF,F)", "Using short reaction times (1 h) and high temperatures (200 °C) with the addition of HF, fluorinated, vanadium-doped analogues of the known phase Fe(BDC)(DMF)", "(22)", " were formed. This material has a MIL-53-type structure, but the bridging OH groups are replaced by oxygen-coordinated DMF. To maintain charge balance, the oxidation state of Fe in the parent phase is +2, rather than +3 as found in MIL-53(Fe).", "(22)", " New variants of the material were synthesized using metal(III) chlorides and iron:vanadium ratios of 1:0, 2:1, and 1:1. Attempts to increase the vanadium content lead to the formation of the known V(III) phase MIL-68(V).", "(36)", " The formation of a homogeneous solid-solution is supported by high resolution powder XRD, Figure ", "2", ", which can be fitted as a single phase, and the color of the samples (dark brown rather than orange). The presence of fluorine is difficult to determine via powder XRD, because of the isoelectronic nature of F", "–", " and OH", "–", ", but all the materials show a contraction in the unit cell parameters from the reported Fe(BDC)(DMF) structure (", "Pn", "2", "1", "a", ", ", "a", " = 19.422(2) Å, ", "b", " = 7.3022(5) Å, ", "c", " = 8.8468(7) Å, ", "V", " = 1254.7(2) Å", "3", ").", "(22)", " This is consistent with the partial substitution of the DMF with highly electronegative fluoride ions. Upon addition of vanadium to the materials the unit cell volumes show expansion, consistent with the slightly larger ionic radii of V", "2+", "/V", "3+", " ions compared to high–spin Fe", "2+", "/Fe", "3+", " ions", "(37)", " (see below for consideration of the oxidation states of the metals).", "Figure 2. Powder XRD patterns of (Fe,V)(BDC)(DMF,F) materials (λ = 1.5406 Å) with refined unit cell parameters. Raw data are black circles, the red line is the fit, and the blue line is the difference. All three materials crystallize in the ", "Pn", "2", "1", "a", " space group.", "The presence and ratios of each metal in the fluorinated samples were confirmed by elemental analysis. The ratio of Fe:V was measured as 7.3:1 and 3:1 for the samples prepared with initial Fe:V ratios of 2:1 and 1:1, respectively. Although both have lower V content than the initial reactant ratio used, there is a clear evidence for substantial vanadium inclusion in both samples, and the material prepared using a larger vanadium amount does contain more vanadium; presumably some vanadium must remain in solution after the crystallization of the materials. Both samples contain fluorine and a lower nitrogen content expected for the non-fluorinated composition (expected: 4.78% N for Fe(BDC)(DMF), actual: ∼2.2% N and 5.6% F). The ratio of fluorine to nitrogen can be used to determine the degree of fluorination; both mixed metal samples display similar ratios of nitrogen to fluorine of around 45:55. Using this information, it can be deduced that the empirical formulas for the materials are Fe", "0.88", "V", "0.12", "(BDC)(DMF)", "0.46", "F", "0.54", " and Fe", "0.76", "V", "0.24", "(BDC)(DMF)", "0.44", "F", "0.56", " for the samples prepared using 2:1 and 1:1 Fe:V in synthesis, respectively (see ", "Supporting Information", "). There is also the possibility that some of the DMF is also partially replaced by OH", "–", ", which is discussed further below when IR spectra are considered.", "XANES spectra of the fluorinated samples display a clear shift in the K-edge of both metals to lower energies than for MIL-53(Fe", "III", ") or for the related material MIL-68(V", "III", "), consistent with a decrease in average oxidation state of the metals (see Figure ", "3", "). Comparison with reference materials (see ", "Supporting Information", ") would suggest an average Fe oxidation state of around 2.7 for all the materials. This can be explained by partial substitution of the neutral DMF molecules for fluoride anions. The observed shift in oxidation state is not equivalent for iron and vanadium, with iron showing an oxidation state closer to +3 than for vanadium which is more reduced (∼2.2 on average). This suggests that most of the fluoride is found adjacent to iron centers in the mixed frameworks. This is consistent with the observation that no fluorinated vanadium analogues of MIL-53 type structure exist whereas MIL-53(Fe", "III", ") has been synthesized with greater than 20% substitution of hydroxyl groups for fluoride.", "(38)", "Figure 3. XANES spectra of (Fe,V)(BDC)(DMF,F) materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset (see ", "Supporting Information", ").", "As illustrated in Figure ", "4", " and listed in Table ", "1", ", ", "57", "Fe Mössbauer spectrometry provides further insight into both the oxidation state and the environment of iron in the (Fe,V)(BDC)(DMF,F) materials. Both the mixed metal and the pure iron materials show evidence of ∼30% high-spin state Fe(II) and ∼70% high-spin state Fe(III), that is, an average Fe oxidation state of close to 2.75, entirely consistent with the XANES results. In addition, the Mössbauer spectra of the 2:1 and 1:1 Fe:V materials show the presence of both Fe(II) and Fe(III) each in two differing environments as evidenced by the clear splitting of each peak. This can be interpreted as the presence of iron adjacent to either one vanadium neighbors or solely iron vanadium neighbors along the inorganic chains of the MIL-53 structure; since both materials are iron rich the probability of finding iron adjacent to two vanadium neighbors is low. Alternatively, the presence of hydroxyl groups, in addition to fluoride, could induce the splitting of these peaks, as observed on MIL-53(Fe)(OH,F) (see Section 3, below). Indeed, the inner and outer doublets shown in Figure ", "4", " can be attributed to OH, F, and pure OH environments for Fe, respectively. The presence of hydroxyls is also suggested by IR spectroscopy results (see below).", "Figure 4. ", "57", "Fe Mössbauer spectra of iron–vanadium (Fe,V)(BDC)(DMF,F) materials recorded at 300 K. The decomposition into 3 components: Fe", "III", "–OH,F (red), Fe", "III", "–OH (blue), and Fe", "II", " (green) is shown with the total fit shown by the black line.", "Table 1. Results of Fitting of the ", "57", "Fe Mössbauer Spectra at 300 K and 77 K for (Fe,V)(BDC)(DMF) Materials", " ", "Fe(III)/% (300 K: 77 K)", "Fe(II)/% (300 K: 77 K)", "Fe(BDC)(DMF,F)", "70 ± 2: 70 ± 2", "30 ± 2: 30 ± 2", "Fe", "0.88", "V", "0.12", "(BDC)(DMF, F)", "83 ± 2: 82 ± 2", "17 ± 2: 18 ± 2", "Fe", "0.76", "V", "0.24", "(BDC)(DMF, F)", "77 ± 2: 78 ± 2", "23 ± 2: 22 ± 2", "Thermogravimetric analysis (", "Supporting Information", ") for both (Fe,V)(BDC)(DMF, F) mixed-metal samples shows a gradual mass loss beginning at around 200 to 400 °C of approximately 14%. This agrees well with the loss of coordinated DMF (13% expected). A second, larger mass loss relating to the combustion of the BDC linkers begins at 400 °C. After this loss, total mass losses of 29.7 and 31.4% for the Fe", "0.88", "V", "0.12", " and Fe", "0.76", "V", "0.24", " samples, respectively, were seen. These values correspond well to the theoretical composition of the residual materials of 30.8 and 31.7%, assuming complete oxidation of the metals to mixtures of Fe", "2", "O", "3", " and V", "2", "O", "5", ".", "Thermodiffractometry of the (Fe,V)(BDC)(DMF,F) materials (Figure ", "5", ") shows the appearance of second phases at around 200 °C. The second phases are stable until 330 and 420 °C for the Fe", "0.88", "V", "0.12", " and the Fe", "0.76", "V", "0.24", " materials before decomposing into an amorphous material. This thermal behavior agrees well with the TGA profiles (see ", "Supporting Information", "). Large differences are seen in the XRD patterns of each material at 300 °C, but both patterns can be identified as forms of MIL-53. The Fe", "0.88", "V", "0.12", " material displays a closed form like MIL-53(Fe", "III", ") whereas the Fe", "0.76", "V", "0.24", " material fully opens. This suggests an effect of metal substitution on the properties of the material. The MIL-53 materials produced in this way, however, are poorly crystalline and were not studied further (see below for synthesis of more crystalline forms of these materials).", "Figure 5. Thermodiffractometry of the (Fe,V)(BDC)(DMF,F) materials with the individual pattern of each material at 300 °C, which can be indexed as (a) closed and (b) open forms of MIL-53(Fe,V).", "IR spectroscopy of (Fe", "0.88", "V", "0.12", ")(BDC)(DMF,F) (Figure ", "6", ") further supports the observations of thermodiffractometry. Loosely adsorbed DMF and a small amount of unreacted carboxylic acid are found as impurities. The peak at 1692 cm", "–1", " indicates the presence of free carboxylic acid, and this is removed at 200 °C. The peak at 1663 cm", "–1", ", corresponding to free DMF, disappears at 100 °C under vacuum, as well as weak associated bands at 2899 and 2805 cm", "–1", ". Metal-coordinated DMF should show a ν(C═O) band at lower wavenumber than free DMF, but it is likely hidden by the carboxylate vibrations. However, it is noteworthy that ν(CH", "3", ") bands remain present at about 2924 and 2852 cm", "–1", " up to 350 °C. This confirms the presence of DMF directly, and strongly, coordinated to the MIL-53 structure. The other bands in the spectrum remain similar to those of the calcined MIL-53(Fe,V) (see below) except at 400 °C where the material starts to degrade. One can also observe that the band at 3646 cm", "–1", " corresponding to ν(OH) and the δ(OH) band at 850 cm", "–1", " (not shown) attributed to Fe–OH–Fe (see section 3) remain unchanged upon DMF removal but only vanish above 300 °C. This is possible if DMF coordinates preferentially to vanadium sites and that either hydroxyl or fluorine coordinate to iron.", "Figure 6. Three regions of the IR spectra of the (Fe", "0.88", "V", "0.12", ")(BDC)(DMF,F) material during heating under vacuum.", "2", "[(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", "[Fe", "III", "0.5", "Fe", "II", "0.5", "(BDC)(OH,F)]·0.5DMA", "+", " is a known mixed-valent form of fluorinated MIL-53 with extra-framework dimethylammonium (DMA", "+", ") cation balancing the anionic charge of the framework, due to the presence of alternating Fe(II) and Fe(III) along the iron oxide chains.", "(39)", " The framework topology is identical to that of the fluorinated analogue of MIL-53 with μ", "2", "-hydroxyl and μ", "2", "-fluoride anions forming the linking atom of the octahedral iron centers. The synthesis of [Fe", "III", "0.5", "Fe", "II", "0.5", "(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", ", first reported by Medina et al., utilizes the reductive properties of DMF decomposition.", "(39)", " DMF hydrolyzes in the presence of water to form dimethylammonia and formic acid; these then react to form the conjugate acid–base pair dimethylammonium and formate. The DMA", "+", " cation acts as the counterion to the framework and possibly as a templating agent, while formate acts as a reducing agent responsible for the formation of Fe(II). Two new iron–vanadium analogues of [Fe", "III", "0.5", "Fe", "II", "0.5", "(BDC)(OH,F)]", "0.5–", "·0.5DMA were directly synthesized at 170 °C using initial iron to vanadium ratios of 2:1 and 1:1, and their structures confirmed by powder XRD (Figure ", "7", "). For these materials, increasing vanadium content results in an increase in unit cell volume; for comparison the pure Fe material has triclinic cell parameters ", "a", " = 6.9004(14) Å, ", "b", " = 8.554(3) Å, ", "c", " = 10.380(3) Å, α = 107.15(2)°, β = 100.155(17)°, γ = 102.095(17)°, and ", "V", " = 553.6(2).", "(39)", " This would be consistent with replacement of Fe", "2+", "/Fe", "3+", " with the slightly larger V", "2+", "/V", "3+", " cations. Attempts to further increase vanadium content beyond 1:1 Fe:V lead to co-formation of MIL-68(V).", "Figure 7. High resolution powder XRD patterns with profile fits and refined unit cell parameters of [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " materials. Data were collected on Beamline I11 at Diamond (λ = 0.825164 Å). Raw data are black circles, the red line is the fit, and the blue line is the difference. Both materials crystallize in the ", "P", "1̅ space group.", "The amount of iron and vanadium in each sample was determined by elemental analysis: the ratio of Fe:V was found to be 2.8:1 and 0.96:1 for the materials synthesized using 2:1 and 1:1 ratios of iron to vanadium respectively, agreeing well with expected values. A large discrepancy was seen between the theoretical and the elemental results for fluorine, however. Even assuming that all the framework hydroxyl groups have been replaced, a value for fluorine content of around 7.3% would be expected, lower than the values of 11.45% and 9.72% observed for the two materials. One explanation for the higher fluorine content is the presence of an amorphous fluorinated byproduct, although the high-resolution powder X-ray diffraction shows negligible amorphous background. Another possible explanation is the capping of the metal-oxide chains by fluoride at the crystal surface; this would be consistent with the increased fluorine values at the expense of C,H,N content seen in both materials.", "XANES at the iron K-edge shows a clear shift to lower energies with increasing vanadium content for the two [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " materials (Figure ", "8", "). This indicates a decrease in the average iron oxidation state from the expected average value of 2.5, implying then that vanadium occupies the trivalent sites. Vanadium XANES supports this, with an average oxidation state of ∼2.75. This is consistent with approximately 75% of vanadium occupying the 3+ site. The preference of vanadium to be trivalent makes sense from a chemical point since vanadium(II) is a highly reducing species.", "(40)", "Figure 8. XANES spectra of [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset.", "57", "Fe Mössbauer spectrometry gives results that agree completely with the expected occupation of vanadium in the trivalent sites in these materials, Figure ", "9", " and Table ", "2", ". For the parent [Fe", "III", "0.5", "Fe", "II", "0.5", "(BDC)(OH,F)]", "0.5–", "·0.5DMA, the amounts of trivalent and divalent iron are close to the value of 50:50 Fe(II):Fe(III) expected. For the Fe", "0.74", "V", "0.26", " material, a ratio of 26:74 Fe(III):Fe(II) is seen, rather close to the expected value of 33:66 where all of the vanadium is occupying trivalent sites, leading to a reduction of available iron(III) sites by half. The Fe", "0.49", "V", "0.51", " material contains a Fe(III):Fe(II) ratio of 28:72. This is less than the expected case where all Fe(III) sites are occupied by vanadium, suggesting that a small fraction of the vanadium is present in the divalent state, again consistent with the XANES spectroscopy.", "Figure 9. 77 K ", "57", "Fe Mössbauer spectra of the [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " materials.", "Table 2. Results of Fitting of the ", "57", "Fe Mössbauer Spectra for [(Fe, V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " at 300 and 77 K", " ", "Fe(III)/% ", "(300 K:77 K)", "Fe(II)/% ", "(300 K:77 K)", "[(Fe)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", "53 ± 2: 52 ± 2", "47 ± 2: 48 ± 2", "[(Fe", "0.74", "V", "0.26", ")(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", "40 ± 2: 36 ± 2", "60 ± 2: 64 ± 2", "[(Fe", "0.49", "V", "0.51", ")(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", "29 ± 2: 28 ± 2", "71 ± 2: 72 ± 2", "Thermogravimetric analysis (", "Supporting Information", ") shows two major losses for each of the [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", "materials. The first, of around 11% at around 280 °C, corresponds to the loss of the DMA counterion (expected: 9.1%) plus residual solvent. Assuming oxidation of the framework at this point the materials will have composition [(Fe", "III", ",V", "III", ")(BDC)(OH,F)] and are expected to be direct analogues of MIL-53. Combustion of the framework begins at around 400 °C and leads to mass losses of 57.9% and 56.4% for the Fe", "0.74", "V", "0.26", " and Fe", "0.49", "V", "0.51", " sample, respectively (expected: 56.6% and 56.1%).", "Raman spectroscopy allows further investigation of the structure and calcination process of the [(Fe,V)(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " materials. Both materials show downward shifts of the Fe–O–M bond vibrations compared to MIL-53(Fe) from about 460 to 400 cm", "–1", " (", "Supporting Information", "). This is consistent with the lengthening of Fe–O bonds suggesting the presence of divalent Fe, although signals directly attributable to Fe(II) or V(II) could not be identified unambiguously. The IR spectra of both DMA containing solids show an intense broad band around 3150–3170 cm", "–1", " which was absent from the DMF containing solid (Figure ", "10", "). This band, which can be assigned to perturbed ν(N–H), confirms the degradation of the DMF in the synthesis into DMA. Loss of DMA occurs around 350–400 °C under vacuum, that is, at higher temperature than under oxygen-containing atmospheres, as evidenced by TGA or Raman spectroscopy. Figure ", "10", " shows the presence of hydroxyl groups on [(Fe", "0.49", "V", "0.51", ")(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", ". These bands at 3636 and 850 cm", "–1", " which persist up to 300 °C could be attributed to M–OH–M vibrations (see below). The calcination of these materials was also followed by Raman spectroscopy in situ (", "Supporting Information", "). Most of DMA is first removed under argon flow at 250 °C. Oxidation was then observed, and the final form of MIL-53(Fe,V) was quickly obtained. The loss of DMA and oxidation were also ascertained by the structural change. Both materials transformed from a closed to an open structure, as evidenced by the shift of the ν", "sym", "(COO) band from 1421 to about 1440 cm", "–1", ".", "(26, 30)", "Figure 10. Three regions of the IR spectra of [(Fe", "0.49", "V", "0.51", ")(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " during heating under vacuum.", "3", "MIL-53(Fe, V)", "It has been reported that the material [Fe", "III", "0.5", "Fe", "II", "0.5", "(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " loses the DMA counterion upon heating at 300 °C in air, with oxidation of the iron to a trivalent state, leading to the formation of MIL-53(Fe", "III", ").", "(39)", " To determine whether calcination of the mixed iron–vanadium materials would provide a means of synthesis of mixed-metal MIL-53(Fe,V) materials, thermodiffractometry was measured. At 100 °C, both materials show clear changes in crystallinity, Figure ", "11", ". The result of the calcination is that both materials form a fully open structural form of MIL-53 at around 300 °C. This immediately suggests different behavior than for the pure iron material, since the dehydrated high temperature form of MIL-53(Fe", "III", ") exists in a closed form,", "(27)", " not open as we see with the mixed Fe,V materials. This implies that these MIL-53(Fe,V) materials are single, distinct phases containing a true mixture of the metals on an atomic scale and are not mixtures of MIL-53(Fe", "III", ") and MIL-53(V", "III", "), or a V-containing impurity. Upon cooling, the Fe", "0.74", "V", "0.26", " vanadium material closes to form a structure similar to that of hydrated MIL-53(Fe", "III", "),", "(27)", " whereas the Fe", "0.49", "V", "0.51", " material remains fully open, as expected for MIL-47(V", "IV", "),", "(6)", " Figure ", "12", ". The presence of only a single distinct powder pattern during heating of both materials also allows us to conclude that they are truly mixed-metal materials as opposed to a mixture of two or more phases.", "Figure 11. Thermodiffractometry of iron–vanadium DMA materials, displaying both calcination at ∼250 °C and eventual destruction of the framework at ∼400 °C.", "Figure 12. Profile fits to room temperature powder XRD patterns (λ = 1.5406 Å) of MIL-53(Fe,V) materials prepared by calcination of [(Fe", "x", "V", "y", ")(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " at 300 °C. Raw data are black circles, the red line is the fit, and the blue line is the difference.", "Elemental analysis confirms that the ratio of iron to vanadium remains constant after calcination of the DMA material (Fe:V 75:25 and 51:49 for the Fe", "0.74", "V", "0.26", " and Fe", "0.49", "V", "0.51", " materials, respectively). A large drop in the nitrogen content is seen, consistent with loss of the DMA counterion, and a large drop is also seen in the fluorine content of both materials. This would suggest that the high fluorine content seen in the uncalcined materials was due to an impurity that is either destroyed by the calcination step or removed by subsequent water/DMF washings. The fluorine content (6.1% and 3.7%) of both MIL-53 materials is within acceptable values, that is, less than the value expected for complete substitution of bridging hydroxyl groups (7.9% would be found for the hypothetical pure fluorinated phase Fe(BDC)(F)).", "XANES spectroscopy at both Fe and V K-edges, Figure ", "13", ", of both MIL-53(Fe,V) materials proves an oxidation state of +3 for both metals, consistent with a MIL-53 M", "III", "(OH,F)(BDC) composition. This is entirely consistent with the closed MIL-53(Fe", "III", ") structure seen for the MIL-53(Fe", "III", "0.74", "V", "III", "0.26", ") material produced after cooling to room temperature, and is as expected. However, the open structure of MIL-53(Fe", "0.49", "V", "0.51", ") might suggest that it is an analogue of fully oxidized MIL-47(V", "IV", ") containing bridging oxy groups; an explanation is that in MIL-53(Fe", "0.49", "V", "0.51", "), the probability of vanadium rich regions is larger than in the lower V content material, leading to the chance that some vanadium may be adjacent to another vanadium atom within its chain and hence oxidized. Since the average oxidation state seen by XANES is close to +3, we proposed that the presence of tetravalent vanadium is rare but significant enough that sufficient oxide groups are present to force the framework into a fully open state. This suggests that although the MIL-53(Fe", "0.49", "V", "0.51", ") is phase-pure, as evidenced by XRD, the two metals are not perfectly homogeneous in distribution throughout the framework, leading to some small Fe-rich and V-rich domains. For the lower vanadium content phase there is such a low chance of finding adjacent vanadium atoms along the inorganic chains and since oxidizing iron to the +4 state is chemically unlikely, the material has the expected closed MIL-53 structure at room temperature.", "Figure 13. XANES spectra of MIL-53(Fe, V) materials at (a) the iron K edge with estimated iron oxidation states as an inset and (b) at the vanadium K-edge with estimated oxidation states as an inset.", "57", "Fe Mössbauer spectrometry for both MIL-53(Fe,V) materials suggests the presence of high-spin iron(III) in two differing environments, Figure ", "14", "a and ", "14", "b. Comparison with a partially fluorinated sample of MIL-53(Fe) is revealing (Figure ", "14", "c) since this also shows two sites for high-spin Fe(III) owing to the presence of iron surrounded either by hydroxides or by fluorides: the internal quadrupolar component is clearly attributed to Fe surrounded by more fluorine atoms than the external one taking into account the largest (lowest) values of the isomer shift, respectively (this is also confirmed by examination of the previously published spectrum of the purely hydroxylated material", "(27)", "). Thus we can propose that the major component of the signal in the Mössbauer spectra of the mixed-metal, Fe, V, materials is due to high-spin Fe(III) surrounded by bridging fluorides, because of the largest isomer shift value, while the minor component is due to the effect of neighboring hydroxide groups. The smaller signal is due to either the proportion of iron with hydroxide neighbors, where the next metal in the chain is vanadium, or an extra degree of perturbation caused by the presence of either iron or vanadium as neighboring metals within each chain. In either case, this is consistent with vanadium only being coordinated by hydroxides and not fluorides, as noted above.", "Figure 14. ", "57", "Fe Mössbauer spectra recorded at 77 K of (a) MIL-53(Fe", "0.74", "V", "0.26", "), (b) MIL-53(Fe", "0.49", "V", "0.51", "), and at 300 K (c) partially fluorinated MIL-53(Fe). The fitted lines are for different Fe(III) species: see text for discussion of these.", "In its infrared spectrum the MIL-53(Fe", "0.76", "V", "0.24", ") material displays a ν(OH) stretch at 3645 cm", "–1", ". This band is in the same range as those observed for MIL-53(Fe", "III", ") (3644 cm", "–1", ")", "(9)", " and MIL-53(V", "III", ") (3642 cm", "–1", ").", "(26)", " In the δ(OH) region, both Fe–OH–Fe and V–OH–V bands are seen at 850 and 899 cm", "–1", ", respectively, but unlike the recently reported MIL-53(Cr, Fe) material,", "(19)", " no intermediate Fe–OH–V band is observed, although the presence of such a band at approximately 874 cm", "–1", " may be obscured by an overlapping band around 880 cm", "–1", ". This band indeed presents a shoulder at lower wavenumbers. Both sets of OH bands disappear when the material is heated at 300 °C. An additional band is seen at 913 cm", "–1", ". A similar band is observed in the range 910–920 cm", "–1", " on MIL-53(Fe", "0.49", "V", "0.51", "), as discussed below. For MIL-53(Fe", "0.49", "V", "0.51", "), the main ν(OH) band is observed at higher wavenumber (3656 cm", "–1", ") than for low vanadium content. It disappears upon heating above 300 °C. This band can thus be tentatively assigned to V–OH–V stretchings. In the δ(OH) region, both sets of single metal bands may be observed but similarly to MIL-53(Fe", "0.74", "V", "0.26", "), Fe–OH–V bands could not be identified because of the overlapping band at about 880 cm", "–1", ". A comparison of IR spectra, Figure ", "15", ", allows investigation of the effects of increasing vanadium concentration. In the δ(OH) region, the band at about 900 cm", "–1", " is higher on the vanadium rich solid while the band at 850 cm", "–1", " is intense on the iron rich solid confirming their assignment to V–OH–V and Fe–OH–Fe, respectively. However, although consistent with increasing vanadium content, statistical repartition of the hydroxyls cannot be resolved with pure M–OH–M bands always more abundant than the Fe–OH–V. This suggests that iron-rich and vanadium-rich domains are present in both materials.", "Figure 15. IR spectra of the Fe", "0.74", "V", "0.26", " (a and b) and Fe", "0.49", "V", "0.51", " (c and d) MIL-53 materials recorded under vacuum at 250 °C (a and c) and 300 °C (b and d).", "Raman spectroscopy (", "Supporting Information", ") allows further investigation of both MIL-53(Fe, V) materials. The unassigned band at ∼915 cm", "–1", " is also present on the Raman spectra for both materials. This band is similar, but much weaker, to the ν(V═O) band observed on MIL-47(V", "IV", ")", "(26)", " and can be correlated to a V–O bond of around 0.164 nm with a bond order of 1.5.", "(41)", " The presence of V", "IV", "=O bonds are likely due to defects or chain ends, supported by the low crystallinity of both materials and the presence of some free terephthalic acid detected by FTIR on the hydrated forms of MIL-53 after DMA removal. Raman spectra also confirmed the results obtained by XRD: MIL-53(Fe", "0.49", "V", "0.51", ") is observed as an open structure, whereas MIL-53(Fe", "0.74", "V", "0.26", ") remains closed at room temperature, and both structures are open upon removal of DMA at 250 °C. The open structure of MIL-53(Fe", "0.49", "V", "0.51", ") at room temperature and the presence of V═O support the idea that it contains sufficiently large pure vanadium regions which allow the pore opening even at room temperature, while this is not the case for the iron rich material. Importantly, the IR and Raman spectroscopic data show no evidence for the presence of extra-framework metal-containing species in the materials. This also supports the evidence from thermodiffractometry, which shows pore opening (see below) and hence the lack of impurities such as metal salts in pores of the solids.", "Upon heating to 250 °C, MIL-53(Fe", "0.74", "V", "0.26", ") dehydrates and reforms the fully open phase seen upon initial calcination and upon cooling reverts to the hydrated closed form. This can be repeated with little structural degradation observed (see Figure ", "16", "). This “breathing” effect is found for MIL-53(Cr", "III", ") and for MIL-53(Al", "III", ") but, importantly, not for MIL-53(Fe", "III", ").", "(27)", " The structural changes with heating and cooling (closed-open-closed) differ from that of MIL-53(Fe) (closed–closed(ht)-closed), lending further credence to the conclusion that the new mixed Fe/V material is indeed a distinct phase. Furthermore, the fact that the vanadium in MIL-53(Fe", "0.74", "V", "0.26", ") is not permanently oxidized to the +4 state, would suggest a high degree of mixing of Fe(III) and V(III) such that hydroxyls always bridge a pair of Fe and V centers, preventing oxidation of vanadium since iron is unlikely to be oxidized to the +4 oxidation state.", "Figure 16. Thermodiffractometry of the reversible dehydration-rehydration of MIL-53(Fe", "0.74", "V", "0.26", ") showing the breathing property of the framework on heating (lower panel) and immediate cooling (upper panel).", "Figure ", "17", " shows contour plots of in situ energy-dispersive X-ray diffraction data (EDXRD) measured during the uptake of ethanol by MIL-53(Fe) and MIL-53(Fe", "0.74", "V", "0.26", ") by addition of 25:75 ethanol:water solution to the suspension of the respective solid in water. Both materials initially display the Bragg peaks of the hydrated material. As the ethanol solution is added, the MIL-53(Fe", "III", ") material transforms into a half-open (HO) phase (Figure ", "17", "a), as previously reported.", "(5)", " No change in the structure of MIL-53(Fe", "0.74", "V", "0.26", "), however, was seen over the time scale of this experiment (Figure ", "17", "b), although some uptake of ethanol was seen after 24 h. Addition of 1:1 solution of ethanol:water to both materials leads to the formation of the fully open framework for both materials after around 10 min. The formation of the intermediate half-open framework is seen for the pure iron analogue (Figure ", "17", "c) but not for MIL-53(Fe", "0.74", "V", "0.26", ") (Figure ", "17", "d). The complete conversion of MIL-53(Fe", "0.74", "V", "0.26", ") from closed to fully open in one step with no intermediates or splitting of Bragg peaks confirms again that this material is both phase pure and homogeneous in nature and shows distinctly different structural flexibility than the pure Fe material.", "Figure 17. Time resolved EDXRD contour plots of ethanol absorption by MIL-53(Fe) and MIL-53(Fe", "0.74", "V", "0.26", "). (a) Addition of 25% ethanol to MIL-53(Fe); (b) addition of 25% ethanol to MIL-53(Fe", "0.74", "V", "0.26", "); (c) addition of 50% ethanol to MIL-53(Fe); (d) addition of 50% ethanol to MIL-53(Fe", "0.74", "V", "0.26", "). Data were collected on Beamline F3 at HASYLAB, DESY.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Through careful mediation of reaction conditions, new mixed-metal iron–vanadium MIL-53 materials have been synthesized. In addition to the expected Fe", "III", " and V", "III", " sites, Fe", "II", " and some V", "II", " were found in the materials produced. These are, to our knowledge, the first examples of MOFs to contain divalent vanadium, and the unusual oxidation state is produced in situ during solvothermal synthesis. Calcination of [(Fe,V)", "II,III", "(BDC)(OH,F)]", "0.5–", "·0.5DMA", "+", " leads to the formation of new mixed-metal MIL-53(Fe", "III", ",V", "III", ") materials, for which all experimental data show the presence of phase-pure sample with mixtures of the metals on an atomic scale, albeit with some evidence for small domains of Fe- and V-rich regions. Varying the metal content of MIL-53(Fe,V) leads to large differences in both the structure and the “breathing” of these flexible materials, demonstrating the versatility of changing metal content to adjust properties of MOFs. In future work we will examine the sorption properties of the new materials toward gases and liquids to assess how the isomorphous substitution may be used for tuning properties in real applications, such as gas separation and catalysis.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Further details are given in Tables S1–S4 and Figures S1–S4. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under grant agreement No. 228862. Some of the equipment used in materials characterization at the University of Warwick was obtained through the Science City Advanced Materials project “Creating and Characterising Next Generation Advanced Materials” with support from Advantage West Midlands (AWM) and part funded by the European Regional Development Fund (ERDF). We thank Diamond Light Source for provision of beamtime for the XANES experiments and to DESY for provision of beamtime at HASYLAB. We are grateful to Craig Hiley and Alexis Munn for their help with measuring data at these facilities and to Marlene Renouf (LCS, Caen) for performing some IR measurements.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 41 other publications.", "1. ", "Schröder", ", ", "M.", ", Ed.;  ", "Functional Metal-Organic Frameworks:Gas Storage, Separation and Catalysis", "; ", "Springer", ": ", "Heidelberg, Germany", ", ", "2010", "; ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "Bruce", ", ", "D. W.", ", ", "O’Hare", ", ", "D.", ", ", "Walton", ", ", "R. I.", ". Eds.;  ", "Porous Materials", "; ", "Wiley", ": ", "Chichester, West Sussex, U.K.", ", ", "2011", "; ", "There is no corresponding record for this reference.", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "Farrusseng", ", ", "D.", ", Ed.;  ", "Metal-Organic Frameworks: Applications from Catalysis to Gas Storage", "; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2011", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Heymans", ", ", "N.", "; ", "Vaesen", ", ", "S.", "; ", "De Weireld", ", ", "G.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "154", ",  ", "93", "[", "Crossref", "], [", "CAS", "]", "2. ", "A complete procedure for acidic gas separation by adsorption on MIL-53 (Al)", "Heymans, N.; Vaesen, S.; De Weireld, G.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "154", "\r\n        (", "),\r\n    ", "93-99", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "CO2 and H2S are two of the principal polluting compds. in biogas.  This study focuses on these acidic gases and proposes a complete procedure based on an adsorption process for their sepn. from biogas.  In this aim, different measurements are required like pure compd. adsorption isotherms, binary mixt. adsorption equil. and breakthrough curves.  Pure gas isotherms of CH4, CO2 and H2S are realized at 303.15 K on powder and shape (pellet form) industrial MIL-53 (Al), with a gravimetric technique.  We also measure CO2/CH4 adsorption equil. at 303.15 K for two pressures (1 and 4 bar) on pellet form of the adsorbent.  These mixt. data are in good agreement with IAST predictions.  So we can compare the CH4/CO2 and CH4/H2S sepn. performances between powder and pellets.  Although the adsorption capacities are lower for pellets than for powder the sepn. qualities are similar.  After this test, we have concluded that the pellet form of MIL-53 (Al) is a good candidate for CO2 and H2S sepns. from CH4.  According to the selectivity values, the limiting sepn. of the process is the CO2/CH4 one.  So, we have performed exptl. and theor. the breakthrough curve with this binary mixt. and we have concluded that this sepn. is applicable.  Moreover, the simulated and exptl. curves are in good agreement.  Finally, the last step consists in performing the simulation of a complete PSA process producing treated biogas contg. >96% CH4 from a 60% CH4 feed gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1Gmu7o%253D&md5=fcf9f83ca0478ea0ca439fc19691f7a7", "Plaza", ", ", "M. G.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Ferreira", ", ", "A.", "; ", "Santos", ", ", "J. C.", "; ", "Hwang", ", ", "Y. K.", "; ", "Seo", ", ", "Y. K.", "; ", "Lee", ", ", "U. H.", "; ", "Chang", ", ", "J. S.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "153", ",  ", "178", "[", "Crossref", "], [", "CAS", "]", "2. ", "Separation of C3/C4 hydrocarbon mixtures by adsorption using a mesoporous iron MOF: MIL-100(Fe)", "Plaza, M. G.; Ribeiro, A. M.; Ferreira, A.; Santos, J. C.; Hwang, Y. K.; Seo, Y.-K.; Lee, U.-H.; Chang, J.-S.; Loureiro, J. M.; Rodrigues, A. E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "153", "\r\n        (", "),\r\n    ", "178-190", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An iron MOF, MIL-100(Fe) is proposed as a plausible adsorbent to carry out C3/C4 sepn. by adsorption.  The adsorption equil. of pure propane, propylene and isobutane over MIL-100(Fe) was studied by a magnetic suspension balance in a wide range of temp. and pressure (323-423 K and 0-500 kPa).  Propane and propylene present nearly linear isotherms at high temp., while isobutane present steeper isotherms at low pressures, showing higher adsorption capacity than that of propane and propylene in most of the studied range.  Multicomponent fixed-bed adsorption expts. confirmed the preferential adsorption of isobutane over propane and propylene, with an adsorption sepn. factor of 3.  A nonisothermal, nonadiabatic, bidisperse mass transfer model that describes satisfactorily the single and multicomponent breakthrough expts. is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2ltrw%253D&md5=95165939f77e23fc3509a348a55bf111", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "Wang", ", ", "J. L.", "; ", "Wang", ", ", "C.", "; ", "Lin", ", ", "W. B.", " ", "ACS Catal.", " ", "2012", ",  ", "2", ",  ", "2630", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Light Harvesting and Photocatalysis", "Wang, Jin-Liang; Wang, Cheng; Lin, Wenbin", "ACS Catalysis", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "12", "),\r\n    ", "2630-2640", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), a new class of cryst. mol. solids built from linking org. ligands with metal or metal-cluster connecting points, have recently emerged as a versatile platform for developing single-site solid catalysts.  MOFs have been used to drive a range of reactions, including Lewis acid/base catalyzed reactions, redox reactions, asym. reactions, and photocatalysis.  MOF catalysts are easily sepd. from the reaction mixts. for reuse, and yet their mol. nature introduces unprecedented chem. diversity and tunability to drive a large scope of catalytic reactions.  This Perspective aims to summarize recent progress on light harvesting and photocatalysis with MOFs.  The charge-sepd. excited states of the chromophoric building blocks created upon photon excitation can migrate over long distances to be harvested as redox equiv. at the MOF/liq. interfaces via electron transfer reactions or can directly activate the substrates that have diffused into the MOF channels for photocatalytic reactions.  MOF-catalyzed and photodriven proton redn., CO2 redn., and org. transformations will be discussed in this Perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGmtb7L&md5=9b324cb66fdb68726f4c470e8ca44064", "Babu", ", ", "K. F.", "; ", "Kulandainathan", ", ", "M. A.", "; ", "Katsounaros", ", ", "I.", "; ", "Rassaei", ", ", "L.", "; ", "Burrows", ", ", "A. D.", "; ", "Raithby", ", ", "P. R.", "; ", "Marken", ", ", "F.", " ", "Electrochem. Commun.", " ", "2010", ",  ", "12", ",  ", "632", "[", "Crossref", "], [", "CAS", "]", "2. ", "Electrocatalytic activity of BasoliteTM F300 metal-organic-framework structures", "Babu, K. Firoz; Kulandainathan, M. Anbu; Katsounaros, Ioannis; Rassaei, Liza; Burrows, Andrew D.; Raithby, Paul R.; Marken, Frank", "Electrochemistry Communications", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "632-635", "CODEN:\r\n                ", "ECCMF9", ";\r\n        ISSN:", "1388-2481", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "For the case of the com. available metal-org. framework (MOF) structure Basolite F300 or Fe(BTC) with BTC = benzene-1,3,5-tricarboxylate, it is shown that the Fe(III/II) electrochem. is dominated by reductive dissoln. rather than ion insertion (which in marked contrast is dominating the behavior of Fe(III/II) open framework processes in Prussian blues).  Solid Fe(BTC) immobilized onto graphite or platinum working electrodes is investigated and it is shown that well-defined and reversible Fe(III/II) redn. responses occur only on platinum and in the presence of aq. acid.  The process is shown to follow a CE-type mechanism involving liberation of Fe(III) in acidic media, in particular for high concns. of acid.  Effective electrocatalysis for the oxidn. of hydroxide to O2 (anodic water splitting) is obsd. in alk. aq. media after initial cycling of the potential into the redn. potential zone.  A mechanism based on a MOF-surface confined hydrous iron oxide film is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlsVCrsrk%253D&md5=adb424ef28dec083ee12fe5669072bfd", "Li", ", ", "Y.", "; ", "Zhang", ", ", "S. S.", "; ", "Song", ", ", "D. T.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Luminescent Metal-Organic Framework as a Turn-On Sensor for DMF Vapor", "Li, Yu; Zhang, Shanshan; Song, Datong", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "710-713", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein we report a luminescent lanthanide metal-org. framework (LnMOF) displaying efficient turn-on triggered by solvent vapors, with excellent selectivity for DMF vapor.  The LnMOF was the needle-shaped crystals of [Eu2L3(H2O)4]•3DMF (I) (L = 2',5'-bis(methoxymethyl)-(1,1':4',1''-terphenyl)-4,4''-dicarboxylate ) can be obtained in high yield by heating a soln. of Eu(NO3)3 and H2L in DMF/H2O (4:1 vol./vol.) in a sealed scintillation vial at 80°C for three days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSrs7fE&md5=b364d0eb6ff54b0f232b40471decbd62", "Yang", ", ", "H.", "; ", "Wang", ", ", "F.", "; ", "Tan", ", ", "Y. X.", "; ", "Kang", ", ", "Y.", "; ", "Li", ", ", "T. H.", "; ", "Zhang", ", ", "J.", " ", "Chem.—Asian J.", " ", "2012", ",  ", "7", ",  ", "1069", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Charge Matching on Designing Neutral Cadmium-Lanthanide-Organic Open Frameworks for Luminescence Sensing", "Yang, Hui; Wang, Fei; Tan, Yan-Xi; Kang, Yao; Li, Tie-Hu; Zhang, Jian", "Chemistry - An Asian Journal", "\r\n        (", "2012", "),\r\n    ", "7", "\r\n        (", "5", "),\r\n    ", "1069-1073", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Through careful consideration of charge matching, a simple replacement of metal ion from Cd2+ to Ln3+ in a building unit successfully transforms an anionic microporous framework into isostructural porous neutral heterometallic frameworks [Cd3Ln2(btc)4(H2O)6(DMF)4]·x(solvent) (1; Ln = Tb, Eu, Nd, Gd, Sm, DMF=N,N'-DMF) by employing five different lanthanide ions. 1-Tb and 1-Eu exhibit interesting photoluminescent properties, and remarkably, 1-Tb can act as a luminescent sensor to identify org. solvents and metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1ygtLY%253D&md5=92a99dc1b0eafa7c07b8fd147547cc8a", "Wang", ", ", "W.", "; ", "Qiu", ", ", "L. G.", "; ", "Shao", ", ", "G. Q.", "; ", "Wu", ", ", "Y.", "; ", "Wang", ", ", "Y.", " ", "Asian J. Chem.", " ", "2012", ",  ", "24", ",  ", "4041", "There is no corresponding record for this reference.", "3. ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Giebeler", ", ", "L.", "; ", "Jacobs", ", ", "P. A.", "; ", "Martens", ", ", "J. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", "4. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Balas", ", ", "F.", "; ", "Vallet-Regi", ", ", "M.", "; ", "Sebban", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6774", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", "Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Ramsahye, Naseem A.; Balas, Francisco; Vallet-Regi, Marila; Sebban, Muriel; Taulelle, Francis; Ferey, Geard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6774-6780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible nanoporous chromium or iron terephthalates (BDC) MIL-53(Cr, Fe) or M(OH)[BDC] have been used as matrixes for the adsorption and in vitro drug delivery of Ibuprofen (or α-p-isobutylphenylpropionic acid).  Both MIL-53(Cr) and MIL-53(Fe) solids adsorb around 20 wt % of Ibuprofen (Ibuprofen/dehydrated MIL-53 molar ratio = 0.22(1)), indicating that the amt. of inserted drug does not depend on the metal (Cr, Fe) constitutive of the hybrid framework.  Structural and spectroscopic characterizations are provided for the solid filled with Ibuprofen.  In each case, the very slow and complete delivery of Ibuprofen was achieved under physiol. conditions after 3 wk with a predictable zero-order kinetics, which highlights the unique properties of flexible hybrid solids for adapting their pore opening to optimize the drug-matrix interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsValt7c%253D&md5=1874dd12aa2a23e5c982b8549f5cfae1", "Horcajada", ", ", "P.", "; ", "Salles", ", ", "F.", "; ", "Wuttke", ", ", "S.", "; ", "Devic", ", ", "T.", "; ", "Heurtaux", ", ", "D.", "; ", "Maurin", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "David", ", ", "O.", "; ", "Magnier", ", ", "E.", "; ", "Stock", ", ", "N.", "; ", "Filinchuk", ", ", "Y.", "; ", "Popov", ", ", "D.", "; ", "Riekel", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17839", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "How Linker's Modification Controls Swelling Properties of Highly Flexible Iron(III) Dicarboxylates MIL-88", "Horcajada, Patricia; Salles, Fabrice; Wuttke, Stefan; Devic, Thomas; Heurtaux, Daniela; Maurin, Guillaume; Vimont, Alexandre; Daturi, Marco; David, Olivier; Magnier, Emmanuel; Stock, Norbert; Filinchuk, Yaroslav; Popov, Dmitry; Riekel, Christian; Ferey, Gerard; Serre, Christian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17839-17847", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Organically modified Fe(III) terephthalate MIL-88B and Fe(III) 4,4'-biphenyl dicarboxylate MIL-88D flexible solids were synthesized and characterized through a combination of x-ray diffraction, IR spectroscopy, and thermal anal. (MIL stands for Material from Institut Lavoisier).  The swelling amplitude of the highly flexible MOFs tuned by introducing functional groups onto the Ph rings shows a clear dependence on the steric hindrance and on the no. of groups per arom. ring.  For instance, while the introduction of four Me groups per spacer in dried MIL-88B results in a large permanent porosity, introducing two or four Me groups in MIL-88D allows an easier pore opening in the presence of liqs. without drastically decreasing the swelling magnitude.  The influence of the degree of satn. of the metal center and the nature of the solvent on the swelling is also discussed.  Finally, a computationally assisted structure detn. led to a proposal of plausible structures for the closed (dried) and open forms of modified MIL-88B and MIL-88D and to evaluation of their framework energies subject to the nature of the functional groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqsb7L&md5=10d3c68c2476fa1ed4072951da4b276d", "5. ", "Walton", ", ", "R. I.", "; ", "Munn", ", ", "A. S.", "; ", "Guillou", ", ", "N.", "; ", "Millange", ", ", "F.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7069", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Uptake of Liquid Alcohols by the Flexible FeIII Metal-Organic Framework MIL-53 Observed by Time-Resolved In Situ X-ray Diffraction", "Walton, Richard I.; Munn, Alexis S.; Guillou, Nathalie; Millange, Franck", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "25", "),\r\n    ", "7069-7079, S7069/1-S7069/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A comprehensive, time-resolved, energy-dispersive x-ray diffraction study of the uptake of liq. alcs. (methanol, ethanol, propan-1-ol and propan-2-ol) by the flexible metal-org. framework solid MIL-53(Fe)[H2O] is reported.  In the case of the primary alcs., a fluorinated version of the MIL-53(Fe) host (C2/c symmetry V ∼ 1000 Å3), in which a fraction of framework hydroxides are replaced by fluoride, shows uptake of alcs. to give initially a partially expanded phase (C2/c symmetry, V ∼ 1200 Å3) followed by an expanded form of the material (either Imcm or Pnam symmetry, V ∼ 1600 Å3).  In the case of methanol-water mixts., the EDXRD data show that the partially open intermediate phase undergoes vol. expansion during its existence, before switching to a fully open structure if concd. methanol is used; analogous behavior is seen if the initial guest is propan-2-ol, which then is replaced by pyridine, where a continuous shift of Bragg peaks within C2/c symmetry is obsd.  In contrast to the partially fluorinated materials, the purely hydroxylated host materials show little tendency to stabilize partially open forms of MIL-53(Fe) with primary alcs. and the kinetics of guest introduction are markedly slower without the framework fluorination: this is exemplified by the exchange of water by propan-2-ol, where a partially open C2/c phase is formed in a step-wise manner.  The study defines the various possible pathways of liq.-phase uptake of mol. guests by flexible solid MIL-53(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntVGrtrw%253D&md5=554a547269aea1e38f6b106857a1b64f", "6. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2001", ",  ", "41", ",  ", "281", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "8. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "9. ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Moulin", ", ", "B.", "; ", "Heurtaux", ", ", "D.", "; ", "Clet", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Grenèche", ", ", "J. M.", "; ", "Le Ouay", ", ", "B.", "; ", "Moreau", ", ", "F.", "; ", "Magnier", ", ", "E.", "; ", "Filinchuk", ", ", "Y.", "; ", "Marrot", ", ", "J.", "; ", "Lavalley", ", ", "J. C.", "; ", "Daturi", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1127", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Functionalization in Flexible Porous Solids: Effects on the Pore Opening and the Host-Guest Interactions", "Devic, Thomas; Horcajada, Patricia; Serre, Christian; Salles, Fabrice; Maurin, Guillaume; Moulin, Beatrice; Heurtaux, Daniela; Clet, Guillaume; Vimont, Alexandre; Greneche, Jean-Marc; Le Ouay, Benjamin; Moreau, Florian; Magnier, Emmanuel; Filinchuk, Yaroslav; Marrot, Jerome; Lavalley, Jean-Claude; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "1127-1136", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis on the gram scale and characterization of flexible functionalized iron terephthalate MIL-53(Fe) type solids are reported.  Chem. groups of various polarities, hydrophilicities, and acidities (-Cl, -Br, -CF3, -Me, -NH2, -OH, -CO2H) were introduced through the arom. linker, to systematically modify the pore surface.  X-ray powder diffraction (XRPD), mol. simulations, thermogravimetric analyses, and in situ IR and 57Fe Moessbauer spectrometries indicate some similarities with the pristine MIL-53(Fe) solid, with the adoption of the narrow pore form for all solids in both the hydrated and dry forms.  Combined XRPD and computational structure detns. allow concluding that the geometry of the pore opening is predominantly correlated with the intraframework interactions rather than the steric hindrance of the substituent.  Only (MIL-53(Fe)(CF3)2) exhibits a nitrogen accessible porosity (SBET ≈ 100 m2 g-1).  The adsorption of some liqs. leads to pore openings showing some very specific behaviors depending on the guest-MIL-53(Fe) framework interactions, which can be related to the energy difference between the narrow and large pore forms evaluated by mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WjsLnI&md5=7a4727b4d9bf8c9fc4fd1cbc062b6d76", "10. ", "Costa", ", ", "J. S.", "; ", "Gamez", ", ", "P.", "; ", "Black", ", ", "C. A.", "; ", "Roubeau", ", ", "O.", "; ", "Teat", ", ", "S. J.", "; ", "Reedijk", ", ", "J.", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "2008", ",  ", "1551", "[", "Crossref", "]", "There is no corresponding record for this reference.", "11. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "12. ", "Burrows", ", ", "A. D.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3623", "[", "Crossref", "], [", "CAS", "]", "12. ", "Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modifications", "Burrows, Andrew D.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "3623-3642", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed-component metal-org. frameworks (MC-MOFs) are metal-org. frameworks that have different linkers or metals with the same structural role.  Many of these mixed-ligand or mixed-metal MOFs are solid solns., in which the proportions of the ligands or metals can be adjusted or even controlled.  These MC-MOFs can be prepd. directly, using more than one metal or ligand in the synthesis, or formed by post-synthetic modification.  A second class of MC-MOFs have core-shell structures, and these can be prepd. through epitaxial growth of one MOF on the surface of another or post-synthetic modification of the crystal surfaces.  This review describes the syntheses, structures and properties of mixed-ligand, mixed-metal and core-shell MOFs, and highlights some of the potential benefits in functionality that these materials have.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslajsr0%253D&md5=01577af668b59f2c30307fb790824a9e", "13. ", "Deng", ", ", "H. X.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "14. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Gardant", ", ", "N.", "; ", "Pelle", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2004", ",  ", "14", ",  ", "1540", "[", "Crossref", "], [", "CAS", "]", "14. ", "Synthesis, characterisation and luminescent properties of a new three-dimensional lanthanide trimesate: M((C6H3)-(CO2)3) (M = Y, Ln) or MIL-78", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Gardant, Nicole; Pelle, Fabienne; Ferey, Gerard", "Journal of Materials Chemistry", "\r\n        (", "2004", "),\r\n    ", "14", "\r\n        (", "10", "),\r\n    ", "1540-1543", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new three-dimensional Eu-doped yttrium 1,3,5-benzenetricarboxylate was obtained under hydrothermal conditions.  The structure of MIL-78(Y, Eu) or Y1-xEux((C6H3)-(CO2)3) (x ∼ 0.024) was solved from x-ray powder diffraction data (a 6.941(1), b 14.700(2), c 8.488(1) Å, β 107.73(1)°, V = 824.9(4) Å3, space group C2/m (no. 12)).  Its structure is built up from chains of edged-sharing eight-coordinated monocapped square antiprism polyhedra and trimesate anions, creating a three-dimensional structure.  The same structure is formed by replacing Y by a rare-earth element.  The thermal behavior of MIL-78(Y, Eu) was studied using TGA and x-ray thermodiffractometry and indicates that MIL-78(Y, Eu) is stable up to 450°.  The study of the optical properties of samples doped with different rare-earths reveals strong fluorescence under VUV radiation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjvFaqs7o%253D&md5=eb2e0796983757202d59f919d156b190", "Cahill", ", ", "C. L.", "; ", "de Lill", ", ", "D. T.", "; ", "Frisch", ", ", "M.", " ", "CrystEngComm", " ", "2007", ",  ", "9", ",  ", "15", "[", "Crossref", "], [", "CAS", "]", "14. ", "Homo- and heterometallic coordination polymers from the f elements", "Cahill, Christopher L.; de Lill, Daniel T.; Frisch, Mark", "CrystEngComm", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "1", "),\r\n    ", "15-26", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Discussion focuses on the structural features and luminescent behavior of lanthanide and actinide based coordination polymers and metal-org. framework materials, as well as some synthetic strategies toward producing both homo- and heterometallic compds.  Lanthanide and actinide based coordination polymers and metal-org. framework materials present a no. of interesting opportunities with respect to their syntheses and properties.  Ln elements typically display large coordination nos. and roughly spherical bonding environments whereas An elements (specifically U(VI)) tend to form triat. species with terminal oxo groups.  As such, these features may be perceived by some as obstacles to the development of designed architectures of f-metal contg. hybrid materials.  The authors argue that these features, when coupled to the luminescent behavior of these elements actually give rise to a diverse family of compds. with a range of interesting topologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkvFahsw%253D%253D&md5=4530c121f1e3e816374ea297ac0ec2cf", "Zehnder", ", ", "R. A.", "; ", "Renn", ", ", "R. A.", "; ", "Pippin", ", ", "E.", "; ", "Zeller", ", ", "M.", "; ", "Wheeler", ", ", "K. A.", "; ", "Carr", ", ", "J. A.", "; ", "Fontaine", ", ", "N.", "; ", "McMullen", ", ", "N. C.", " ", "J. Mol. Struct.", " ", "2011", ",  ", "985", ",  ", "109", "[", "Crossref", "], [", "CAS", "]", "14. ", "Network dimensionality and ligand flexibility in lanthanide terephthalate hydrates", "Zehnder, Ralph A.; Renn, Robert A.; Pippin, Ethan; Zeller, Matthias; Wheeler, Kraig A.; Carr, Jason A.; Fontaine, Nick; McMullen, Nathan C.", "Journal of Molecular Structure", "\r\n        (", "2011", "),\r\n    ", "985", "\r\n        (", "1", "),\r\n    ", "109-119", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Various lanthanide open framework materials incorporating the terephthalate (TP) entity were prepd. using hydrothermal synthesis methods at a moderate temp. of 170°.  The compds. Nd2(TP)3(H2O)4(1), Er2(TP)3(H2O)4(2), Yb2(TP)3(H2O)2(3), Yb2(TP)3(H2O)6(4), and Yb2(TP)3(H2O)8·2H2O (5), were characterized by single crystal structural anal. and FTIR spectroscopy.  While compds. 1 and 2 are reported before on the basis of powder x-ray diffraction, the structural characterization of any ytterbium terephthalate species is unprecedented.  Compds. 1-5 crystallize in triclinic settings with space group P‾1.  The compds. are compared with their previously reported Er and Tb-counterparts and the redn. of the dimensionality of the resulting networks from 3D over 2D to 1D with increasing level of hydration is discussed.  Compds. 1, 2, and 3 with the lowest water content assemble in three-dimensional network lattices.  Compds. 4 and 5, however, form 2D layered systems and 1D rod like chains, resp., which are held together by hydrogen bonds originating from coordinating H2O.  The crystal lattices of the 3D networks experience higher levels of tension as can be seen by increasing out-of-plane torsion with regard to the terephthalate carboxylate groups.  Moreover, there seems to be a correlation between the level of strain on the arom. ligands and the redn. of the no. of carboxylate oxygen atoms that are part of the coordination polyhedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2msbrI&md5=fd0e17eb48635e4db8e8f8b1f6069817", "15. ", "Takashima", ", ", "Y.", "; ", "Martinez", ", ", "V. M.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Shimomura", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Nakahama", ", ", "M.", "; ", "Sugimoto", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Commun.", " ", "2011", ",  ", "47", ",  ", "5973", "There is no corresponding record for this reference.", "White", ", ", "K. A.", "; ", "Chengelis", ", ", "D. A.", "; ", "Gogick", ", ", "K. A.", "; ", "Stehman", ", ", "J.", "; ", "Rosi", ", ", "N. L.", "; ", "Petoud", ", ", "S. p.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18069", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Near-Infrared Luminescent Lanthanide MOF Barcodes", "White, Kiley A.; Chengelis, Demetra A.; Gogick, Kristy A.; Stehman, Jack; Rosi, Nathaniel L.; Petoud, Stephane", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "50", "),\r\n    ", "18069-18071", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate the conceptual advantage of using metal-org. frameworks (MOFs) for the creation of a polymetallic material that contains several different near-IR-emitting lanthanide cations and operates as a barcode material with unique luminescence properties.  By choosing the ratio of lanthanide salts used during the synthesis, the authors can control the ratio of lanthanide cations present in the resulting material.  The emission intensity of each of the different lanthanide cations is proportional to its amt. in the MOF crystal, resulting in unique spectroscopic barcodes that depend on the lanthanide cation ratios and compns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVOhtrjF&md5=60fa4a7b9a207c96dac7882c31b6e02e", "Haquin", ", ", "V.", "; ", "Gumy", ", ", "F.", "; ", "Daiguebonne", ", ", "C.", "; ", "Bunzli", ", ", "J. C.", "; ", "Guillou", ", ", "O.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "4491", "[", "Crossref", "], [", "CAS", "]", "15. ", "Structural and near-IR luminescent properties of erbium-containing coordination polymers", "Haquin, Victor; Gumy, Frederic; Daiguebonne, Carole; Buenzli, Jean-Claude; Guillou, Olivier", "European Journal of Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "29-30", "),\r\n    ", "4491-4497", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The near-IR luminescence properties of two ErIII-contg. coordination polymers, namely, [Er(btc)(H2O)5·3.5H2O]∞ [(btc)3- = 1,3,5-benzenetricarboxylate] and [Er2(bdc)3(H2O)4]∞ [(bdc)2- = 1,4-benzenedicarboxylate] were studied with the aim of testing their potential use as optical materials.  Because both present relatively small quantum yields and short excited-state lifetimes, factors influencing their luminescent properties were deciphered in an effort to improve their luminescent properties.  Thus, three other families of compds. were also studied: (i) the two corresponding dehydrated compds. with resp. chem. formula [Er(btc)] and [Er2(bdc)3]∞ for evaluating the importance of O-H vibrators, (ii) the heterodinuclear compds. [Er2-2xY2x(bdc)3(H2O)4]∞ (x = 0.2, 0.5, 0.8 and 0.9) for estg. the role of intermetallic quenching and (iii) the heterodinuclear compds. [Er2-2xYb2x(bdc)3(H2O)4]∞ (x = 0.2 and 0.5) for checking whether YbIII-sensitized up-conversion can be induced or not. (© Wiley-VCH Verlag GmbH and Co. KGaA, 69451 Weinheim, Germany, 2009).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1yisrzN&md5=1fc7834a89f8ded189eb2a1ff2bed17a", "16. ", "Whitfield", ", ", "T. R.", "; ", "Wang", ", ", "X. Q.", "; ", "Jacobson", ", ", "A. J.", " In  ", "Symposium on Solid-State Chemistry of Inorganic Materials IV", ", held at the 2002 MRS Fall Meeting, Boston, MA, ", "2003", "; Vol.  ", "755", ", p  ", "191", ".", "There is no corresponding record for this reference.", "17. ", "Wang", ", ", "G. L.", "; ", "Yang", ", ", "X. L.", "; ", "Zhang", ", ", "J.", "; ", "Li", ", ", "Y. Z.", "; ", "Du", ", ", "H. B.", "; ", "You", ", ", "X. Z.", " ", "Inorg. Chem. Commun.", " ", "2008", ",  ", "11", ",  ", "1430", "[", "Crossref", "], [", "CAS", "]", "17. ", "The syntheses of 3d-3d mixed heterometallic coordination polymers with magnetic properties", "Wang, Gui-Li; Yang, Xiao-Li; Zhang, Jun; Li, Yi-Zhi; Du, Hong-Bin; You, Xiao-Zeng", "Inorganic Chemistry Communications", "\r\n        (", "2008", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "1430-1432", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Novel 3d - 3d heterometallic metal-org. frameworks, [M(ox)(bipy)] (1, M = Co and Zn; 2, M = Co and Cd; ox = oxalate, bipy = 4,4'-bipyridine), were synthesized by using two bidentate ligands under hydrothermal conditions.  The Co(II) and Zn(II) ions in 1, and Co(II) and Cd(II) in 2 are location disordered, with a molar ratio of 0.72:0.28, and 0.96:0.04, resp.  The coexistence of the two metal ions in the structures makes them more thermally stable than previously reported homometallic polymers of Co(II) or Zn(II) ions.  Compd. 1 exhibits weaker antiferromagnetism than the pure Co(II) complex owing to the incorporation of Zn(II).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVChtL7O&md5=cdd4a852a39d801749d55df128e973cb", "Beghidja", ", ", "A.", "; ", "Rogez", ", ", "G.", "; ", "Rabu", ", ", "P.", "; ", "Welter", ", ", "R.", "; ", "Drillon", ", ", "M.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "2715", "[", "Crossref", "], [", "CAS", "]", "17. ", "An approach to chiral magnets using α-hydroxycarboxylates", "Beghidja, Adel; Rogez, Guillaume; Rabu, Pierre; Welter, Richard; Drillon, Marc", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "26", "),\r\n    ", "2715-2728", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Carboxylate-bridged complexes of transition metals, MII = MnII, FeII, CoII, NiII, CuII, were synthesized by reaction of MII salts with (R)-mandelic acid ((R)-2-hydroxyphenylacetic acid), methoxymandelic acid (racemic) (2-methoxyphenylacetic acid) and (R)-malic acid ((R)-2-hydroxybutanedioic acid) under hydrothermal conditions.  A wide variety of structures has been obtained, with various dimensionalities: 3D networks when the malic diacid is used, 2D networks with the mandelic acid, 1D isolated chains organized in planes for the Co and Cu compds. with MeOmandelic acid and monomers for the Ni analog.  These complexes have been fully characterized structurally and magnetically.  During the reaction process, the (R)-mandelic ligand undergoes a racemization reaction but the compds. obtained with (R)-malic acid are chiral and exhibit metal-centered CD.  Extensive magnetic characterization of all compds. indicates rather weak coupling interactions between paramagnetic centers linked through carboxylate bridges.  Curie-like paramagnetic, antiferromagnetic, ferromagnetic or weak ferromagnetic behavior was obsd. and is discussed on the basis of the structural features.  The bimetallic compds. Mn0.63Co0.37(R)-malate monohydrate (12) and Mn0.79Ni0.21(R)-malate monohydrate (13) are new examples of chiral magnets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmsVyhs7s%253D&md5=3bb4da39023c2e037b3a0ac534ad7d84", "Ranjan", ", ", "K. R.", "; ", "Singh", ", ", "A.", "; ", "Banerjee", ", ", "A.", "; ", "Singh", ", ", "B.", " ", "J. Coord. Chem.", " ", "2011", ",  ", "64", ",  ", "1411", "[", "Crossref", "], [", "CAS", "]", "17. ", "New homo- and hetero-bimetallic assemblies based on 2,5-bis(4-carboxyphenylamino)-3,6-dichloro-1,4-benzoquinone: synthesis, characterization, and magnetic properties", "Ranjan, Kumar Rakesh; Singh, Aparna; Banerjee, A.; Singh, B.", "Journal of Coordination Chemistry", "\r\n        (", "2011", "),\r\n    ", "64", "\r\n        (", "8", "),\r\n    ", "1411-1425", "CODEN:\r\n                ", "JCCMBQ", ";\r\n        ISSN:", "0095-8972", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Synthesis, characterization, and magnetic properties of polymeric compds. MIIM'IIL2(H2O)4 (MII, M'II = Mn (1), Ni (2), Cu (3) and MII = Cu, M'II = Co (4), Ni (5); LH2 = 2,5-bis(4-carboxyphenylamino)-3,6-dichloro-1,4-benzoquinone) are reported.  These complexes were characterized by elemental analyses, FAB mass spectra, TGA, spectroscopic techniques (IR, NMR, UV-visible), and powder XRD studies.  Magnetic properties studied by SQUID magnetometer show antiferromagnetic coupling between the metal centers connected by the extensive π-delocalized ligand.  Magnetic coupling consts. (J) ranging from -1.01 to -3.01 cm-1 based on the Hamiltonian H = -2JSiSj were obtained.  The optimized geometry of the ligand derived from DFT is also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslKms7k%253D&md5=f4eb4003413cbd2b5e6cff068abc94dd", "Halper", ", ", "S. R.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "486", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Heterometallic Metal-Organic Frameworks Based on Tris(dipyrrinato) Coordination Complexes", "Halper, Sara R.; Cohen, Seth M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "3", "),\r\n    ", "486-488", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel class of heterometallic metal-org. frameworks (MOFs) has been synthesized and characterized.  The MOFs rely on the use of tris(dipyrrinato) coordination complexes as the bridging structure and silver(I) ions as the linking unit.  The building blocks and resulting MOFs have been structurally characterized by using single-crystal x-ray diffraction.  The modular nature of this approach is demonstrated by the use of both iron(III) and cobalt(III) complexes.  The MOFs have strong electronic absorption features originating from the metal-dipyrrin chromophore and have continuous channels throughout the lattice that are occupied by ordered and disordered solvent mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXitVGmsg%253D%253D&md5=b29f573d7b3c6e20a2db8f5ed4d69e4b", "Halper", ", ", "S. R.", "; ", "Do", ", ", "L.", "; ", "Stork", ", ", "J. R.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "15255", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Topological Control in Heterometallic Metal-Organic Frameworks by Anion Templating and Metalloligand Design", "Halper, Sara R.; Do, Loi; Stork, Jay R.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "47", "),\r\n    ", "15255-15268", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Several new heterometallic metal-org. frameworks (MOFs) based on tris(dipyrrinato) metalloligands (pyridyl, quinolinyl, and pyridylethynylphenyl substituted) and their Ag+ salts are reported.  MOFs were prepd. systematically to examine the effects of the core metal ion, counteranion, and ligand structure on the topol. of the resultant network.  The effect of the metal ion (Fe3+ vs. Co3+) on MOF structure was generally found to be negligible, thereby permitting the facile synthesis of trimetallic Fe/Co/Ag networks.  The choice of anion (e.g., Ag salt) has a pronounced effect on the MOF topol.  Networks prepd. with salts of AgO3SCF3 and AgBF4 reliably formed three-dimensional (10,3) nets, whereas use of AgPF6 and AgSbF6 produced two-dimensional (6,3) honeycomb nets.  The topol. generated upon formation of the MOF is robust in certain cases, as demonstrated by anion-exchange expts.  Anion exchange was confirmed by x-ray crystallog. in a rare set of apparent single-crystal-to-single-crystal transformations.  The data presented here strongly suggest that the coordinative ability of the anion does not play a significant role in the obsd. templating effect.  Finally, changes in the length of the tris(dipyrrinato) metalloligand override the anion templating effect, resulting exclusively in two-dimensional (6,3) nets.  These studies provide a basis for the rational design of MOF topologies by choice of ligand structure and anion templating effects.  Also, the results demonstrate the ability of carefully designed metalloligands to generate MOFs of structure strikingly similar to that of their org. counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFOmtL7M&md5=3796f1a4066f4a32420916a4f9e435ee", "18. ", "Mendt", ", ", "M.", "; ", "Jee", ", ", "B.", "; ", "Stock", ", ", "N.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Hartmann", ", ", "M.", "; ", "Himsl", ", ", "D.", "; ", "Poppl", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "19443", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Structural Phase Transitions and Thermal Hysteresis in the Metal-Organic Framework Compound MIL-53 As Studied by Electron Spin Resonance Spectroscopy", "Mendt, Matthias; Jee, Bettina; Stock, Norbert; Ahnfeldt, Tim; Hartmann, Martin; Himsl, Dieter; Popepl, Andreas", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "45", "),\r\n    ", "19443-19451", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dehydrated aluminum form of the metal-org. framework compd. MIL-53 shows a temp.-driven phase transition with pronounced structural hysteresis as recently shown by neutron diffraction and scattering expts. (Liu et al. J. Am. Chem. Soc. 2008, 130, 11813).  Thereby, the structure of the corner-sharing metal AlO4(OH)2 octahedra differs in terms of local symmetry for the dehydrated MIL-53(Al) material in its high- and low-temp. form with open or closed pore structure, resp.  Some of the framework aluminum ions were exchanged by chromium(III) to introduce an ESR active probe ion.  The resulting material was studied by ESR and electron nuclear double resonance (ENDOR) spectroscopy to verify the incorporation of chromium at the octahedral framework sites.  Variable-temp. ESR measurements were performed to analyze the temp.-dependent phase behavior of the doped MIL-53 material.  The Cr(III) ions have an electron spin S = 3/2 which shows a characteristic fine structure interaction depending very sensitively on the local symmetry of the chromium site.  Therefore, the fine structure splitting of the Cr(III) probe ions allows for a concise elucidation of changes in the local symmetry at the CrO4(OH)2 octahedra which occur upon structural transitions.  In agreement with results from neutron expts., the transformation from the open to the closed pore structure occurs at 150-60 K whereas the back transformation is taking place within a smaller temp. interval between 330 and 375 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtleitbnJ&md5=39d4cecbd96bcf5ecf915ababb7ff39e", "19. ", "Nouar", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Chevreau", ", ", "H.", "; ", "Guillou", ", ", "N.", "; ", "Gibson", ", ", "E.", "; ", "Clet", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", "; ", "Grenèche", ", ", "J. M.", "; ", "Breeze", ", ", "M. I.", "; ", "Walton", ", ", "R. I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10237", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Tuning the breathing behaviour of MIL-53 by cation mixing", "Nouar, Farid; Devic, Thomas; Chevreau, Hubert; Guillou, Nathalie; Gibson, Emma; Clet, Guillaume; Daturi, Marco; Vimont, Alexandre; Greneche, Jean Marc; Breeze, Matthew I.; Walton, Richard I.; Llewellyn, Philip L.; Serre, Christian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "82", "),\r\n    ", "10237-10239", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A mixed cation MIL-53(Cr-Fe) MOF has been obtained by direct synthesis.  Multiple exptl. techniques demonstrated the presence of a genuine mixed phase, leading to a breathing behavior different from either of the single cation analogs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2htbbL&md5=17858d8c468ab2499f76a56f3c43e67c", "20. ", "Guillou", ", ", "N.", "; ", "Millange", ", ", "F.", "; ", "Walton", ", ", "R. I.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "713", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Rapid and reversible formation of a crystalline hydrate of a metal-organic framework containing a tube of hydrogen-bonded water", "Guillou, Nathalie; Millange, Franck; Walton, Richard I.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "713-715", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The flexible metal-org. framework MIL-53(Cr) undergoes a dramatic vol. expansion upon immersion in water at room temp. to form a cryst. hydrate in which water is held as a hydrogen-bonded tube: the hydration is readily reversible under ambient conditions as shown by time-resolved powder X-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFGrtb7E&md5=d411b6aa950d1f83d68af7053272fb62", "21. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louer", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "22. ", "Whitfield", ", ", "T. R.", "; ", "Wang", ", ", "X. Q.", "; ", "Liu", ", ", "L. M.", "; ", "Jacobson", ", ", "A. J.", " ", "Solid State Sci.", " ", "2005", ",  ", "7", ",  ", "1096", "[", "Crossref", "], [", "CAS", "]", "22. ", "Metal-organic frameworks based on iron oxide octahedral chains connected by benzenedicarboxylate dianions", "Whitfield, Tabatha R.; Wang, Xiqu; Liu, Lumei; Jacobson, Allan J.", "Solid State Sciences", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "1096-1103", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Three new Fe benzenedicarboxylates were synthesized by solvothermal techniques, and their structures detd. from single crystal x-ray data: Fe(OH)(BDC)(py)0.85 (1), Fe(BDC)(DMF) (2), and Fe(BDC)(py)0.42(DMF)0.25 (3) (BDC = 1,4-benzenedicarboxylate, py = pyridine).  1 And 2 are the Fe(III)- and Fe(II)-structural analogs of the known Cr benzenedicarboxylate compd. (MIL-53).  Both contain trans corner-sharing FeO6 octahedral chains connected by benzenedicarboxylate dianions.  Compd. 3 contains chains of Fe O octahedra that share both corners and edges.  Each chain is linked by BDC to six other chains to form a three-dimensional framework.  Crystal data: 1, space group I2/a, a 6.889(2), b 11.073(3), c 18.280(6) Å, β 92.6(1)°; 2, space group Pn21a, a 19.422(2), b 7.3022(5), c 8.8468(7) Å; 3, space group P21/n, a 9.234(2), b 17.243(3), c 9.978(2) Å, β 93.9(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVCrs7rO&md5=c82f944a87410db3159039713dca0a56", "23. ", "Mowat", ", ", "J. P. S.", "; ", "Miller", ", ", "S. R.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Seymour", ", ", "V. R.", "; ", "Ashbrook", ", ", "S. E.", "; ", "Wright", ", ", "P. A.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "322", "[", "Crossref", "], [", "CAS", "]", "23. ", "Synthesis, characterization and adsorption properties of microporous scandium carboxylates with rigid and flexible frameworks", "Mowat, John P. S.; Miller, Stuart R.; Slawin, Alexandra M. Z.; Seymour, Valerie R.; Ashbrook, Sharon E.; Wright, Paul A.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "142", "\r\n        (", "1", "),\r\n    ", "322-333", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Conditions for the synthesis of each of the scandium terephthalate frameworks Sc2L3, MIL-53(Sc) (Sc(OH)L) and MIL-88(Sc) (Sc3O(H2O)2(OH)L3) (L = 1,4-benzenedicarboxylate (BDC)) were established.  The MOFs MIL-100(Sc) (Sc3O(H2O)2(OH)L'2, L' = 1,3,5-benzenetricarboxylate (BTC)) and soc-MOF (Sc3O(H2O)3,(NO3 -)L''1.5, L'' = 3,3',5,5'-azobenzenetetracarboxylate (ABTC)), were synthesized for the first time with Sc.  These materials were characterized by powder and single crystal x-ray diffraction, 1H, 13C and 45Sc MAS NMR, and gas adsorption.  MIL-53(Sc) is a highly flexible breathing framework that adopts many different forms, depending on the amt. and type of adsorbate included.  The structures of the as-prepd. solvent-contg. form, MIL-53(Sc)-DMF and of the desolvated, hydrated form, MIL-53(Sc)-H2O, were detd.  The former structure possesses one kind of partially open channel, whereas the latter includes two kinds of channels, closed and slightly open.  The hydrated structure's configuration has not previously been obsd. for MIL-53 materials.  45Sc MAS NMR is a sensitive probe for the Sc environment: distinctive lineshapes are obsd. for isolated ScO6 octahedra, corner-sharing chains of ScO4(OH)2 octahedra and Sc3O(O2C-)6(OH, H2O)3 trimers of octahedra.  N2 adsorption at 77 K indicates that the flexible frameworks MIL-88(Sc) and MIL-53(Sc) show no porosity in their desolvated, closed forms, while the rigid frameworks Sc2BDC3 (0.26 cm3 g-1), MIL-100(Sc) (0.72 cm3 g-1) and Sc-ABTC (0.57 cm3 g-1) have so far been prepd. with appreciable permanent porosity.  For CO2 adsorption on desolvated solids, remarkable behavior is shown by the flexible MIL-53(Sc), which opens in two stages to a max. capacity of >13 mmol g-1, while the rigid frameworks show uptakes at 196 K (at p/po = 0.40) of 5.5 mmol g-1 (Sc2BDC3), 21.3 mmol g-1 (MIL-100(Sc)) and 13.1 mmol g-1 (Sc-ABTC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFOntrk%253D&md5=0cb5c1373d4095e3e1b52696baa64170", "24. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Elkaim", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "Dalton Trans.", " ", "2009", ",  ", "2241", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "25. ", "Anokhina", ", ", "E. V.", "; ", "Vougo-Zanda", ", ", "M.", "; ", "Wang", ", ", "X. Q.", "; ", "Jacobson", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "15000", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "In(OH)BDC·0.75BDCH2 (BDC = Benzenedicarboxylate), a Hybrid Inorganic-Organic Vernier Structure", "Anokhina, Ekaterina V.; Vougo-Zanda, Marie; Wang, Xiqu; Jacobson, Allan J.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "43", "),\r\n    ", "15000-15001", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The compd. In(OH)BDC·0.75BDCH2 (1, BDC = benzenedicarboxylate) was synthesized and characterized by single-crystal x-ray diffraction.  The structure comprises two distinct sublattices formed by a covalently linked In(OH)BDC lattice and ordered chains of H-bonded H2BDC mols. and can be described as a hybrid inorg. coordination polymer-org. vernier structure.  Each InO6 octahedron of the octahedral chain has a length of 3.6 Å along the chain axis, whereas each H2BDC mol. has a length of 9.6 Å along the guest column axis.  Therefore, a unit of eight InO6 octahedra of the octahedral chain is just in registry with three H2BDC mols. of the guest column giving a repeat unit of 28.76 Å along the channel axis direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVOisbbO&md5=57ed8a3f37873b4216447e36f1e4172d", "26. ", "Leclerc", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Devautour-Vinot", ", ", "S.", "; ", "Bazin", ", ", "P.", "; ", "Audebrand", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "19828", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Influence of the Oxidation State of the Metal Center on the Flexibility and Adsorption Properties of a Porous Metal Organic Framework: MIL-47(V)", "Leclerc, Herve; Devic, Thomas; Devautour-Vinot, Sabine; Bazin, Philippe; Audebrand, Nathalie; Ferey, Gerard; Daturi, Marco; Vimont, Alexandre; Clet, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "40", "),\r\n    ", "19828-19840", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An alternative activation method was developed to stabilize the Metal Org. Framework (MOF) MIL-47(V) material in the VIII oxidn. state.  This solid and the oxidized forms were investigated by in situ IR and Raman spectroscopies, X-ray diffraction (XRD), and Complex Impedance Spectroscopy (CIS).  Unlike MIL-47(VIV), MIL-47(VIII) is a flexible structure which presents μ2-hydroxyl groups acting as preferential adsorption sites for H2O or CO2.  The modulation of the oxidn. state of the metal center of this porous material leads to new intermediate porous solids with mixed oxidn. states VIII/VIV.  In these materials, the VIII and VIV centers seem to occur in close vicinity.  However, the presence of VIV centers inhibits the flexibility to a large extent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOit7bI&md5=decbd333052aa22bb15c0ea495f4060a", "27. ", "Millange", ", ", "F.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2008", ",  ", "4732", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Effect of the nature of the metal on the breathing steps in MOFs with dynamic frameworks", "Millange, Franck; Guillou, Nathalie; Walton, Richard I.; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "39", "),\r\n    ", "4732-4734", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The thermal behavior of the nanoporous iron(III) terephthalate MIL-53 (FeIII(OH)(O2CC6H4CO2)·H2O), is in Stark contrast to its chromium and aluminum analogs which show an expansion of the cell during dehydration; with iron, reversible dehydration occurs via evolution of the structure through a highly distorted metastable anhyd. phase to a more regular phase >423 K in which pore vol. remains approx. const.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2mtrzO&md5=e232809b7f06e9040d430f1753c2bf5e", "28. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "29. ", "Alaerts", ", ", "L.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Maes", ", ", "M.", "; ", "van der Veen", ", ", "M. A.", "; ", "Finsy", ", ", "V.", "; ", "Depla", ", ", "A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. E. M.", "; ", "De Vos", ", ", "D. E.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", "Alaerts, Luc; Kirshhock, Christine E. A.; Maes, Michael; van der Veen, Monique A.; Finsy, Vincent; Depla, Anouschka; Martens, Johan A.; Baron, Gino V.; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4293-4297", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework MIL-47 is an excellent adsorbent for the sepn. of C8 alkylarom. compds., such as ethylbenzene, meta-xylene, and para-xylene.  The potential of MIL-47, with its high uptake capacity and its hydrophobic nature, for real sepns. of the C8 alkylarom. compds. was demonstrated by breakthrough and chromatog. expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGhtL8%253D&md5=d68086b55dd851d7a19855bf1ac9efbc", "El Osta", ", ", "R.", "; ", "Carlin-Sinclair", ", ", "A.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "de Vos", ", ", "D.", "; ", "Millange", ", ", "F.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "2781", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Liquid-Phase Adsorption and Separation of Xylene Isomers by the Flexible Porous Metal-Organic Framework MIL-53(Fe)", "El Osta, Racha; Carlin-Sinclair, Abel; Guillou, Nathalie; Walton, Richard I.; Vermoortele, Frederik; Maes, Michael; de Vos, Dirk; Millange, Franck", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "2781-2791", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a study of the use of the porous metal-org. framework material MIL-53(Fe), FeIII(OH)0.8F0.2[O2C-C6H4-CO2], for the sepn. of BTEX mixts. (benzene, toluene, ethylbenzene, and the 3 xylene isomers).  Crystal structures of the 3 host:guest materials MIL-53(Fe)[xylene], where xylene = the ortho, meta, or para isomer of dimethylbenzene, have been solved and refined from powder x-ray diffraction.  Each exhibits a fully expanded form with a variety of host:guest and guest:guest interactions responsible for stabilizing the structure.  While the ortho- and meta- isomers present a similar arrangement when occluded in the MIL-53 host, the para-xylene shows a distinctly different set of interactions with the host.  Upon thermal treatment, xylenes are partially lost to give cryst. phases MIL-53(Fe)[xylene]0.5, the structures of which have also been solved.  The kinetics of uptake of each xylene by MIL-53(Fe)[H2O], in which the H2O is replaced by the org. guest, have been studied using time-resolved energy-dispersive x-ray diffraction: this shows differences in kinetics of the adsorption of the 3 isomers.  Under chromatog. conditions in heptane at 293 K, anhyd. MIL-53(Fe) is able to sep. the 3 xylene isomers with elution of the para-xylene before the other 2 isomers, and at 323 K the host is able to resolve all components of the BTEX mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvF2ltLg%253D&md5=8b9678fd1c078aca845c0c86f38e0023", "Devic", ", ", "T.", "; ", "Salles", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Moulin", ", ", "B.", "; ", "Maurin", ", ", "G.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Lavalley", ", ", "J. C.", "; ", "Leclerc", ", ", "H.", "; ", "Clet", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10266", "[", "Crossref", "], [", "CAS", "]", "29. ", "Effect of the organic functionalization of flexible MOFs on the adsorption of CO2", "Devic, Thomas; Salles, Fabrice; Bourrelly, Sandrine; Moulin, Beatrice; Maurin, Guillaume; Horcajada, Patricia; Serre, Christian; Vimont, Alexandre; Lavalley, Jean-Claude; Leclerc, Herve; Clet, Guillaume; Daturi, Marco; Llewellyn, Phillip L.; Filinchuk, Yaroslav; Ferey, Gerard", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10266-10273", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of CO2 by functionalized flexible MIL-53(Fe) solids were evaluated through a combination of in situ x-ray power diffraction, adsorption calorimetry, IR spectroscopy and computer modeling.  It appears that (i) strongly polar groups maintain the nonporous structure in its closed form due to strong intra-framework interactions and (ii) less polar functional groups allow only a modulation of the CO2-framework interactions, in some cases with a disappearance of the initial intra-framework μ2-OH···X hydrogen bonds, but do not interact directly with the CO2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhsbk%253D&md5=c0aae9d54935f7aa3dc4869f7ea9ee9a", "30. ", "Hamon", ", ", "L.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Ghoufi", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Guillerm", ", ", "V.", "; ", "Pirngruber", ", ", "G. D.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Driver", ", ", "G.", "; ", "van Beek", ", ", "W.", "; ", "Jolimaitre", ", ", "E.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17490", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Co-adsorption and Separation of CO2-CH4 Mixtures in the Highly Flexible MIL-53(Cr) MOF", "Hamon, Lomig; Llewellyn, Philip L.; Devic, Thomas; Ghoufi, Aziz; Clet, Guillaume; Guillerm, Vincent; Pirngruber, Gerhard D.; Maurin, Guillaume; Serre, Christian; Driver, Gordon; van Beek, Wouter; Jolimaitre, Elsa; Vimont, Alexandre; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17490-17499", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present study attempts to understand the use of the flexible porous chromium terephthalate Cr(OH)(O2C-C6H4-CO2) denoted MIL-53(Cr) (MIL = Material from Institut Lavoisier) for the sepn. of mixts. of CO2 and CH4 at ambient temp.  The coadsorption of CO2 and CH4 was studied by a variety of different techniques.  In situ synchrotron x-ray powder diffraction allowed study of the breathing of the solid upon adsorption of the gas mixts. and simultaneously measured Raman spectra yielded an estn. of the adsorbed quantities of CO2 and CH4, as well as a quantification of the fraction of the narrow pore (NP) and the large pore (LP) form of MIL-53.  Quant. coadsorption data were then measured by gravimetry and by breakthrough curves.  In addn., computer simulation was performed to calc. the compn. of the adsorbed phase in comparison with exptl. equil. isotherms and breakthrough results.  The body of results shows that the coadsorption of CO2 and CH4 leads to a similar breathing of MIL-53(Cr) as with pure CO2.  The breathing is mainly controlled by the partial pressure of CO2, but increasing the CH4 content progressively decreases the transformation of LP to NP.  CH4 seems to be excluded from the NP form, which is filled exclusively by CO2 mols.  The consequences in terms of CO2/CH4 selectivity and the possible use of MIL-53(Cr) in a PSA process are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtl2qu7%252FE&md5=66e12ba1241f3b2e38f29a76b49c842d", "31. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H. H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "32. ", "Toby", ", ", "B. H.", " ", "J. Appl. Crystallogr.", " ", "2001", ",  ", "34", ",  ", "210", "[", "Crossref", "], [", "CAS", "]", "32. ", "EXPGUI, a graphical user interface for GSAS", "Toby, Brian H.", "Journal of Applied Crystallography", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "210-213", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "A description and justification of the EXPGUI program is presented.  This program implements a graphical user interface and shell for the GSAS (Generalized Structure and Anal. Software) single-crystal and Rietveld package.  Use of the Tcl/Tk scripting language allows EXPGUI to be platform independent.  Also included is a synopsis of how the program is implemented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXit1yhsbc%253D&md5=1821d5bb80a088173c712ce451a83322", "33. ", "Dent", ", ", "A. J.", "; ", "Cibin", ", ", "G.", "; ", "Ramos", ", ", "S.", "; ", "Smith", ", ", "A. D.", "; ", "Scott", ", ", "S. M.", "; ", "Varandas", ", ", "L.", "; ", "Pearson", ", ", "M. R.", "; ", "Krumpa", ", ", "N. A.", "; ", "Jones", ", ", "C. P.", "; ", "Robbins", ", ", "P. E.", " ", "J. Phys. Conf. Ser.", " ", "2009", ",  ", "190", ",  ", "012039", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Ravel", ", ", "B.", "; ", "Newville", ", ", "M.", " ", "J. Synchrotron Radiat.", " ", "2005", ",  ", "12", ",  ", "537", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "ATHENA, ARTEMIS, HEPHAESTUS: data analysis for x-ray absorption spectroscopy using IFEFFIT", "Ravel, B.; Newville, M.", "Journal of Synchrotron Radiation", "\r\n        (", "2005", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "537-541", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "A software package for the anal. of x-ray absorption spectroscopy (XAS) data is presented.  This package is based on the IFEFFIT library of numerical and XAS algorithms and is written in the Perl programming language using the Perl/Tk graphics toolkit.  The programs described here are: (i) ATHENA, a program for XAS data processing, (ii) ARTEMIS, a program for EXAFS data anal. using theor. stds. from FEFF and (iii) HEPHAESTUS, a collection of beamline utilities based on tables of at. absorption data.  These programs enable high-quality data anal. that is accessible to novices while still powerful enough to meet the demands of an expert practitioner.  The programs run on all major computer platforms and are freely available under the terms of a free software license.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlCntLo%253D&md5=a35c32b41de3dc234b101b63927fca73", "35. ", "Varret", ", ", "F.", "; ", "Teillet", ", ", "J.", " ", "MOSFIT Program", "; ", "1976", ", unpublished.", "There is no corresponding record for this reference.", "36. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Riou", ", ", "D.", " ", "Chem. Commun.", " ", "2004", ",  ", "520", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-CO2H)x(DMF)y(H2O)z (or MIL-68), a new vanadocarboxylate with a large pore hybrid topology : reticular synthesis with infinite inorganic building blocks?", "Barthelet, K.; Marrot, J.; Ferey, G.; Riou, D.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "520-521", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-O2H)x(DMF)y(H2O)z or MIL-68 was solvothermally synthesized in a nonaq. medium.  Its structure, built up from octahedral chains connected by terephthalate linkers, exhibits large hexagonal channels contg. different occluded moieties.  Their irreversible removal releases a sp. surface area of 603(22) m2.g-1 (BET).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtlyhtbs%253D&md5=7003121866975d63842381830da01655", "37. ", "Shannon", ", ", "R. D.", " ", "Acta Crystallogr.", " ", "1976", ",  ", "A32", ",  ", "751", "[", "Crossref", "], [", "CAS", "]", "37. ", "Revised effective ionic radii and systematic studies of interatomic distances in halides and chalcogenides", "Shannon, R. D.", "Acta Crystallographica, Section A:  Crystal Physics, Diffraction, Theoretical and General Crystallography", "\r\n        (", "1976", "),\r\n    ", "A32", "\r\n        (", "5", "),\r\n    ", "751-67", "CODEN:\r\n                ", "ACACBN", ";\r\n        ISSN:", "0567-7394", ".\r\n    ", "The effective ionic radii of R. Shannon and R. Prewitt (1969) were revised to include more unusual oxidn. states and coordinations.  Revisions were based on new structural data, empirical bond strength-bond length relations, and plots of (1) radii vs. vol., (2) radii vs. coordination no., and (3) radii vs. oxidn. state.  Factors which affect radii additivity are polyhedral distortion, partial occupancy of cation sites, covalence, and metallic character.  Mean Nb5+-O and Mo6+-O octahedral distances are linearly dependent on distortion.  A decrease in cation occupancy increases mean Li+-O, Na+-O, and Ag+-O distances in a predictable manner.  Covalence strongly shortens Fe2+-X, Co2+-X, Ni2+-X, Mn2+-X, Cu+-X, Ag+-X, and M-H- bonds as the electronegativity of X or M decreases.  Smaller effects are seen for Zn2+-X, Cd2+-X, In3+-X, Pb2+-X, and Tl+-X.  Bonds with delocalized electrons and therefore metallic character, such as Sm-S, V-S, and Re-O, are significantly shorter than similar bonds with localized electrons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2sXjs1Gluw%253D%253D&md5=28244250b72befe0ccb7aa7779ed4c38", "38. ", "Combelles", ", ", "C.", "; ", "Ben Yahia", ", ", "M.", "; ", "Pedesseau", ", ", "L.", "; ", "Doublet", ", ", "M. L.", " ", "J. Power Sources", " ", "2011", ",  ", "196", ",  ", "3426", "[", "Crossref", "], [", "CAS", "]", "38. ", "FeII/FeIII mixed-valence state induced by Li-insertion into the metal-organic-framework Mil53(Fe): a DFT+U study", "Combelles, C.; Ben Yahia, M.; Pedesseau, L.; Doublet, M.-L.", "Journal of Power Sources", "\r\n        (", "2011", "),\r\n    ", "196", "\r\n        (", "7", "),\r\n    ", "3426-3432", "CODEN:\r\n                ", "JPSODZ", ";\r\n        ISSN:", "0378-7753", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The iron-based metal-org.-framework MIL53(Fe) has recently been tested as a cathode materials for Li-ion batteries, leading to promising cycling life and rate capability.  Despite a poor capacity of 70 mAh g-1 assocd. with the exchange of almost 0.5Li/Fe, this result is the first evidence of a reversible lithium insertion never obsd. in a MOF system.  In the present study, the MIL53(Fe) redox mechanism is investigated through first-principles DFT+U calcns.  The results show that MIL53(Fe) is a weak antiferromagnetic charge transfer insulator at T = 0 K, with iron ions in the high-spin S = 5/2 state.  Its reactivity vs elemental lithium is then investigated as a function of lithium compn. and distribution over the most probable Li-sites of the MOF structure.  The redox mechanism is fully interpreted as a two-step insertion/conversion mechanism, assocd. with the stabilization of the Fe3+/Fe2+ mixed-valence state prior to the complete decompn. of the inorg.-org. interactions within the porous MOF architecture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Wgtbg%253D&md5=c1196c5795f9a94f576d487a1a88137e", "39. ", "Medina", ", ", "M. E.", "; ", "Dumont", ", ", "Y.", "; ", "Grenèche", ", ", "J. M.", "; ", "Millange", ", ", "F.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "7987", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "FeIII/FeII regular charge order in metal-organic framework", "Medina, Manuela Eloisa; Dumont, Yves; Greneche, Jean-Marc; Millange, Franck", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "42", "),\r\n    ", "7987-7989", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrolysis of the DMF solvent (DMF = N,N'-DMF) generates in situ the template cations DMA+ (dimethylammonium cation): it leads to the 1st MOF type solid FeIII0.5FeII0.5(OH,F)(O2C-C6H4-CO2)·0.5DMA with a regular charge order FeIII/FeII and an anionic framework with pores filled by countercations which behaves as a quasi-1D AF system with alternate localized FeII and FeIII moments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlantr3N&md5=0bfa863b2299fce7fff76e684a1053e9", "40. ", "Bailar", ", ", "J. C.", "; ", "Young", ", ", "R. C.", "; ", "Smith", ", ", "M. E.", "; ", "Moeller", ", ", "T.", "; ", "Gordon", ", ", "P. G.", "; ", "McCullough", ", ", "F.", " In  ", "Inorganic Syntheses", "; ", "John Wiley & Sons, Inc.", ": ", "New York", ", ", "2007", "; p  ", "126", ".", "There is no corresponding record for this reference.", "41. ", "Hardcastle", ", ", "F. D.", "; ", "Wachs", ", ", "I. E.", " ", "J. Phys. Chem.", " ", "1991", ",  ", "95", ",  ", "5031", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Determination of vanadium-oxygen bond distances and bond orders by Raman spectroscopy", "Hardcastle, Franklin D.; Wachs, Israel E.", "Journal of Physical Chemistry", "\r\n        (", "1991", "),\r\n    ", "95", "\r\n        (", "13", "),\r\n    ", "5031-41", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "An empirical correlation is developed for relating Raman stretching frequencies of vanadium-oxygen (V-O) bonds to their bond lengths in vanadium oxide ref. compds.  A least-squares exponential fit of crystallog. detd. V-O bond lengths to V-O Raman stretching frequencies is presented along with a relation between V-O bond strengths (in valence units) and Raman stretching frequencies.  These empirical correlations lead to a systematic method for detg. the coordination and bond lengths of vanadates.  This method is illustrated for vanadates of known structure (Vanadium n-propoxide, BiVO4, α-Zn3(VO4)2, and Pb2(VO4)3Cl) and unknown structure (AlVO4 and two-dimensional surface phase in V2O5/Al2O3).  The method is expected to be generally applicable to all vanadates where medium-range order is absent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXktFGqsrk%253D&md5=bc7ca78ec2a2e67cb20e46478a5398e3"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-14/ic400923d/production/images/small/ic-2013-00923d_0018.gif\">"]}
