{"title": ["Adsorbent Helium Density Measurement and Its Effect on Adsorption Isotherms at High Pressure"], "authors": ["P. Malbrunot", "D. Vidal", "J. Vermesse", "R. Chahine", "T. K. Bose"], "doi": ["10.1021/la950969e"], "abstract": ["On the basis of an experimental study in a large temperature range, it is shown that “helium densities” of adsorbents measured at room temperature could be erroneous due to a non-negligible effect of helium adsorption. It is proposed that the density obtained with helium at high temperature, for instance, at the regeneration temperature of the adsorbent, be considered as the adsorbent density. Using the corrected densities of 3A, 4A, 5A, and 13X zeolites and of activated and graphitized carbons and of silica gel, we experimentally determined the adsorption of helium on the above mentioned adsorbents at room temperature and in a large pressure range up to 500 MPa. The shape of the adsorption isotherm reveals no saturation at high pressure. These experimental data are in agreement with Monte Carlo simulations of adsorption of a Lennard-Jones gas by a rigid plane as well as by a microporous rigid solid interface. We also examined implications of the new helium density of activated carbon for our previous measurements of adsorption at high pressure. The result is the disappearance of the inexplicable negative part of the isotherms and even a renewed increase in the curves at high pressure. Moreover, a comparison with Monte Carlo simulations of argon adsorption on microporous graphite is in good agreement with the shape of the adsorption curve at high pressure. Finally, the role of the microporous structure of adsorbents and of the gas−adsorbent interaction in adsorption at high pressure is discussed. "], "text": [" ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "I. Introduction", " ", "Knowledge of the densities of porous materials", "usually powders", "is essential for the study of their structure and adsorbent properties. McBain", "1", " used the term “true density” and, in a more descriptive word, Coolidge", "2", " used “skeleton density” for the density of compact solid matter of which the adsorbent is composed. Among techniques for obtaining this density, that based on displacement of an equivalent helium volume has long been considered the most relevant. Suggested in 1922 by Washburn and Buntung,", "3", " the method has been exhaustively studied", "4-7", " and the term “helium density” is currently used in place of the term “true density”.", " ", "Concerning the adsorption phenomenon, the calculation of the amount of gas adsorbed on a solid surface requires the definition of the gas−solid separation", "the Gibbs dividing surface", "which delimits the volume accessible to the gas. Helium density measurements is, in fact, an experimental means to determine the position of this surface which encloses the volume of space from which the solid excludes helium gas.", " ", "The two basic reasons for the choice of helium as a volumetric fluid are (i) its inert small atom diameter, which should enable it to penetrate into very fine pores, and (ii) its low adsorption at room temperature, which is normally assumed to be negligible. However, the latter hypothesis is a doubtful assumption as has already been pointed out by Maggs", "7", " and Sing.", "8", " Density values thus obtained may be erroneous and can lead to important modifications in adsorption isotherms. The aim of the present work was to deal with this subject and to develop an understanding of porous adsorbent density.", " ", "As a first step, we experimentally determined the temperature conditions for which helium is not adsorbed; we therefore measured the corresponding “helium density” of the adsorbent. Using these densities, we then measured the adsorption isotherms of helium at high pressure and at room temperature. We next compared experimental results with Monte Carlo simulations carried out by Vermesse and Levesque,", "9,10", " and our conclusions are important statements concerning the role of micropores and gas−solid interactions in the phenomenon of adsorption of gases at high pressure. We also show that our earlier experimental results on excess adsorption on activated carbon as a function of density, for gases such as Ar, Ne, Kr, N", "2", ", and CH", "4", ",", "11", " could be corrected for negative adsorption at high densities by taking into account the new helium density of the adsorbent. ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "II. Helium Density Measurements", " ", "Measurements of density of adsorbents were carried out at atmospheric pressure and at temperatures up to 400 °C in the volumetric expansion apparatus shown in Figure 1.", " It mainly consists of a temperature variable adsorption cell of calibrated volume ", "V", "t", " connected to a fixed ", " temperature expansion cell of calibrated volume ", "V", "r", ". The adsorption cell enclosed in furnace F was a 316L stainless steel cylinder equipped with axial housing for a standard platinum resistance thermometer (PRT), an expansion valve R", "1", " for helium inlet from the expansion cell, and a large diameter valve R", "0", " allowing for adsorbent filling and regeneration (heating under vacuum). A high precision quartz digital manometer DM (Paroscientific 710, scale 0−100 PSIA) with an accuracy of 10", "-4", " full scale was used for pressure measurements. The expansion cell, the manometer probe, and most of the expansion line including valve R", "2", " were confined in a temperature-controlled bath maintained at constant temperature ", "T", "0", ". The accuracy of temperature measurements in both cells was ±0.01 K, the precision necessary for the present volumetric determination based on the PVT relationship of helium at high temperature given by the helium IUPAC Thermodynamic Tables.", "12", " Volumes of adsorption cell, ", "V", "t", ", and of the expansion cell, ", "V", "r", ", included between valves R", "1", " and R", "2", " were previously determined by weighing with an accuracy better than 0.1% using xenon as the standard gas.", "13", " They were 37.8 and 11.6 cm", "3", ", respectively. The volume of tubing submitted to the temperature gradient between valve R", "1", " and the adsorption cell was sufficiently small (about 12 mm", "3", ") so as to be negligible with respect to the volume of the cell (about 38 cm", "3", ").", " ", " Figure 1 Schematic diagram of the measuring device for the determination of helium density at high temperature:  V", "t", ", measurement capsule; R", "0", ", large port valve; R", "1", ", R", "2", ", operating valves; PRT, platinum resistance thermometer; F, furnace; V", "r", ", reservoir capsule; DM, quartz digital manometer (Paroscintific 710); TCB, temperature-controlled bath.", " ", " ", " ", "Initially, the adsorption cell was completely filled with a weighed amount, ", "m", ", of the regenerated adsorbent of interest and maintained under high vacuum at the measurement temperature ", "T", "m", ". The previous regeneration of the adsorbent was carried out at a temperature of 400 °C under a vacuum of 10", "-3", " Pa for 12 h. Next, the expansion cell was filled with the helium gas and maintained at ", "T", "0", " under equilibrium at an initial pressure ", "P", "1", " and an initial density ρ", "1", "(", "T", "0", ",", "P", "1", "). Then, the expansion valve R", "1", " was opened, allowing helium expansion into the dead space of the adsorption cell, and the pressure fell to a value ", "P", "2", ", which was measured once the new equilibrium state, ρ", "2", "(", "T", "0", ",", "P", "2", ") in V", "r", " and ρ(", "T", "m", ",", "P", "2", ") in V", "t", ", was reached and maintained without drift for 1 h. This waiting period was judged necessary to ensure that slow diffusion was not occurring during the measurement.", " ", "To determine the initial and final equilibrium densities at their respective measured conditions of pressure and temperature, we used IUPAC's tables for helium, which have a reported accuracy of 0.05%.", " ", "By using a mass balance equation for the helium gas before and after expansion, and assuming zero adsorption, we calculated the density of the adsorbent via the relation", " ", " where ", "m", " is the mass of the adsorbent. Corrections were also made for thermal expansion of the adsorption cell and for the adsorbent. The volumetric thermal coefficients of that used in our experiments varied from 1.8 × 10", "-6", " K", "-1", " for silica gel to 2.7 × 10", "-5", " K", "-1", " for zeolites (given by the suppliers).", " ", "The expression of the error analysis of the measured helium density contains a term depending on the two pressures ", "P", "1", " and ", "P", "2", " of the form", " ", " Such a term is minimized for the ratio ", "P", "2", "/", "P", "1", " = 2", "1/2", " − 1, a value obtained when the volume ratio ", "V", "t", "/", "V", "r", " of the two cells is equal to 3.25. Thus, the total relative precision on ρ", "He", " is 0.5%, in good agreement with the mean reproducibility of several independent measurement runs carried out on a same adsorbent sample.", " ", "For measurement of densities at high temperature, the diffusion of helium atoms into the structure of the solid may be considered a possibility. However, two essential observations prove that no diffusion effect occurred. Firstly, the equilibrium pressure did not decrease slowly and continuously, as is normally observed when a diffusion effect takes place. Secondly, a diffusion phenomenon would lead to an increase in helium density with temperature. However, we observed the contrary in the latter case. Moreover, a Monte Carlo diffusion simulation performed under the same physical conditions showed that no gaseous molecules penetrate into the crystal lattice structure of the solid.", "14", " ", "We measured helium densities as a function of temperature up to 400 °C on activated carbon (GAC 250, CECA-ELF-ATOCHEM, France), graphitized carbon (E 1145, Le Carbone-Lorraine, France), zeolites type A and 13X (Siliporite, CECA-ELF-ATOCHEM, France), and silica gel (Kieselgel 60, MERK, Germany). Curves shown in Figure 2", " represent the measured temperature variations. Obviously, the main effect of temperature is to decrease adsorbent densities, since it decreases helium adsorption. The exception of graphitized carbon is easily explainable by the fact that it is a nonporous carbon having ", " a specific surface area of only 6 m", "2", " g", "-1", "; thus, it has such weak adsorption that this is entirely negligible even at room temperature. We thus chose it as a nonporous, poorly adsorbing reference substance, and as such it cannot be considered a typical adsorbent. Apparently, for the other adsorbents, no adsorption effect occurs above 250−300 °C, as observed by Maggs et al.,", "7", " for several different types of coals. Finally, taking into account that these adsorbents are regenerated at 400 °C, a temperature at which the all chemical species are desorbed, it is reasonable to consider helium densities obtained at this temperature as reliable densities of these porous materials (Table 1, column 2). This, in fact, follows from Sing's recommendation.", "8,15", " ", " Figure 2 Temperature variation of helium densities of carbons and zeolites:  ○, activated carbon; ◇, graphitized carbon black; ·, zeolite 13X; *, zeolite 3 A; ◆, zeolite 4 A; +, zeolite 5 A.", " ", " ", " ", "Deviations between these new density values and those obtained at room temperature were calculated (Table 1 column 3). In most cases, the differences are noticeable and lead to very significant modifications in adsorption isotherms, especially in the high-pressure range. This will be discussed in section IV. ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", " ", "With the present apparatus, it is possible to determine helium adsorption at room temperature (25 °C) and atmospheric pressure. The furnace temperature is kept at 25 °C, and the helium density has the value determined at high temperature. Results are reported in Table 1,", " columns 4 and 5. It should be noted that because of the high value of the helium specific volume in standard conditions, the amount of adsorbed helium expressed in terms of mass units (column 4) appears to be negligible even though this is not the case when it is expressed in volume units (column 5), since adsorbent specific volumes are on the order of 0.4−0.5 cm", "3", " g", "-1", ". This is the main reason why the volume measurement of a porous substance made with helium at room temperature was notably erroneous.", " ", " ", " Table 1.  High-Temperature Helium Densities of Carbon, Silica Gel, and Zeolites and Helium Adsorption at Room Temperature and Atmospheric Pressure", "a", " ", " ", " ", "A", "s", " specific area (m", "2", " g", "-1", ")", "ρ", "sHe", " (400 °C) (g cm", "-3", ")", "Δρ", "sHe", " (%)", "ma", " (mmol g", "-1", ")", "ma", " (cm", "3", " STP g", "-1", ") ", "activated carbon", "1030", "2.00", "14.5", "2.38 × 10", "-3", "5.33 × 10", "-2", " ", "graphitized carbon black", "6", "2.12", "0.0", "0.0", "0.0 ", "silica gel", "500", "1.71", "36.0", "6.35 × 10", "-3", "0.14 ", "3A zeolite", " ", "2.32", "3.9", "5.75 × 10", "-3", "0.13 ", "4A zeolite", "400", "2.31", "3.4", "5.75 × 10", "-3", "0.13 ", "5A zeolite", "400", "2.47", "8.5", "1.17 × 10", "-3", "2.63 × 10", "-2", " ", "13X zeolite", "600", "2.41", "11.2", "1.31 × 10", "-3", "2.93 × 10", "-2", " ", " ", "a", " ", "A", "s", ", specific area (BET); ρ", "sHe", " (400 °C), helium densities measured at 400 °C; Δρ", "sHe", ", relative deviation defined as Δρ", "sHe", " = (ρ", "sHe", " (400 °C) − ρ", "sHe", " (25 °C))/ρ", "sHe", " (400 °C); ", "m", "a", ", amount of gas adsorbed.", " ", " ", " ", " ", "A comparison is possible with the results of Maggs et al. for carbons", "7", " and with Suzuki et al. for zeolite X, zeolite NaA, and activated carbon.", "16", " Magg's values of adsorption, between 3 × 10", "-2", " and 5.5 × 10", "-2", " cm", "3", " STP g", "-1", ", are in a reasonably good agreement with our own value of 3.33 × 10", "-2", " cm", "3", " STP g", "-1", " if the difference between our respective carbons is taken into account. On the other hand, adsorption values of Suzuki et al. are systematically higher than those obtained by us by a factor of 10. A comparative analysis of our respective measurements and adsorption procedures did not reveal a possible origin for such important discrepancies. As concerns Henry's law upon which Suzuki et al. based the presentation of their results, it is well-known that it is particularly reliable at high temperature, as shown by Hellemans et al.,", "17", " who experimentally validated Henry's law for helium above 21 K. ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "IV. High-Pressure Helium Adsorption Isotherms", " ", "Using the high pressure apparatus previously described,", "18", " we measured helium adsorption up to 500 MPa on the adsorbents mentioned above. The absolute error in our method is on the order of 0.5 mg g", "-1", ", corresponding to 0.125 mmol g", "-1", " (since adsorption is a quantity of excess, the relative error is not significant as it depends on the adsorption value itself). Tables 2", " and 3", " report the results obtained with adsorbent densities measured at high temperature (Table 1 column 2), i.e., with the values we consider as the most reliable. Figure 3 represents, in the case of activated carbon, the isotherms of adsorption ", " obtained with the two possible values of helium density (measured at 25 °C and at high temperature).", " ", " Figure 3 High-pressure adsorption isotherm of helium on activated carbon:  +, helium density ρ", "sHe", " = 2.29 g cm", "-3", "; ·, ρ", "sHe", " = 2.00 g cm", "-3", "; ", ", MC simulation curve with BET specific area of 1 030 m", "2", " g", "-1", ".", " ", " ", " ", " ", " Table 2.  High-Pressure Adsorption Isotherm of Helium on Activated Carbon at 25 °C", "a", " ", " ", "P", " (MPa)", "1/", "v", "m", " (mol cm", "-3", ")", "m", "a", " (mmol g", "-1", ") ", "19.0", "0.006 948", "0.33 ", "56.5", "0.018 213", "0.684 ", "81.0", "0.024 146", "1.01 ", "109.1", "0.029 953", "1.432 ", "202.6", "0.044 743", "2.00 ", "314.1", "0.057 346", "2.70 ", "401.1", "0.066 057", "3.31 ", "494.5", "0.071 980", "3.965", " ", " ", "a", " ", "P", ", pressure/; 1/", "v", "m", ", bulk density; ", "ma", ", amount of gas adsorbed.", " ", " ", " ", " ", " ", " Table 3.  High-Pressure Adsorption Isotherm of Helium on Zeolites at 25 °C", "a", " ", " ", "P", " (MPa)", "1/", "v", "m", " (mol cm", "-3", ")", "m", "a", " (mmol g", "-1", ")", "(a) Zeolite 3A ", "19.4", "0.007271", "0.01 ", "59.2", "0.01900", "0.14 ", "83.0", "0.024653", "0.446 ", "109.6", "0.030179", "0.583 ", "204.1", "0.045009", "1.031 ", "315.3", "0.057523", "1.873 ", "399.4", "0.064973", "3.128 ", "482.6", "0.071241", "3.592", "(b) Zeolite 4A ", "19.4", "0.007084", "0.01 ", "57.3", "0.018350", "0.027 ", "80.4", "0.023989", "0.152 ", "109.1", "0.029960", "0.42 ", "184.4", "0.042218", "1.115 ", "306.7", "0.056609", "1.534 ", "401.1", "0.065045", "1.993 ", "499.7", "0.072313", "2.516", "(c) Zeolite 5A ", "19.2", "0.007174", "0.052 ", "57.9", "0.018651", "0.20 ", "81.4", "0.024334", "0.395 ", "108.4", "0.029915", "0.64 ", "189.3", "0.043011", "1.054 ", "306.3", "0.056640", "1.543 ", "397.2", "0.064797", "1.918 ", "479.2", "0.070987", "2.129", "(d) Zeolite 13X ", "19.3", "0.007099", "0.102 ", "59.7", "0.019024", "0.305 ", "84.6", "0.024939", "0.52 ", "111.8", "0.030529", "0.783 ", "212.6", "0.046098", "1.235 ", "319.7", "0.057947", "1.927 ", "402.0", "0.065178", "2.50 ", "490.8", "0.071778", "3.00", " ", " ", "a", " ", "P", ", pressure; 1/", "v", "m", ", bulk density; ", "m", "a", ", amount of gas adsorbed.", " ", " ", " ", " ", "An immediate conclusion is that of the disappearance of the physically unexplainable negative part of the adsorption isotherms.", " ", "For activated carbon (Table 2 and Figure 3), the slight hump of the isotherm at moderate pressures could be attributed to gradual filling of the microporous structure, the effect of which is to enhance adsorption. At high pressure, as micropores are filled, this contribution to adsorption vanishes and the corresponding curve increases monotonically.", " ", "As concerns adsorption on zeolites (Table 3), results are very similar. The fact that helium is adsorbed somewhat more on zeolite 13X is probably due to a different cation arrangement and a greater accessibility of this type of zeolite. For zeolites A at low and moderate densities, isotherms are arranged in ascending order with respect to the order of the attractive force effect of their cation, i.e., sodium (4A), potassium (3A), and calcium (5A). At higher densities, for which repulsives forces predominate, adsorption increases, as in the case of activated carbon. ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "V. Comparison with Numerical Calculation", " ", "Above the critical temperature, a number of Monte Carlo simulations have been carried out to study adsorption of gases on rigid wall interfaces", "19,20", " or inside the microporous structure, including slits", "21-24", " and zeolite cages.", "25,26", " Vermesse and Levesque attempted simulation of adsorption on a microporous rigid interface", "9", " and afterward", "10", " on a graphite crystal having micropores (in fact, missing atoms in the crystal). Their approach is the most well adapted to a comparison with present results, since it is close to the experimental reality, especially for adsorption at high pressure.", " ", "The system of Vermesse and Levesque is a parallelipipedic cavity containing ", "N", " gas molecules. Two opposite faces are the planes or the microporous adsorbing surfaces, while the others are submitted to the usual periodic boundary conditions. The interaction between gas molecules is represented by the Lennard-Jones 6-12 potential. As concerns the solid−gas interaction, the potential considered was a hard sphere potential when the adsorbing surfaces were rigid planes or planes comprising a lattice of cylindrical pores. Adsorption obtained with the Monte Carlo simulation is exactly the surface excess adsorption Γ* defined by", " ", " ρ* is the gas bulk density and ", "V", " the volume accessible to this gas, i.e., the volume in which average gas density is different from zero (considering that the distance between the two opposite adsorbing faces is the distance between the centers of two gas molecules, each one in contact with one of these opposite faces). 2", "S", " is the area of adsorbing surfaces and the asterisk signifies reduced quantities with respect to molecular quantities:  Avogadro's number, 𝒩; molecular mass, ", "M", "; Lennard-Jones parameters ε and σ. The density, ρ*, is then related to the molar density 1/", "v", "m", " by", " ", " ", " ", "The experimental excess adsorption per unit mass of adsorbent, ", "m", "a", ", of the preceding section is related to this adsorption Γ* by the equation", " ", " ", "A", "s", " is the specific area of the adsorbent determined by the well-known BET method from the measured adsorption isotherm of vapor of nitrogen at 77 K. In fact, it is an essential quantity for comparing adsorptions obtained by experimentation and by simulation.", " ", "The main result of these Monte Carlo simulations is a monotonic increase with density of adsorption isotherms irrespective of the porous character of the solid−gas interface.", " ", "Figure 3 reports such an isotherm from simulation of adsorption on rigid nonporous and porous interfaces of a Lennard-Jones gas representing helium at room temperature (σ = 0.2556 nm and ε/κ = 10.22 K, with a reduced temperature ", "T", "* = ", "kT", "/ε equal to 29.17, corresponding to ", "T", " = 25 °C). This result is parametrized with the BET specific area value of GAC 250 activated carbon of 1 030 m", "2", " g", "-1", " (given by the supplier). Comparison with the experiment leads to the following conclusions:  (a) the ", " calculated isotherm closely fits the high density experimental data; (b) at moderate densities, the experimental curve presents a hump which is nonexistent in the calculated curve. The discrepancy is due to a slight deficiency in simulation at low pressure because of the lack of attractive sites in the gas−solid interaction (the model does not provide the maximum of the adsorption isotherm).", " ", "For zeolites, Monte Carlo simulation isotherms corresponding to BET specific areas in Table 1 (column 1) also exhibit a shape similar to that of experimental isotherms, but they are not in good agreement. Nevertheless, their agreement is adequate if considered as a primary result based on a very simple model of zeolites (planes with lattices of micropores whose interaction with gas is the interaction of spheres on rigid planes).", " ", "We conclude that the validity of Monte Carlo simulations for adsorption, and of the hard sphere model as representative of the interaction between helium and various types of adsorbents, is fairly good. Moreover, the main characteristic and the advantage of the present comparison, which to our knowledge is the first to be done, lie in its coherence, i.e., the fact that the adsorbed gas itself was used to measure the adsorbent density. Thus, for experimentation and simulation, the ideal condition for positioning of the Gibbs surface according to IUPAC's recommednations", "27", " has been respected. ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", " ", "It is of particular interest to examine implications of the present new helium density of activated carbon on the high-pressure adsorption data we previously obtained with helium density measured at room temperature.", "11", " The recalculated isotherms are presented in Figure 4.", " As in the case of helium, the negative part of the curves disappears. It may therefore be concluded that these negative parts of the isotherm arise only from too large a helium density value of the adsorbent.", " ", " Figure 4 Recalculated isotherms of adsorption on activated carbon:  □, helium; ·, neon; ○, argon; ▪, krypton; +, nitrogen; ▵, methane; e > <, error bars.", " ", " ", " ", "Another important result concerning all gases considered is the renewed increase in adsorption at higher densities. Such behavior was already observed by Michels et al.", "28", " for adsorption of nitrogen on alumina but only in that particular case. Under such extreme conditions of high gas density, the influence on adsorption of the error upon adsorbent helium density must be taken into account (in fact, it increases linearly with gas density as can be seen in expression 2 of ref 11). Nevertheless, corresponding error bars in Figure 4 prove that this error is not at the origin of the present upward-turn of the isotherms.", " ", "The present set of curves, including the helium isotherm, appears to exhibit a sharper maximum and minimum as the attractive well of the gas interaction potential increases. Thus, the curves exhibit extremes which are more and more pronounced in the order He, Ne, N", "2", ", Ar, CH", "4", ", and Kr, corresponding to the increase in ε, the depth of the attractive well of these gases (Table 4).", " This is also the decreasing order of the temperature value 25 °C expressed for each gas in reduced units with respect to ε/", "k", " (Table 4), an order in agreement with the well-known capacity of adsorption to be inversely proportional to the temperature. These observations illustrate the fact that, at moderate densities, the influence on adsorption of molecular attractive forces is at a maximum but decreases progressively as density increases and then vanishes at high densities at which repulsive interaction forces predominate. In other words, at high densities, the behavior of all gases is similar to that of helium, i.e., an increase in excess adsorption, a completely unexpected result but one which is coherent with an analysis of the respective contributions of intermolecular forces.", " ", " ", " Table 4.  Depth, ε, of the Lennard-Jones Potential Well for Different Gases and Corresponding Reduced Temperatures, ", "T", "*", " ", " ", " ", "He", "Ne", "N", "2", "Ar", "CH", "4", "Kr ", "ε/", "k", "6.03", "33.7", "95", "119.8", "142.1", "166.7 ", "T", "49.4", "8.8", "5", "3.1", "4", "2.4", "9", "2.1", "0", "1.7", "9", " ", " ", " ", "Vermesse and Levesque also carried out Monte Carlo simulations of adsorption of argon at high pressure on a plane and a microporous graphite, for which the interaction with gas is a Lennard-Jones potential, well-adapted to argon.", "10", " More explicitly, parameters ε and σ of this solid−gas interaction result from Berthelot rules using parameters of the Lennard-Jones potential of the gas and those of a fictitious Lennard-Jones potential representing the interaction between carbon atoms. As in ref 9, the accessible volume to the gas corresponds to the volume where the average gas density is different from zero. The resulting isotherms exhibit a similar maximum for the plane and for microporous graphite, but in the latter case adsorption is lower. Moreover, when this argon adsorption isotherm is compared to the krypton isotherm obtained using similar simulations, the above mentioned shifting of the maximum to high densities appears as the reduced temperature increases.", " ", "Figure 5", " shows the experimental adsorption isotherm of argon and that obtained by Monte Carlo simulations. Good agreement can be observed for the shape and height of maxima of the respective curves, despite some discrepancies at the higher densities. Moreover, in this range, experimental data would be well fitted with a simulation curve obtained with a helium density of adsorbent of 1.8 g cm", "-3", " and without any noticeable alteration in the first ", " part of the isotherm. The explanation lies in the fact that micropores of activated carbon are less accessible to argon atoms than to helium atoms, the consequence being that adsorbent helium density has a high value. A coherent comparison of simulation with the experiment could be made if adsorbent density was measured with argon itself as was the case for helium in the preceding paragraph. Such a remark can be extended to all gas atoms and molecules to which micropores are less accessible than to helium atoms. Helium densities are thus inadapted and corresponding adsorption has an erroneous value, especially at high pressure. Indeed, the ideal method according to the Gibbs surface definition would be to measure the adsorbent density for each gas with the gas itself, but this may not be practical. On the other hand, when Monte Carlo simulations are extended to more adsorbent models and gases, it will be possible to make reliable corrections of helium density with the help of a fit of the simulation curve. ", " ", " Figure 5 Comparison of experimental adsorption isotherm of argon on activated carbon with the one obtained by Monte Carlo simulation for argon adsorbed on microporous graphite:  ·, experiment; □, simulation.", " ", " ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "VII. Conclusion", " ", "We have clearly shown that helium density measurements of adsorbate solids performed at room temperature could be erroneous and that it is necessary to operate at high temperature. Experimentally, the helium density value for an adsorbent is that obtained at the temperature of its regeneration.", " ", "Results of high-pressure adsorption of helium are of particular interest because they were compared with Monte Carlo simulation data. The experimental and calculated isotherms are in good agreement. We find that (i) there is no saturation at high pressure, (ii) light solid−gas attractive forces are the cause of the low maximum of the adsorption isotherm, (iii) short range solid−gas repulsive forces produce an increase in adsorption at higher pressure, and (iv) the porous structure contributes only toward adsorption by an increase in the specific area and does not modify adsorption curves. Thus, adsorption is essentially a surface phenomenon controlled by gas−gas and solid−gas interaction forces. The solid−gas attractive forces contribute to adsorption at low and moderate densities, whereas short range repulsive forces predominate in adsorption at higher densities.", " ", "A re-examination of previous high-pressure experimental adsorption measurements of noble gases, nitrogen, and methane on activated carbon leads to similar conclusions, corroborated by Monte Carlo simulations:  there are no negative values of adsorption at high pressure. On the contrary, there is a systematic renewed increase and the effect of the porous structure is weaker than that of the interaction between gas and solid. ", " ", " ", " ", "Top of Page", "Abstract", "I. Introduction", "II. Helium Density Measurements", "III. Helium Adsorption at Room Temperature and Atmospheric Pressure", "IV. High-Pressure Helium Adsorption Isotherms", "V. Comparison with Numerical Calculation", "VI. Revision of High-Pressure Adsorption Isotherms of Gases Other Than Helium", "VII. Conclusion", "Acknowledgment", " ", "The authors thank M. Bono for his help in the construction of the apparatus for helium density measurement and the Société CECA-ELF-ATOCHEM and Le CARBONE-LORRAINE for their adsorbent samples.", " ", "   ", "✗", " ", "  Abstract published in ", "Advance ACS Abstracts,", " January 1, 1997.", " ", "  ", "This article references 28 other publications.", " ", "(1)", " ", "McBain, J. W. ", "  The sorption of gases and vapours by solids", "; George Routledge & Sons:  London, 1932; p 79.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Coolidge, A. S. ", "  J", ". ", "Am", ". ", "Chem", ". ", "Soc", ". ", "1934", ", ", "56", ", 554.", "[", "ACS Full Text ", "], [", "CAS", "]", "(2) . ", "Adsorption at high pressures. I", "Coolidge, Albert S.", "Journal of the American Chemical Society", "\r\n        (", "1934", "),\r\n    ", "56", "\r\n        (", "),\r\n    ", "554-61", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The phenomenology and thermodynamic theory of adsorption systems are generalized and made applicable to the entire range of conditions within which the adsorbed substances normally exists as a fluid.  Special attention is devoted to the corrections required when expts. are performed at high pressures.  The conclusion is reached that several different methods of defining adsorption can advantageously be adopted.  The consequences of adopting each of these definitions are followed in some detail and illustrated by computations based upon the Polanyi theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA2cXisFSiug%253D%253D&md5=831bc9c73e2e0e19849099fb72796b20", " ", " ", "(3)", " ", "Washburn, E. W.; Buntung, E. N. ", "  J", ". ", "Am", ". ", "Ceram", ". ", "Soc", ". ", "1922", ", ", "5", ", 112.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Porosity. VI. Determination of porosity by the method of gas expansion", "Washburn, E. W.; Bunting, E. N.", "Journal of the American Ceramic Society", "\r\n        (", "1922", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "112-29", "CODEN:\r\n                ", "JACTAW", ";\r\n        ISSN:", "0002-7820", ".\r\n    ", "cf. C. A. 16, 1140.  The pore vol. is measured by allowing the gas which fills the pores to expand into a measured vol. and measuring the accompanying fall in pressure.  A new app. is described with which a detn. can be made in 5 min.  It is accurate to 1 unit in the first decimal place of the % porosity.  It is proved that a complete filling of all the pores in a reasonable time is impossible with any of the current methods using a liquid as the pore-filling agent.  The results with gas are always higher and sometimes much higher than when liquid absorption methods are used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaB38XmvVWn&md5=d82663389f38f77247545bdb517f0bf8", " ", " ", "(4)", " ", "Howard, H. C.; Hulett, G. A. ", "  J", ". ", "Phys", ". ", "Chem", ". ", "1924", ", ", "28", ", 1082.", "[", "ACS Full Text ", "], [", "CAS", "]", "(4) . ", "A study of the density of carbon", "Howard, H. C.; Hulett, G. A.", "Journal of Physical Chemistry", "\r\n        (", "1924", "),\r\n    ", "28", "\r\n        (", "),\r\n    ", "1082-95", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The work of several investigators on the absorption of gases by charcoal is considered.  An immersion method is devised for d. detns. of various types of C.  Helium was used as the gas-filling liquid.  For coconut charcoal, a value of 2.1 was obtained.  The data confirm the conclusions of Debye and Scherrer (C. A. 12, 786) and Asahara (C. A. 17, 656), obtained from X-ray analysis, that all carbons consist of graphite contaminated with varying amts. of hydrocarbons.  A series of absorption expts. with N2 was carried out to det. absorption capacities of the different specimens of C. Legitimacy of the assumptions used in calcg. d. is discussed, and a modification of the theories of Harkins and Ewing (C. A. 16, 670), and of Williams (C. A. 15, 785), that liquids exist at the surfaces of absorbing solids at pressures greater than normal, is recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaB2MXhsFan&md5=ea3ac86a725f66246433ab455ee76ffd", " ", " ", "(5)", " ", "Franklin, R. E. ", "  Trans", ". ", "Faraday Soc", ". ", "1949", ", ", "45", ", 274.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "Study of the fine structure of carbonaceous solids by measurements of true and apparent densities. I. Coals", "Franklin, Rosalind E.", "Transactions of the Faraday Society", "\r\n        (", "1949", "),\r\n    ", "45", "\r\n        (", "),\r\n    ", "274-86", "CODEN:\r\n                ", "TFSOA4", ";\r\n        ISSN:", "0014-7672", ".\r\n    ", "True d. of a series of coals was detd. with He and the apparent d. with MeOH, water, n-hexane, and benzene liquids.  He rapidly and completely fills the pore space of coals ground to pass a 72 B.S. sieve.  The pore space is filled by MeOH almost completely in a few hrs.  There is a contraction of 2.6 × 10-8 ml. for each cm.2 of surface covered by MeOH.  Water, n-hexane, and benzene fill the pore space of some low-rank coals practically completely.  The apparent d. of such coals in these liquids is high owing to the contraction which accompanies adsorption.  n-Hexane and benzene penetrate only very slowly into the pore space of some coals because of the relatively large mol. diam. of these liquids.  There is no appreciable vol. of closed pores in coals.  The pore system consists of numerous fine constrictions, and the variation in the accessibility from one coal to another is related to a variation in the width of the constructions rather than in the mean diam. of the pores.  The width of the constrictions is of the same order as the diam. of simple mol. and is smallest in coals contg. between 89% and 93% C.  Porosity is assumed to be proportional to the surface area and the latter is detd. by the heat of wetting in MeOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH1MXjtFSlug%253D%253D&md5=e15a3280a114e642321a9e0db34f8303", " ", " ", "(6)", " ", "De Boer, J. H.; Steggerda, J. J. ", "  K", ". ", "Ned", ". ", "Akad", ". ", "Wetenschap", ". ", "Proc", ". ", "1958", ", ", "B61", ", 317.", "There is no corresponding record for this reference.", " ", " ", "(7)", " ", "Maggs, F. A. P.; Schwabe, P. H.; Williams, J. H. ", "  Nature", " ", "1960", ", ", "186", ", 956.", "[", "Crossref", "], [", "CAS", "]", "(7) . ", "Adsorption of helium on carbons: influence on measurement of density", "Maggs, F. A. P.; Schwabe, P. H.; Williams, J. H.", "Nature (London, United Kingdom)", "\r\n        (", "1960", "),\r\n    ", "186", "\r\n        (", "),\r\n    ", "956-8", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The effect of temp. on the adsorption of He on a no. of carbons was detd. by measuring the apparent dead space in a conventional volumetric adsorption app. in the range 77-580°K.  In all cases the value of the apparent dead-space became nearly const. at 580°K. and this value was taken as the true dead-space for the purpose of calcg. min. values for the adsorption of He at lower temps.  The carbons examd. fell into 2 groups: Group (A) was carbons which adsorbed appreciable quantities of He at room temp.; all the activated carbons were in this group.  Group (B) was carbons for which no adsorption at room temp. was detected.  The reason for the difference in behavior is not clear but may be due to very small capillaries accessible only to He present in the group (A) carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3cXhtVOntr4%253D&md5=47477f258e8e6ac15ca640cfb3c722bf", " ", " ", "(8)", " ", "Sing, K. S. W. ", "  Fondamentals of adsorptionProceedings of the Engineering Foundation Conference", "; Mears, A., Belfort, G., Eds.; Engineering Conference:  New York, 1983; p 573.", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "Vermesse, J.; Levesque, D. ", "  Mol", ". ", "Phys", ". ", "1992", ", ", "77", ", 837.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Simulations of adsorption on microporous interfaces", "Vermesse, J.; Levesque, D.", "Molecular Physics", "\r\n        (", "1992", "),\r\n    ", "77", "\r\n        (", "5", "),\r\n    ", "837-44", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "Adsorption of a simple fluid (Lennard-Jones gas) on a rigid plane interface and on a rigid interface consisting of a lattice of micropores was studied by numerical simulations.  The thermodn. states considered in these calcns. correspond to He at room temp.  The adsorption by a surface unit is shown to be similar for the 2 types of interface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXislyltg%253D%253D&md5=fb5162b4930a69466dc39ee217f94877", " ", " ", "Vermesse, J.; Levesque, D. ", "  J", ". ", "Chem", ". ", "Phys", ". ", "1994", ", ", "101", ", 9063.", "[", "Crossref", "], [", "CAS", "]", ". ", "Monte Carlo simulations of the adsorption of rare gases at high pressures", "Vermesse, J.; Levesque, D.", "Journal of Chemical Physics", "\r\n        (", "1994", "),\r\n    ", "101", "\r\n        (", "10", "),\r\n    ", "9063-71", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The excess surface adsorption of rare gases on the surface of a graphite crystal was calcd. at room temp. by numerical simulations for thermodn. states of densities covering the full domain of their fluid phases.  A comparison with the measured excess surface adsorption on active carbon (in a domain of pressures 5-600 MPa) shows that the exptl. data are in qual. agreement with the simulation results.  When the pressure is increased, the excess surface adsorption 1st goes through a max., then decreases towards a shallow min., and subsequently stays const. or increases slightly up to the solid phase of rare gases in both the expts. and the simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjt1yitbg%253D&md5=a8dca8565e4294e61f4f17adb442f63c", " ", " ", "(11)", " ", "Malbrunot, P.; Vidal, D.; Vermesse, J.; Chahine, R.; Bose, T. K. ", "  Langmuir", " ", "1992", ", ", "8", ", 577.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Adsorption measurements of argon, neon, krypton, nitrogen, and methane on activated carbon up to 650 MPa", "Malbrunot, P.; Vidal, D.; Vermesse, J.; Chahine, R.; Bose, T. K.", "Langmuir", "\r\n        (", "1992", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "577-80", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The physisorption of Ar, Kr, Ne, N2, and CH4 on GAC activated carbon was measured in the above-crit. region by a dielec. method.  The measurements were done at room temp. and ≤650 MPa (corresponding to reduced densities ≤3.25).  With the exception of 2, all the measured excess adsorption isotherms show a similar behavior.  They exhibit a max. followed by a downward straight line intercepting the bulk d. axis at around the liq. d. of the adsorbate in the normal liq. range.  The surface excess adsorption isotherms are represented well over the entire d. range by the J. Fischer (1977) β-parameter integral equation.  The results are also characterized in terms of the crit. parameters and the reduced variables of he adsorbates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xpt1Sntw%253D%253D&md5=5eb48d0b1b91ef97cc855c9977735626", " ", " ", "(12)", " ", "IUPAC ", "Helium, International Tables of Fluid State-4", "; Angus, S., de Reuck, K. M., Eds.; Pergamon Press:  London, 1977.", "There is no corresponding record for this reference.", " ", " ", "(13)", " ", "Michels, A.; Wassenaar, T.; Louwerse, P. ", "  Physica", " ", "1954", ", ", "XX", ", 99.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(14)", " ", "Levesque, D. Private communication, 1993.", "There is no corresponding record for this reference.", " ", " ", "(15)", " ", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T. ", "  Pure Appl", ". ", "Chem", ". ", "1985", ", ", "57", ", 603.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", " ", " ", "(16)", " ", "Suzuki, I.; Kakimoto, K.; Oki, S. ", "  Rev", ". ", "Sci", ". ", "Instrum", ". ", "1987", ", ", "58", ", 1226.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Volumetric determination of adsorption of helium over some zeolites with a temperature-compensated, differential tensimeter having symmetrical design", "Suzuki, Isao; Kakimoto, Kazuhiko; Oki, Shoichi", "Review of Scientific Instruments", "\r\n        (", "1987", "),\r\n    ", "58", "\r\n        (", "7", "),\r\n    ", "1226-30", "CODEN:\r\n                ", "RSINAK", ";\r\n        ISSN:", "0034-6748", ".\r\n    ", "Amts. of adsorption of He over some zeolites were detd. ranging from 77 to 673 K with a temp.-compensated, differential tensimeter having sym. design.  The amt. of adsorption of He was detd. by measuring an increase in apparent dead space between the sample adsorption cell contg. the sample and the ref. adsorption cell contg. several glass rods on the assumption that the amt. adsorbed of He at 673 K was negligibly small, the temp. of the adsorption cells being changed after each detn.  Discussion was made of the errors caused by the adsorption of He in the detn. of the d. of solids when He is used as the dilatometric fluid, and the detn. of the surface areas of solids based upon the adsorption of N with a conventional volumetric adsorption app.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXltVegsLw%253D&md5=4d646a30704f87558f9b7c0659485a66", " ", " ", "(17)", " ", "Hellemans, R.; Van Itterbeek, A.; Van Deal, W. ", "  Physica", " ", "1967", ", ", "34", ", 429.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Absorption of helium, argon, and nitrogen on graphite", "Hellemans, R.; Van Itterbeek, August; Van Dael, W.", "Physica (Amsterdam)", "\r\n        (", "1967", "),\r\n    ", "34", "\r\n        (", "3", "),\r\n    ", "429-37", "CODEN:\r\n                ", "PHYSAG", ";\r\n        ISSN:", "0031-8914", ".\r\n    ", "Adsorption isotherms of He, Ar, and N on graphite were detd. at 90°-17°K., at pressures of from 10-3 to 1 torr.  From these exptl. data, isosteric heats of adsorption were calcd.  Theoretical values of the heat of adsorption are evaluated by using a potential model worked out by Crowell and Steele (CA 55, 19388c).  The heats of adsorption derived from the expt. and the theoretical values agree well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2sXhtVymtrw%253D&md5=7fe96e4815a5b04011e1ccce82f02a0d", " ", " ", "(18)", " ", "Vidal, D.; Malbrunot, P.; Guengant, L.; Vermesse, J.; Bose, T. K.; Chahine, R. ", "  Rev", ". ", "Sci", ". ", "Instrum", ". ", "1990", ", ", "61", ", 1314.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Measurement of physical adsorption of gases at high pressure", "Vidal, D.; Malbrunot, P.; Guengant, L.; Vermesse, J.; Bose, T. K.; Chahine, R.", "Review of Scientific Instruments", "\r\n        (", "1990", "),\r\n    ", "61", "\r\n        (", "4", "),\r\n    ", "1314-18", "CODEN:\r\n                ", "RSINAK", ";\r\n        ISSN:", "0034-6748", ".\r\n    ", "A dielec. method is described for the measurement of physisorption of gases at pressures up to 200 MPa.  The adsorption measurements of CH4 on activated carbon obtained at moderate pressures are in good agreement with published results but reveal unexpected neg. values at higher pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXitVGnsrc%253D&md5=6d89c4bc793099501e3ea2f7e3df013b", " ", " ", "(19)", " ", "Van Megen, W.; Snook, I. K. ", "  Mol", ". ", "Phys", ". ", "1982", ", ", "45", ", 629.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Physical adsorption of gases at high pressure.  I.  The critical region", "Van Megen, W.; Snook, I. K.", "Molecular Physics", "\r\n        (", "1982", "),\r\n    ", "45", "\r\n        (", "3", "),\r\n    ", "629-36", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "The grand canonical ensemble Monte Carlo method was used to simulate the behavior of a marginally supercrit. Lennard-Jones gas near a graphite surface.  The results reproduce the cusplike shape of the exptl. obsd. adsorption isotherms.  Even at these high temps. the computations clearly show the occurrence of multilayer adsorption; up to 4 layers are discernible at sufficiently high pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XksVCrtb0%253D&md5=0f79c2c4e95f48abf5a706c5d4dac79e", " ", " ", "Snook, I. K.; Van Megen, W. ", "  Mol", ". ", "Phys", ". ", "1982", ", ", "47", ", 1417.", "[", "Crossref", "], [", "CAS", "]", ". ", "Physical adsorption of gases at high pressure.  II.  Effect of temperature", "Snook, I. K.; Van Megen, W.", "Molecular Physics", "\r\n        (", "1982", "),\r\n    ", "47", "\r\n        (", "6", "),\r\n    ", "1417-28", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "The adsorption of a (modified) Lennard-Jones gas on a plane, rigid solid surface is studied by using the grand canonical ensemble Monte Carlo method for a wide range of phys. conditions.  The shapes of the adsorption isotherms agree qual. with those obsd. exptl.  Multilayers adsorption is obsd. at temps. from just below to well above the crit. temp. Tc.  As the pressure is increased for T .ltorsim. Tc the adsorbed film tends to become thick in the sense that the outer adsorbed layer becomes highly delocalized and asym.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXhtlakt7o%253D&md5=84e84d53329d5ca30aa67aab5cef750a", " ", " ", "(21)", " ", "Van Megen, W.; Snook, I. K. ", "  Mol", ". ", "Phys", ". ", "1985", ", ", "54", ", 741.", "[", "Crossref", "], [", "CAS", "]", "(21) . ", "Physical adsorption of gases at high pressure.  III.  Adsorption in slit-like pores", "Van Megen, W.; Snook, I. K.", "Molecular Physics", "\r\n        (", "1985", "),\r\n    ", "54", "\r\n        (", "3", "),\r\n    ", "741-55", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "A grand canonical ensemble Monte Carlo study is made of the adsorption of a gas of simple mols. in the space between 2 infinite, flat, parallel surfaces (slit-like pores) as a function of their sepn., h, at various temps.  Above the crit. temp. the overall shape of the adsorption isotherm is independent of h but both the max. adsorption and the pressure, at which the max. occurs, decrease as h decreases.  Below the crit. temp. the adsorption isotherm follows that obtained for an isolated surface up to a pressure p1 beyond which the adsorption excess increases sharply with pressure to a plateau value.  This rapid increase is interpreted in terms of condensation of the gas in the cavity between the surfaces, i.e. capillary condensation.  As h is decreased the value of p1 decreases.  When h is comparable with the diam. of the adsorbate mols. the cavity is full at all readily attainable pressures.  The results are further interpreted in terms of the singlet distribution function of the adsorbate and its behavior as a function of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhsleitL4%253D&md5=ffb901e84da99d48dfc68c1c33d8a0de", " ", " ", "(22)", " ", "Tan, Z.; Gubbins, K. E. ", "  J", ". ", "Phys", ". ", "Chem", ". ", "1990", ", ", "94", ", 6061.", "[", "ACS Full Text ", "], [", "CAS", "]", "(22) . ", "Adsorption in carbon micropores at supercritical temperatures", "Tan, Ziming; Gubbins, Keith E.", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "15", "),\r\n    ", "6061-9", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Nonlocal d. functional theory and grand canonical Monte Carlo simulations are used to investigate the adsorption behavior of gases of simple spherical mols. in model carbon micropores at temps. above the crit. value for the gas.  In most of the calcns. the parameters are chosen to model CH4 as the adsorbed gas, but some calcns. are reported for a model of C2H4.  The excess adsorption isotherms (which measure the increased d. in the pore, relative to that of the bulk fluid) show a max. at a particular value of the bulk gas d. (pressure).  Near the capillary crit. temp. these max. have a cusplike nature, similar to that obsd. exptl.  The effect of temp. and pore size on the excess adsorption isotherms and on the max. excess adsorption were studied.  Heats of adsorption for an ideal gas phase are also calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVeqs7s%253D&md5=05e0f98a1eb13c8c047ba1f60b1fb478", " ", " ", "(23)", " ", "Van Slooten, R.; Bojan, M. J.; Steele, W. A. ", "  Langmuir", " ", "1994", ", ", "10", ", 542.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Computer simulations of the high-temperature adsorption of methane in a sulfided graphite micropore", "Van Slooten, R.; Bojan, M. J.; Steele, W. A.", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "542-8", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Computer simulations of the adsorption isotherms and energies for CH4 at 300 K in slit pores are reported.  The walls of these pores were made to be chem. heterogeneous by introducing S atoms into graphite basal planes.  Adsorption in the slit pores with pure graphite walls was simulated previously.  Modifications in the adsorbate behavior produced by the substitution of sulfides for some carbon atoms in the surface planes are shown here.  The sulfides form regular lattices, with 2 levels of substitution studied.  In the 1st case, 1 carbon atom in 14 is replaced by S, and in the 2nd, 1 atom in 8 was replaced by S.  The choices of interaction potentials for the systems give rise to a very well defined heterogeneity in the sulfided surfaces.  Both the isotherms and the heats show that adsorption is enhanced by the introduction of S.  However, a detailed inspection of the interaction potentials indicates that the \"strong sites\" for adsorption are not on the sulfides, but on the remaining exposed graphite surface between the sulfurs.  Distributions of the adsorption energies of the adsorbed atoms were evaluated.  These distributions show that, for such a high temp., adsorption does not occur by occupation 1st of the strong sites followed by coverage of the weaker parts of the surface.  Instead, the distributions are essentially invariant for coverages up to a large fraction of the monolayer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhtFOmsLg%253D&md5=dc8492cf07b22cc52c6fefcc9f29824c", " ", " ", "(24)", " ", "Kaneko, K.; Cracknell, R. F.; Nicholson, D. ", "  Langmuir", " ", "1994", ", ", "10", ", 4606.", "[", "ACS Full Text ", "], [", "CAS", "]", "(24) . ", "Nitrogen Adsorption in Slit Pores at Ambient Temperatures: Comparison of Simulation and Experiment", "Kaneko, Katsumi; Cracknell, Roger F.; Nicholson, David", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "4606-9", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The authors used GCMC simulation to study the adsorption of N into slit-shaped micropores at 303 K.  The N was modeled as a 1-center or as a 2-center mol., with or without quadrupoles.  The pores were modeled as parallel smooth graphite surfaces.  Pore widths, corresponding to 2 samples of activated carbon fiber having internal pore widths of 0.75 and 1.45 nm, were selected.  The carbon to carbon distance (H) needed in the potential energy calcn. was found from geometrical parameters.  Two alternative methods of calcn. of this quantity are discussed.  Better agreement with expt. is obtained if H is based on the min. of the interaction potential rather than the thickness of graphite plane.  Differences between the 1-center and 2-center models were found in the smaller pore and can be attributed to the different packing available to the 2 models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmvVOisbc%253D&md5=65a06c615312efb7ce5433bcf2a7de92", " ", " ", "(25)", " ", "Razmus, D. M.; Hall, C. K. ", "  AIChE J", ". ", "1991", ", ", "37", ", 769.", "[", "Crossref", "], [", "CAS", "]", "(25) . ", "Prediction of gas adsorption in 5A zeolites using Monte Carlo simulation", "Razmus, David M.; Hall, Carol K.", "AIChE Journal", "\r\n        (", "1991", "),\r\n    ", "37", "\r\n        (", "5", "),\r\n    ", "769-79", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption of air in 5A zeolites was studied by using Monte Carlo simulations in the grand canonical ensemble (chem. potential, vol., and temp. const.).  Site-site potentials were used to model the adsorbate-zeolite and adsorbate-adsorbate interactions.  The potential model contained 1 adjustable parameter that was fitted to a single exptl. isotherm data point.  Adsorption isotherms and heats of adsorption were detd. for Ar, O, and N at 203.15 K, 233.15 K, and 297.15 K and 0.1-4.0 bars.  Multicomponent adsorption isotherms were detd. for binary mixts. of O and N at 203.15 K.  The pure-component isotherms agree with expt.  The results for the heat of adsorption agree with exptl. data for Ar and O, but not for N.  The results for multicomponent adsorption isotherms are qual. correct; however, the simulation was not able to predict mixt. data quant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXktFWntrg%253D&md5=aec986787374a5bbc9a90f659295a7bd", " ", " ", "(26)", " ", "Van Tassel, P. R.; Davis, H. T.; McCormick, A. V. ", "  J", ". ", "Chem", ". ", "Phys", ". ", "1993", ", ", "98", ", 8919.", "[", "Crossref", "], [", "CAS", "]", "(26) . ", "Open-system, Monte-Carlo simulations of xenon in zeolite NaA", "Van Tassel, Paul R.; Davis, H. Ted; McCormick, Alon V.", "Journal of Chemical Physics", "\r\n        (", "1993", "),\r\n    ", "98", "\r\n        (", "11", "),\r\n    ", "8919-28", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The grand canonical ensemble Monte Carlo method is used to det. the absorption isotherm, energy, entropy, occupancy distribution, and d. distribution of Xe atoms absorbed in zeolite NaA, which is modeled as a single alpha cage and as a network of connected cages.  The isotherms exhibit multiple plateaus, indicating the existence of certain favored loadings.  These plateaus can be predicted by considering const. loading energy and d. distributions found previously.  A linear regression method of detg. the const. loading entropy of Xe atoms is presented.  The entropy is a smooth function of loading, which suggests that the structure of the adsorbed Xe is also smoothly varying.  The pressures needed to obtain complete loading are quite large and beyond the range of conventional expt.  However, the simulated isotherm and occupancy distribution compare well with the available exptl. data.  Structural modifications of NaA in the form of cation removal are studied.  A cation-poor model NaA absorbs fewer Xe at low chem. potential due to its smaller elec. field, but has a larger overall adsorption capacity due to its greater accessible vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXltVeru7g%253D&md5=7239073e4ce8fee5cf917fd23215ff3b", " ", " ", "(27)", " ", "Manual of Symbols and Terninology for Physicochemical Quantities and Units, Appendix II, Part I", " (IUPAC Council, Washington, July 1971), prepared for publication by Everett, D. H.; Butterworth:  London, 1972.", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Michels, A. M. J. F.; Menon, P. G.; Ten Seldam, C. A. ", "  Recl", ". ", "Trav", ". ", "Chim", ". ", "Pays-Bas", " ", "1961", ", ", "80", ", 483.", "[", "CAS", "]", "(28) . ", "Adsorption of nitrogen on alumina at high pressure", "Michels, A.; Menon, P. G.; Seldam, C. A. Ten", "Recueil des Travaux Chimiques des Pays-Bas", "\r\n        (", "1961", "),\r\n    ", "80", "\r\n        (", "),\r\n    ", "483-501", "CODEN:\r\n                ", "RTCPA3", ";\r\n        ISSN:", "0165-0513", ".\r\n    ", "The adsorption of N2 was measured by a piezometer technique (CA 28, 60541) at temps. of -7.6°, -0.75°, 25°, 50°, 75°, and 100° and at pressures up to 2800 atm. on 2 samples of Al2O3 made by the vacuum dehydration of Peter Spence Type-H Al2O3 at 300° and 600° having the He ds. of 3.3589 and 3.4273 g./cc. and B.E.T. surface areas of 120.1 and 94.2 sq. m./g., resp.  The sp. adsorption, cc. N2 at S.T.P. per g. Al2O3, plotted against pressure up to 500 atm. increases with pressure to a max. between 100 and 200 atm. and then decreases.  Al2O3 dehydrated at 300° showed a somewhat higher adsorption than the sample dehydrated at 600°.  The adsorption decreased with increase in adsorption temp.  The curves for sp. adsorption vs. gas d. in Amagats for various temps. rise to max. between 100 and 200 Amagats and then decrease linearly to min. between 500 and 600 Amagats and finally increase sharply.  There is no theory to predict this behavior at the present time.  The linear portion may be described on the basis of a simple 2-phase model which leads to surface areas decreasing from 54 at 0° to 32 sq. m./g. at 100° compared to the B.E.T. area of 120.  The corresponding decrease in the adsorbate present in the dense phase from 12.44 cc./g. at 0° to 7.34 cc./g. at 100° could be explained by accepting a heterogeneity of the adsorbing surface leading to different attractive forces, that is, having different heats of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF38XhsFCrsw%253D%253D&md5=cc799597167c91d97683110878aaa2c4", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1997/langd5.1997.13.issue-3/la950969e/production/images/small/la950969ef00005.gif\">"]}
