{"title": ["A Two-Fold Interpenetrating Porous Metal–Organic Framework with a Large Solvent-Accessible Volume: Gas Sorption and Luminescent Properties"], "authors": ["Yun-Nan Gong", "Yong-Rong Xie", "Di-Chang Zhong", "Zi-Yi Du", "Tong-Bu Lu"], "doi": ["10.1021/acs.cgd.5b00634"], "abstract": ["A two-fold interpenetrating luminescent porous metal−organic framework with a large solvent-accessible volume, which exhibits gas sorption behaviors for N", ", H", ", and CO", " gases and guest-responsive luminescent changes toward different solvent molecules, has been constructed and characterized.", "A luminescent porous metal–organic framework based on π-electron-rich tricarboxylate has been solvothermally prepared and characterized by Fourier transform infrared spectroscopy, thermogravimetric analysis, elemental analyses, and single-crystal X-ray diffraction analysis. This compound is a 2-fold interpenetrating framework with a large solvent-accessible volume and exhibits gas sorption behaviors for N", ", H", ", and CO", " gases and relatively strong interactions between CO", " and the framework. Furthermore, it also shows interesting guest-responsive luminescent changes toward different solvent molecules."], "text": ["Porous metal–organic frameworks (MOFs) have been given great attention not only due to their intriguing structures and diverse topologies but also due to their potential applications in gas storage and separation, ion-exchange, catalysis, and molecular sensing.", "(1)", " In the past few decades, much efforts have been focused on the construction of interpenetrated porous MOFs, which is a single net having the feature that the smallest topological rings are catenated by other rings belonging to the same net.", "(2)", " The recent adsorption results demonstrated that the adsorption capacity of open interpenetrating MOFs can be enhanced because of the new adsorption sites are formed by the interpenetration and small pores formed which strengthen the overall interaction between gas molecules and the pore walls.", "(2a-2c)", " However, the open channels of such MOFs are usually blocked as a result of interpenetration.", "(3)", " Therefore, it is still a challenging task to obtain an open interpenetrating net with large solvent-accessible volume.", "On the other hand, MOFs combining luminescence and open porosity are of particular interest as chemical sensors.", "(4)", " Recently, a large number of studies have focused on the detection of high explosives, cations, and anions in luminescent porous MOFs, for their use as molecular recognition, and significant potential applications in biological and environmental systems.", "(5)", " However, solvent-responsive luminescent changes that occur in porous MOFs remain scarcely reported.", "(6)", " Herein, we report a 2-fold interpenetrating luminescent porous MOF, (Me", "2", "NH", "2", ")[Cd(TTCA)(H", "2", "O)]·3DMF·H", "2", "O (", "1", ") (TTCA = triphenylene-2,6,10-tricarboxylate, DMF = ", "N", ",", "N", "-dimethylformamide), which was constructed by using π-electron-rich tricarboxylate and Cd", "2+", " as building blocks. Interestingly, this MOF possesses a large solvent-accessible volume and exhibits gas sorption behaviors for N", "2", ", H", "2", ", and CO", "2", " gases and interesting luminescent changes for different solvent molecules.", "Solvothermal reaction of triphenylene-2,6,10-tricarboxylic acid (H", "3", "TTCA)", "(7)", " with CdCl", "2", "·2.5H", "2", "O and hydrochloric acid in DMF and 1,4-dioxane at 170 °C for 72 h led to the formation of colorless block-shaped crystals of ", "1", ". The result of single crystal X-ray structural analysis reveals that ", "1", " crystallizes in trigonal space group ", "P", "3", "2", "21. In ", "1", ", Cd1 ion is seven-coordinated by six oxygen atoms from three TTCA ligands and one water molecule (Figure ", "1", "a). The Cd–O bond lengths of 2.304(10)–2.580(8) Å (Table S2 in ", "Supporting Information (SI)", ") are comparable to those reported for other literature values.", "(8)", " In ", "1", ", each TTCA ligand links three Cd1 ions to a three-dimensional (3D) porous framework with two types of one-dimensional (1D) channels along the ", "b", " axis, and the size of the 1D channels are 6.5 × 12 Å", "2", " and 12 × 21 Å", "2", ", respectively (Figure S1 in ", "SI", "). It is noteworthy that the large channel allows another identical net to penetrate; namely, the entire structure of ", "1", " is a 2-fold interpenetrated 3D net (Figure ", "1", "b). Despite interpenetration, the 1D channels are still observed along the ", "b", " axis, with pore sizes of 5.3 × 8.8 Å. The anionic framework of ", "1", " is balanced by Me", "2", "NH", "2", "+", " cations decomposed from DMF.", "(9)", " The pores of ", "1", " are filled with disordered Me", "2", "NH", "2", "+", ", DMF, and H", "2", "O molecules, whose electron densities were treated as a diffuse contribution using the program ", "SQUEEZE", ",", "(10)", " and calculation of the solvent-accessible volume by the ", "PLATON", "(11)", " program reveals a large value of 51% per unit cell volume. To our knowledge, among numerous interpenetrated MOFs, only a few frameworks have shown a solvent-accessible volume of >50%.", "(2a, 2b)", " In ", "1", ", each Cd ion links three TTCA ligands, which can be regarded as a three-connected node, and each TTCA ligand, connecting three Cd ions, can also be considered as a three-connected node, so the overall structure can be simplified to a (3,3)-connected 2-fold interpenetrated 3D network with {10", "3", "} topology (Figure S2 in ", "SI", ").", "Figure 1. (a) The coordination environments of Cd1 and TTCA", "3–", " anion in ", "1", " (symmetry operations: A: −", "y", " + 2, ", "x", " – ", "y", " + 1, ", "z", " – 1/3; B: ", "x", " + 1, ", "y", ", ", "z", "). (b) The 2-fold interpenetrating 3D MOF of ", "1", ", showing the 1D channels along the ", "b", " axis.", "The experimental powder X-ray diffraction (PXRD) pattern of ", "1", " is basically identical to the respective simulated pattern, indicating the high phase purity of the bulk products of ", "1", " (Figure S3 in ", "SI", "). The result of thermogravimetric analysis (TGA) indicates that ", "1", " readily lost DMF and H", "2", "O molecules in the temperature range of 30–240 °C, and the desolvated ", "1", " is stable up to 380 °C (Figure S4 in ", "SI", "). Furthermore, the DMF and H", "2", "O molecules in ", "1", " can be removed under high vacuum at 200 °C to obtain a desolvated ", "1", " (Figure S4 in ", "SI", "), and the result of PXRD measurement demonstrates that desolvated ", "1", " retains its structural integrity (Figure S3 in ", "SI", "). The porosity of ", "1", " was examined by the gas sorption measurements, which indicates that it can adsorb N", "2", ", H", "2", ", and CO", "2", " at low temperatures. As shown in Figure ", "2", ", N", "2", " adsorption measurement for ", "1", " at 77 K and 1 atm revealed type-I isotherm with saturated N", "2", " uptake of 79.8 cm", "3", " g", "–1", " (STP), which is characteristic of a microporous material, corresponding to a BET surface area of 232.5 m", "2", " g", "–1", ". CO", "2", " adsorption isotherm demonstrated that ", "1", " can store up to 74.9 cm", "3", " g", "–1", " (STP) CO", "2", " at 195 K/1 atm. Furthermore, the H", "2", " adsorption isotherm of ", "1", " measured at 77 K demonstrated an uptake of 66.9 cm", "3", " g", "–1", " (STP) at 1 bar (Figure S5 in ", "SI", ").", "Figure 2. N", "2", " and CO", "2", " adsorption isotherms of ", "1", " at 77 and 195 K, respectively.", "Further, the CO", "2", " sorption was performed at near room temperature to study the interactions between CO", "2", " and the host framework of ", "1", ". As shown in Figure ", "3", "a, the CO", "2", " uptakes at 1 bar are 37.7 cm", "3", " g", "–1", " at 273 K and 26.5 cm", "3", " g", "–1", " at 298 K. Interestingly, the CO", "2", " sorption isotherms have hysteresis characteristics at both temperatures, which indicate that the framework of ", "1", " maybe has relatively strong interactions with CO", "2", ". In order to understand the interactions between CO", "2", " and the framework of ", "1", ", we calculated the isosteric heat ", "Q", "st", " of CO", "2", " by fitting the 273 and 298 K isotherms to the virial equation (Figure S6 in ", "SI", ").", "(12)", " We note that the value of the initial isosteric heats of adsorption for ", "1", " is 27.7 kJ/mol (Figure ", "3", "b), which implies that the framework of ", "1", " has relatively high binding affinity toward CO", "2", ".", "Figure 3. (a) CO", "2", " adsorption isotherms of ", "1", " at 273 and 298 K. (b) CO", "2", " isosteric heat of adsorption of ", "1", ".", "The photoluminescence (PL) spectra of H", "3", "TTCA and ", "1", " at ambient temperature are shown in Figure S7 in ", "SI", ". When the compound is excited at 420 nm, the solid state spectra of H", "3", "TTCA exhibits an emission at 527 nm, while the solid state spectra of ", "1", " shows an emission at 485 nm with an excitation wavelength of 420 nm. The intensity of the maximum luminescent emission of ", "1", " significantly increased, and with a 42 nm blue-shifted of the emission peak compared to H", "3", "TTCA in the solid state, which can be attributed to ligand-to-ligand charge transitions (LLCT).", "(13)", "The strong luminescence of ", "1", " prompted us to explore its application for the detection of different solvent molecules. It is interesting to note that there is red shift for the maximum emission when the samples were immersed into different solvents such as MeOH (508 nm), EtOH (515 nm), benzene (511 nm), toluene (503 nm), ", "m", "-xylene (501 nm), and nitrobezene (513 nm). Furthermore, the intensity of the maximum luminescent emission was enhanced by 30.8 and 36.5% upon exposure to toluene and ", "m", "-xylene, respectively, which can be attributed to the electron-donating −CH", "3", " group,", "(14)", " while nitrobenzene significantly quenched the maximum luminescent emission by 66% because of the presence of strongly electron-withdrawing -NO", "2", " group.", "(14)", " These results indicate that ", "1", " could be regarded as a potential material for the detection of different solvent molecules. As far as we know, the solvent-responsive luminescent changes that occur in porous MOFs are still rare.", "Figure 4. Luminescence changes of ", "1", " upon exposure to methanol, ethanol, benzene, toluene, ", "m", "-xylene, and nitrobenzene, respectively.", "In conclusion, we have successfully synthesized a new 2-fold interpenetrating luminescent porous metal–organic framework with a large solvent-accessible volume. The compound exhibits gas sorption behaviors for N", "2", ", H", "2", ", and CO", "2", " gases, recommending possible applications in gas storage and separation. Furthermore, it also shows guest-responsive luminescent changes toward different solvent molecules.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Synthesis and characterization, additional structure figures, TGA, PXRD, fitting gas adsorption isotherms, luminescenct profiles, as well as X-ray crystallographic data can be found in the Supporting Information. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.cgd.5b00634", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was financially supported by 973 Program of China (2012CB821705 and 2014CB845602), NSFC (21401026 and 21461002), and the Natural Science Foundation of Jiangxi Province (20151BAB213004, 20151BAB203003 and 20152ACB21016).", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 14 other publications.", "1. ", "(a) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "(b) ", "Liao", ", ", "P. Q.", "; ", "Zhou", ", ", "D. D.", "; ", "Zhu", ", ", "A. X.", "; ", "Jiang", ", ", "L.", "; ", "Lin", ", ", "R. B.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "17380", "– ", "17383", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Strong and Dynamic CO2 Sorption in a Flexible Porous Framework Possessing Guest Chelating Claws", "Liao, Pei-Qin; Zhou, Dong-Dong; Zhu, Ai-Xin; Jiang, Lu; Lin, Rui-Biao; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "42", "),\r\n    ", "17380-17383", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a bis-triazolate ligand [bis(5-methyl-1H-1,2,4-triazol-3-yl)methane] and tetrahedral Zn(II) ion, the authors synthesized a flexible porous coordination polymer functionalized with pairs of uncoordinated triazolate N-donors that can be used as guest chelating sites to give very high CO2 adsorption enthalpy and CO2/N2 selectivity.  The dynamic CO2 sorption behavior could be monitored well by single-crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbzM&md5=2a77c8542d966949815d635143d86e75", "(c) ", "Feng", ", ", "D. W.", "; ", "Chung", ", ", "W. C.", "; ", "Wei", ", ", "Z. W.", "; ", "Gu", ", ", "Z. Y.", "; ", "Jiang", ", ", "H. L.", "; ", "Chen", ", ", "Y. P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "– ", "17110", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "(d) ", "Tang", ", ", "Y. Z.", "; ", "Zhou", ", ", "M.", "; ", "Huang", ", ", "J.", "; ", "Tan", ", ", "Y. H.", "; ", "Wu", ", ", "J. S.", "; ", "Wen", ", ", "H. R.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1679", "– ", "1681", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "In Situ Synthesis and Ferroelectric, SHG Response, and Luminescent Properties of a Novel 3D Acentric Zinc Coordination Polymer", "Tang, Yun-Zhi; Zhou, Man; Huang, Jun; Tan, Yu-Hui; Wu, Ji-si; Wen, He-Rui", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "4", "),\r\n    ", "1679-1681", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 3-dimensional acentric metal-org. framework (MOF) of [Zn(Mitz)Cl]n [1, Mitz = 3-tetrazolyl-6-methyl-5-(4-pyridyl)-2-pyridone] was obtained from in situ [2 + 3] cycloaddn. reactions of milrinone [3-cyano-6-methyl-5-(4-pyridyl)-2-pyridone] with sodium azide in the presence of ZnCl2 as the Lewis acid.  The compd. is a typical ferroelec. material with an elec. hysteresis loop showing a remnant polarization (Pr) of ∼0.21 μC/cm2 and a coercive field (Ec) of 2600 V/cm.  Powd. samples of 1 display strong second-harmonic-generation responses of ∼2 times larger than that of KH2PO4.  Photoluminescent study show that complex 1 and the milrinone ligand exhibit maximal emission peaks at ∼409 and 401 nm, resp., in the solid state at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVegurc%253D&md5=5da81e6dd09e22daba2f3419c536cd27", "(e) ", "Haldar", ", ", "R.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "George", ", ", "S. J.", "; ", "Maji", ", ", "T. K.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "11772", "– ", "11777", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Amine-Responsive Adaptable Nanospaces: Fluorescent Porous Coordination Polymer for Molecular Recognition", "Haldar, Ritesh; Matsuda, Ryotaro; Kitagawa, Susumu; George, Subi J.; Maji, Tapas Kumar", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "44", "),\r\n    ", "11772-11777", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Flexible and dynamic porous coordination polymers (PCPs) with well-defined nanospaces composed of chromophoric org. linkers provide a scaffold for encapsulation of versatile guest mols. through noncovalent interactions.  PCPs thus provide a potential platform for mol. recognition.  Herein, the authors report a flexible 3-dimensional supramol. framework {[Zn(ndc)(o-phen)]·DMF}n (o-phen = 1,10-phenanthroline, ndc = 2,6-naphthalenedicarboxylate) with confined nanospaces that can accommodate different electron-donating arom. amine guests with selective turn-on emission signaling.  This system serves as a mol. recognition platform through an emission-readout process.  Such unprecedented tunable emission with different amines is attributed to its emissive charge-transfer (CT) complexation with o-phen linkers.  In certain cases this CT emission is further amplified by energy transfer from the chromophoric linker unit ndc, as evidenced by single-crystal x-ray structural characterization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFamu7%252FI&md5=8b2dc4b4ce0ef5c48006cb573f075ab9", "(f) ", "Wen", ", ", "T.", "; ", "Zhang", ", ", "D. X.", "; ", "Liu", ", ", "J.", "; ", "Zhang", ", ", "H. X.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "1353", "– ", "1355", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Facile synthesis of bimetal Au-Ag nanoparticles in a Cu(I) boron imidazolate framework with mechanochromic properties", "Wen, Tian; Zhang, De-Xiang; Liu, Juan; Zhang, Hai-Xia; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "7", "),\r\n    ", "1353-1355", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A Cu(I) hydrotris(imidazolyl)borate framework with 2-fold interpenetrating ths topol. shows luminescent mechanochromism, and it can directly reduce bimetal Au-Ag nanoparticles into its structure, leading to catalytic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvF2gsLvO&md5=5527670e6686c76cd184e7dc3defc9d1", "2. ", "(a) ", "Sun", ", ", "D. F.", "; ", "Ma", ", ", "S. Q.", "; ", "Ke", ", ", "Y. X.", "; ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3896", "– ", "3897", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "An Interweaving MOF with High Hydrogen Uptake", "Sun, Daofeng; Ma, Shengqian; Ke, Yanxiong; Collins, David J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "12", "),\r\n    ", "3896-3897", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An interweaving Cu metal-org. framework possessing high porosity and high H uptake was successfully designed and synthesized.  Cu3(TATB)2(H2O)3 (TATB = 4,4',4\"-s-triazine-2,4,6-triyl-tribenzoate) was prepd., its structure detd. and its hydrogen adsorption characteristics also detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVOisLw%253D&md5=115d8b3bf40870866ef6ca6e5e6213b2", "(b) ", "Ma", ", ", "S. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Ambrogio", ", ", "M.", "; ", "Fillinger", ", ", "J. A.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1858", "– ", "1859", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Framework-Catenation Isomerism in Metal-Organic Frameworks and Its Impact on Hydrogen Uptake", "Ma, Shengqian; Sun, Daofeng; Ambrogio, Michael; Fillinger, Jacqueline A.; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "7", "),\r\n    ", "1858-1859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A strategy to control framework-catenation in metal-org. frameworks (MOFs) was presented; contributions to H uptake from interpenetration and unsatd. metal centers were resolved.  Non-interpenetrated counterpart of Cu3(TATB)2(H2O)3, Cu6(H2O)6(TATB)4·DMA·12H2O (I; H3TATB = 4,4',4''-s-triazine-2,4,6-trityltribenzoic acid; DMA = dimethylacetamide), was prepd. by the reaction of Cu(NO3)2 with H3TATB in presence of oxalic acid.  The crystal structure of I was detd.  In I the dicopper tetracarboxylate paddle-wheel secondary building units are linked by TATB bridges and each secondary building unit connects 4 TATB ligands and each TATB binds 3 secondary building units.  The uptake of H2 by I was compared with that of Cu3(TATB)2(H2O)3, the latter being reproduced by 2 identical interpenetrated nets of I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpsVWrtw%253D%253D&md5=74591e70169d3dddc34c4a258fdeb2d6", "(c) ", "Xue", ", ", "M.", "; ", "Ma", ", ", "S. Q.", "; ", "Jin", ", ", "Z.", "; ", "Schaffino", ", ", "R. M.", "; ", "Zhu", ", ", "G. S.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Qiu", ", ", "S. L.", "; ", "Chen", ", ", "B. L.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "6825", "– ", "6828", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Robust metal-organic framework enforced by triple-framework interpenetration exhibiting high H2 storage density", "Xue, Ming; Ma, Shengqian; Jin, Zhao; Schaffino, Roxanna M.; Zhu, Guang-Shan; Lobkovsky, Emil B.; Qiu, Shi-Lun; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "15", "),\r\n    ", "6825-6828", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework, Zn2(CNC)2(DPT)·G [1, CNC = 4-carboxycinnamate; DPT = 3,6-di-4-pyridyl-1,2,4,5-tetrazine; G = guest mols.], was synthesized and structurally characterized by a triply interpenetrated primitive cubic net with 1-dimensional pores of ∼3.7 Å.  1 Is highly robust enforced by triple framework interpenetration through weak van der Waals interactions, thus the activated 1b takes up 1.28% hydrogen gas and exhibits high hydrogen storage d. of 95.2% at 1 atm and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvVyqtbk%253D&md5=7ec7107fef77150a4e59bb3f478181d5", "(d) ", "He", ", ", "Y. P.", "; ", "Tan", ", ", "Y. X.", "; ", "Zhang", ", ", "J.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "12758", "– ", "12762", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Gas Sorption, Second-Order Nonlinear Optics, and Luminescence Properties of a Series of Lanthanide-Organic Frameworks Based on Nanosized Tris((4-carboxyl)phenylduryl)amine Ligand", "He, Yan-Ping; Tan, Yan-Xi; Zhang, Jian", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "21", "),\r\n    ", "12758-12762", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By controlling the pH value of the reaction system, two sets of lanthanide (Ln)-tris((4-carboxyl)phenylduryl)amine (Ln = Ce, Pr, Nd, Sm) frameworks were generated.  Four isostructural noninterpenetrating frameworks (FIR-8 to FIR-11) are constructed from rod-shaped secondary building units and four other isostructural frameworks (FIR-12 to FIR-15) based on single Ln nodes are described as 8-fold interpenetrating dia-type nets.  Gas sorption measurements for FIR-8 give a Langmuir surface area of 633.8 m2·g-1 and a H2 uptake of 165.2 cm3·g-1 at 77 K and 1 atm.  However, FIR-12 with smaller pores can hardly adsorb any N2 and H2.  Because both FIR-8 and FIR-12 crystallize in acentric space group, the second-harmonic generation (SHG) measurements indicate that both of them display strong powder SHG efficiencies, which are ∼8 and 3 times as strong as that of a potassium dihydrogen phosphate powder.  In addn., the fluorescent emissions of all compds. in the solid state were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1GqurjI&md5=b21038bee0b26a613ac06953bdfefefc", "(e) ", "Huang", ", ", "Y. L.", "; ", "Gong", ", ", "Y. N.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T. B.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1753", "– ", "1755", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A unique magnesium-based 3D MOF with nanoscale cages and temperature dependent selective gas sorption properties", "Huang, Yong-Liang; Gong, Yun-Nan; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "1753-1755", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous Mg-based 3-dimensional metal-org. framework with unique nanoscale cages and 2-fold interpenetrating pcu nets, of [Mg16(PTCA)8(μ2-H2O)8(H2O)24(dioxane)8]·(H2O)13·(DMF)26 (1) [H4PTCA = pyrene-1,3,6,8-tetracarboxylic acid], was synthesized and characterized.  It shows gas-uptake capacities for N2, H2, O2 and CO2 at low temps. and selective adsorption of CO2 over O2 and N2 at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslaksb8%253D&md5=aa4e535763a7c4404dbc6ebb255822fb", "(f) ", "Shankar", ", ", "S.", "; ", "Balgley", ", ", "R.", "; ", "Lahav", ", ", "M.", "; ", "Cohen", ", ", "S. R.", "; ", "Popovitz-Biro", ", ", "R.", "; ", "van der Boom", ", ", "M. E.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "226", "– ", "231", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Microstructures: From Rectangular to Stellated and Interpenetrating Polyhedra", "Shankar, Sreejith; Balgley, Renata; Lahav, Michal; Cohen, Sidney R.; Popovitz-Biro, Ronit; van der Boom, Milko E.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "1", "),\r\n    ", "226-231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite the tremendous progress made in the design of supramol. and inorg. materials, it still remains a great challenge to obtain uniform structures with tailored size and shape.  Metal-org. frameworks and infinite coordination polymers are examples of rapidly emerging materials with useful properties, yet limited morphol. control.  The authors report the solvothermal synthesis of diverse metal-org. (sub)-microstructures with a high degree of uniformity [MLX2; M = Cu, Ni; L = CR4, R = C6H4-C(H)=C(H)-C5NH4 or C6H4-C≡C-C5NH4; X = Cl, Br].  The porous and thermally robust monodisperse cryst. solids consist of tetrahedral polypyridyl ligands and nickel or copper ions.  The authors' bottom-up approach demonstrates the direct assembly of these materials without the addn. of any surfactants or modulators.  Reaction parameters in combination with mol. structure encoding are the keys to size-shape control and structural uniformity of the authors' metal-org. materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVegtbvE&md5=1db4d94592cf9e8ca500d6afa91bee24", "(g) ", "Zou", ", ", "R. Q.", "; ", "Abdel-Fattah", ", ", "A. I.", "; ", "Xu", ", ", "H. W.", "; ", "Burrell", ", ", "A. K.", "; ", "Larson", ", ", "T. E.", "; ", "McCleskey", ", ", "T. M.", "; ", "Wei", ", ", "Q.", "; ", "Janicke", ", ", "M. T.", "; ", "Hickmott", ", ", "D. D.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Zhao", ", ", "Y. S.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1301", "– ", "1306", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Porous Metal-Organic Frameworks Containing Alkali-Bridged Two-Fold Interpenetration: Synthesis, Gas Adsorption, and Fluorescence Properties", "Zou, Ruqiang; Abdel-Fattah, Amr I.; Xu, Hongwu; Burrell, Anthony K.; Larson, Toti E.; McCleskey, Thomas M.; Wei, Qiang; Janicke, Michael T.; Hickmott, Donald D.; Timofeeva, Tatiana V.; Zhao, Yusheng", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "1301-1306", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions of Zn(NO3)2·6H2O and alkali (Na, K) chloride with the trigonal-planar ligand benzene-1,3,5-tribenzoic acid (H3BTB) gave rise to two new cryst. porous metal-org. frameworks (MOFs), [Zn3Na2O(BTB)2(DMF)2](DMF)(H2O) and [Zn2K3(BTB)2(HCOO)(DMF)3](DMF)3(H2O)2, resp.  Both phases have Zn3Na2(μ4-O) and Zn2K2(HCOO) clusters as mol. building block nodes, and they form similar alkali-bridged 2-fold interpenetrated, (3,6)-connected nets with the mineral rtl-c topol.  The alkali-bridged interpenetration reduces the flexibility of their interpenetrated nets, affording permanent porosity and high thermal stability.  These two MOFs also exhibit high capacities of H uptake and strong solid fluorescent emissions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFant74%253D&md5=80072436f10c8298626928b57cdb7464", "3. ", "(a) ", "Chen", ", ", "M. S.", "; ", "Bai", ", ", "Z. S.", "; ", "Okamura", ", ", "T.", "; ", "Su", ", ", "Z.", "; ", "Chen", ", ", "S. S.", "; ", "Sun", ", ", "W. Y.", "; ", "Ueyama", ", ", "N.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "1935", "– ", "1944", "[", "Crossref", "], [", "CAS", "]", "3. ", "Metal-organic frameworks with pyridyl- and carboxylate-containing ligands:syntheses, structures and properties", "Chen, Man-Sheng; Bai, Zheng-Shuai; Okamura, Taka-aki; Su, Zhi; Chen, Shui-Sheng; Sun, Wei-Yin; Ueyama, Norikazu", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "6", "),\r\n    ", "1935-1944", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Assembly reactions of pyridyl- and carboxylate-contg. ligand 5-(isonicotinamido)isophthalic acid (H2INAIP) with corresponding metal salts gave six new coordination polymers, {[Mn(INAIP)(DMF)]·0.5DMF}n (1), {[Mn(INAIP)(H2O)2]·4H2O}n (2), {[Co(INAIP)(H2O)]·2H2O}n (3), {[Co(INAIP)(bpy)0.5]}n (4), {[Co(INAIP)(Him)(H2O)]·H2O}n (5), and {[Cu(INAIP)(Him)(H2O)]·H2O}n (6) (DMF = DMF, bpy = 4,4'-bipyridine, Him = imidazole).  The results of single-crystal x-ray diffraction anal. indicate that 1 is a 2-fold interpenetrated three-dimensional (3D) framework with sra topol., complexes 2, 5 and 6 have two dimensional (2D) network structure with (6,3) topol., while 3 and 4 have infinite 2-dimensional bi-layer structure with different topologies.  3 Exhibits a 4-connected network with the Schlafli symbol (43·63), and 4 displays a (4,5)-connected net with Schlafli symbol (43·52·6)(43·55·62).  The magnetic and adsorption properties of the complexes were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlSju7nO&md5=f146abfd50333292f639af7bd24c9723", "(b) ", "He", ", ", "H. Y.", "; ", "Yuan", ", ", "D. Q.", "; ", "Ma", ", ", "H. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Zhang", ", ", "G. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "7605", "– ", "7607", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Control over Interpenetration in Lanthanide-Organic Frameworks: Synthetic Strategy and Gas-Adsorption Properties", "He, Haiyan; Yuan, Daqiang; Ma, Huiqing; Sun, Daofeng; Zhang, Guoqing; Zhou, Hong-Cai", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "7605-7607", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two isostructural lanthanide-org. frameworks, [Er(DBC)1.5(DMF)(H2O)] (1) and [Tm(DBC)1.5(DMF)(H2O)] (2), with 2-fold interpenetrating nets were synthesized based on 1,4-benzenedicarboxylic acid (H2BDC) (DMF = N,N-dimethylformamide).  By application of an org. ligand with hindrance groups such as 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (H2TBDC) and a terminal chelating ligand 1,10-phenanthroline (Phen) to replace BDC and coordinated solvates, three MOFs, [Er2(BDC)3(Phen)2]·2CH3OH (3), [Tm2(TBDC)3(DMF)2(H2O)]·DMF·H2O (4), [Er2(TBDC)3(Phen)2] (5), were synthesized and interpenetration was effectively controlled.  The gas-sorption properties of the noninterpenetrating net were studied.  The structures of 1 - 5 were detd. by X-ray single crystal diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlynur0%253D&md5=26c7c13dc7fd621db59091260d5c89bd", "(c) ", "Wu", ", ", "H.", "; ", "Yang", ", ", "J.", "; ", "Su", ", ", "Z. M.", "; ", "Batten", ", ", "S. R.", "; ", "Ma", ", ", "J. F.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11406", "– ", "11409", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "An Exceptional 54-Fold Interpenetrated Coordination Polymer with 103-srs Network Topology", "Wu, Hua; Yang, Jin; Su, Zhong-Min; Batten, Stuart R.; Ma, Jian-Fang", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "30", "),\r\n    ", "11406-11409", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Entanglement is one of the most important features of coordination polymer frameworks and has attracted considerable attention due to its aesthetic and topol. interest.  Among entangled systems, interpenetrating frameworks represent an intriguing subset; however, there are few examples of materials contg. very high levels of interpenetration.  A coordination polymer with 103-srs topol., constructed from a star-like tridentate ligand, tri(4-imidazolylphenyl)amine, and AgI ions, [Ag3(OH)(H2O)2(Tipa)2.5][Mo2O7]·4.5H2O (Tipa = tris(4-imidazolylphenyl)amine), was hydrothermally synthesized.  It contains a record 54 interpenetrating networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosFyqu7g%253D&md5=f924eb5f9eadc28a098b4a71c98fc879", "(d) ", "Liu", ", ", "J. Y.", "; ", "Wang", ", ", "Q.", "; ", "Zhang", ", ", "L. J.", "; ", "Yuan", ", ", "B.", "; ", "Xu", ", ", "Y. Y.", "; ", "Zhang", ", ", "X.", "; ", "Zhao", ", ", "C. Y.", "; ", "Wang", ", ", "D.", "; ", "Yuan", ", ", "Y.", "; ", "Wang", ", ", "Y.", "; ", "Ding", ", ", "B.", "; ", "Zhao", ", ", "X. J.", "; ", "Yue", ", ", "M. M.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5972", "– ", "5985", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Anion-Exchange and Anthracene-Encapsulation within Copper(II) and Manganese(II)-Triazole Metal-Organic Confined Space in a Single Crystal-to-Single Crystal Transformation Fashion", "Liu, Ju-Yan; Wang, Qian; Zhang, Li-Jun; Yuan, Bin; Xu, Yao-Yao; Zhang, Xin; Zhao, Cong-Ying; Wang, Dan; Yuan, Yue; Wang, Ying; Ding, Bin; Zhao, Xiao-Jun; Yue, Min Min", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "5972-5985", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new multidentate ligand 1-(9-(1H-1,2,4-triazol-1-yl)anthracen-10-yl)-1H-1,2,4-triazole (tatrz) was designed and synthesized.  Using tatrz as a building block, three novel coordination frameworks, namely, {[Cu(tatrz)2(NO3)2]·(MeOH)·4H2O}n (1), {[Cu(tatrz)2(H2O)2](BF4)2}n (2), and [Mn(tatrz)2(SCN)2(MeOH)]·2H2O (3) can be isolated.  Anion-exchange expt. indicates that NO3- anions in the two-dimensional (2D) Cu framework of 1 can be completely exchanged by ClO4- in an irreversible single crystal-to-single crystal (SC-SC) transformation fashion, as evidenced by the anion-exchange products of {[Cu(tatrz)2(H2O)2](ClO4)2·4MeOH} (1a).  Further, if 1a was employed as a precursor in DMF, an isomorphic solvate of {[Cu(tatrz)2(DMF)2](ClO4)2·2H2O}n (1b) can be generated during the reversible dynamic transformation process.  When 1 was immersed in MeOH, a distinct 2-dimensional layer {[Cu(tatrz)2(NO3)2]·4.4MeOH·0.6H2O}n (1c) was isolated.  The solvent-exchange conversion is also invertible between 1 and 1c, which exhibits spongelike dynamic behavior with retention of cryst. integrity.  If the 2-fold interpenetrating three-dimensional (3D) framework 2 is selected, it can be transformed into another 2-fold interpenetrating 3-dimensional framework {[Cu(tatrz)2(H2O)2](ClO4)2·5.56H2O}n (2a) in a reversible SC-SC transformation fashion.  However, when the light yellow crystals of mononuclear complex 3 were exposed to trichloromethane contg. arom. org. anthracene (atan), through the authors' careful observation, the crystals of 3 were dissolved and reassembled into dark brown crystals of 2-dimensional cryst. coordination framework {[Mn(tatrz)2(SCN)2]·(atan)}n (3a).  X-ray diffraction revealed that in 3a, atan acting as an org. template was encapsulated in the confined space of the 2-dimensional grid.  Luminescent measurements illustrate that 3a is the 1st report of multidimensional polymers based on triazole derivs. as luminescent probes of Mg2+.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXos1Wlu7s%253D&md5=60d08e2dd480925dab044e775fb32163", "(e) ", "Aggarwal", ", ", "H.", "; ", "Lama", ", ", "P.", "; ", "Barbour", ", ", "L. J.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "14543", "– ", "14546", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Transformation from non- to double-interpenetration in robust Cd(II) doubly-pillared-layered metal-organic frameworks", "Aggarwal, Himanshu; Lama, Prem; Barbour, Leonard J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "93", "),\r\n    ", "14543-14546", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two known Cd(II) noninterpenetrated doubly-pillared metal org. frameworks, [Cd(tp)(4,4'-bpy)] and [Cd(atp)(4,4'-bpy)] (tp = terephthalate; 4,4'-bpy = 4,4'-bipyridine; and atp = 2-aminoterephthalate), undergo a change of degree of interpenetration upon loss of lattice solvent mols. to yield doubly-interpenetrated frameworks.  The conversion is inferred from powder x-ray diffraction (PXRD) patterns and supported by addnl. evidence from single-crystal diffraction (SCD) data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslCis7nM&md5=ba531885547d35977733e9d1a703e529", "4. ", "(a) ", "Gong", ", ", "Y. N.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T. B.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "11113", "– ", "11115", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A highly stable dynamic fluorescent metal-organic framework for selective sensing of nitroaromatic explosives", "Gong, Yun-Nan; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "94", "),\r\n    ", "11113-11115", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A dynamic fluorescent metal-org. framework was constructed using triphenylene-2,6,10-tricarboxylate and Tb3+ as building blocks, which exhibits guest-responsive structural dynamism and selective sensing of nitroarom. explosives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWls7zP&md5=4d6676694bff0f430e3094dcd1116989", "(b) ", "Jiang", ", ", "H. L.", "; ", "D", ", ", "W.", "; ", "Wang", ", ", "K. C.", "; ", "Gu", ", ", "Z. Y.", "; ", "Wei", ", ", "Z. W.", "; ", "Chen", ", ", "Y. P.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "– ", "13938", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(c) ", "Shustova", ", ", "N. B.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Reineke", ", ", "S.", "; ", "Baldo", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13326", "– ", "13329", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Selective Turn-On Ammonia Sensing Enabled by High-Temperature Fluorescence in Metal-Organic Frameworks with Open Metal Sites", "Shustova, Natalia B.; Cozzolino, Anthony F.; Reineke, Sebastian; Baldo, Marc; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13326-13329", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorescent mols. incorporated as ligands in rigid, porous metal-org. frameworks (MOFs) maintain their fluorescence response to a much higher temp. than in mol. crystals.  The remarkable high-temp. ligand-based fluorescence, demonstrated here with tetraphenylethylene- and dihydroxyterephthalate-based linkers, is essential for enabling selective and rapid detection of analytes in the gas phase.  Both Zn2(TCPE) (TCPE = tetrakis-(4-carboxyphenyl)-ethylene) and Mg-(H2DHBDC) (H2DHBDC2- = 2,5-dihydroxybenzene-1,4-dicarboxylate) function as selective sensors for ammonia at 100°, although neither shows NH3 selectivity at room temp.  Variable-temp. diffuse-reflectance IR spectroscopy, fluorescence spectroscopy, and x-ray crystallog. are coupled with d.-functional calcns. to interrogate the temp.-dependent guest-framework interactions and the preferential analyte binding in each material.  These results describe a heretofore unrecognized, yet potentially general property of many rigid, fluorescent MOFs and portend new applications for these materials in selective sensors, with selectivity profiles that can be tuned as a function of temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChsbfM&md5=0242efee6c2e70e95fb20b0163aa4c77", "5. ", "(a) ", "Lu", ", ", "W. G.", "; ", "Jiang", ", ", "L.", "; ", "Feng", ", ", "X. L.", "; ", "Lu", ", ", "T. B.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "6997", "– ", "6999", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Three-Dimensional Lanthanide Anionic Metal-Organic Frameworks with Tunable Luminescent Properties Induced by Cation Exchange", "Lu, Wen-Guan; Jiang, Long; Feng, Xiao-Long; Lu, Tong-Bu", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "15", "),\r\n    ", "6997-6999", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three 3-dimensional lanthanide anionic metal-org. frameworks, {K5[Ln5(IDC)4(ox)4]·20H2O}n, with 1-dimensional channels were synthesized under hydrothermal conditions [IDC = imidazole-4,5-dicarboxylate, ox = oxalate, Ln = Gd (1), Tb (2), and Dy (3)].  The K+ ions within the 1-dimensional channel are easily exchanged with various cations.  The emission intensities of TbIII in 2 increased significantly upon the addn. of Ca2+ ions, while the introduction of other metal ions caused the intensities to be either unchanged or weakened.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvF2rs74%253D&md5=377de66db9423cb42b80ad22ddedd7c0", "(b) ", "An", ", ", "J.", "; ", "Shade", ", ", "C. M.", "; ", "Chengelis-Czegan", ", ", "D. A.", "; ", "Petoud", ", ", "S.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1220", "– ", "1223", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Zinc-Adeninate Metal-Organic Framework for Aqueous Encapsulation and Sensitization of Near-infrared and Visible Emitting Lanthanide Cations", "An, Jihyun; Shade, Chad M.; Chengelis-Czegan, Demetra A.; Petoud, Stephane; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "5", "),\r\n    ", "1220-1223", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Luminescent metal-org. frameworks (MOFs), Ln3+@bio-MOF-1, were synthesized via postsynthetic cation exchange of bio-MOF-1 with Tb3+, Sm3+, Eu3+, or Yb3+, and their photophys. properties were studied.  Bio-MOF-1 encapsulates and sensitizes visible and near-IR emitting lanthanide cations in aq. soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXit1Kmuw%253D%253D&md5=d6af74a06d8e669daab4a613f4937c8c", "(c) ", "Salinas", ", ", "Y.", "; ", "Martınez-Manez", ", ", "R.", "; ", "Marcos", ", ", "M. D.", "; ", "Sancenon", ", ", "F.", "; ", "Costero", ", ", "A. M.", "; ", "Parraad", ", ", "M.", "; ", "Gil", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1261", "– ", "1296", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Optical chemosensors and reagents to detect explosives", "Salinas, Yolanda; Martinez-Manez, Ramon; Marcos, Maria D.; Sancenon, Felix; Costero, Ana M.; Parra, Margarita; Gil, Salvador", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "1261-1296", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review is focused on examples reported from 1947 to 2010 related to the design of chromo-fluorogenic chemosensors and reagents for explosives (141 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1yiuw%253D%253D&md5=f0e4e2f6e2cae4813ad6222a5a4305f9", "(d) ", "Nagarkar", ", ", "S. S.", "; ", "Joarder", ", ", "B.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Mukherjee", ", ", "S.", "; ", "Ghosh", ", ", "S. K.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "2881", "– ", "2885", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Highly Selective Detection of Nitro Explosives by a Luminescent Metal-Organic Framework", "Nagarkar, Sanjog S.; Joarder, Biplab; Chaudhari, Abhijeet K.; Mukherjee, Soumya; Ghosh, Sujit K.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "2881-2885", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The compd. exhibited selective detection of TNP, even in the presence of other nitro compds. in both aq. and org. soln.  The selectivity is ascribed to electron and energy transfer mechanisms, as well as electrostatic interactions between TNP and the fluorophore.  Despite the limited water stability and the toxicity of the reported CdII MOF, the results demonstrate a promising approach to achieve highly selective TNP sensing in MOFs.  Thus, the luminescent porous MOFs with high water stability, large spectral overlap, and electrostatic interactions with TNP, could be promising candidates for practical TNP sensing by S. Ramachandra et al.(2011).  Finally, the present study provides a new insight into the design of MOF-based explosive sensors, which are likely to be useful under more realistic conditions in the near future.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2itbg%253D&md5=9d8ae64e601d9265dec05c38b5fc3a91", "(e) ", "Hu", ", ", "Z. C.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "– ", "5840", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "6. ", "(a) ", "Qi", ", ", "X. L.", "; ", "Lin", ", ", "R. B.", "; ", "Chen", ", ", "Q.", "; ", "Lin", ", ", "J. B.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2214", "– ", "2218", "[", "Crossref", "], [", "CAS", "]", "6. ", "A flexible metal azolate framework with drastic luminescence response toward solvent vapors and carbon dioxide", "Qi, Xiao-Lin; Lin, Rui-Biao; Chen, Qing; Lin, Jian-Bin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "2214-2218", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "1H-Imidazo[4,5-f][1,10]phenanthroline (HL) can be deprotonated to bridge Zn(II) ions, giving a flexible porous metal azolate framework [Zn7L12](OH)2 (MAF-34) which shows not only drastic structural and luminescent changes for different solvent vapors, but also strong adsorption and quant. luminescence response for low-pressure CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12isr%252FF&md5=9aaf29a80bbc70748b9ec87b4a9fb788", "(b) ", "Li", ", ", "Y.", "; ", "Zhang", ", ", "S. S.", "; ", "Song", ", ", "D. T.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "710", "– ", "713", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A Luminescent Metal-Organic Framework as a Turn-On Sensor for DMF Vapor", "Li, Yu; Zhang, Shanshan; Song, Datong", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "710-713", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein we report a luminescent lanthanide metal-org. framework (LnMOF) displaying efficient turn-on triggered by solvent vapors, with excellent selectivity for DMF vapor.  The LnMOF was the needle-shaped crystals of [Eu2L3(H2O)4]•3DMF (I) (L = 2',5'-bis(methoxymethyl)-(1,1':4',1''-terphenyl)-4,4''-dicarboxylate ) can be obtained in high yield by heating a soln. of Eu(NO3)3 and H2L in DMF/H2O (4:1 vol./vol.) in a sealed scintillation vial at 80°C for three days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSrs7fE&md5=b364d0eb6ff54b0f232b40471decbd62", "7. ", "Gong", ", ", "Y. N.", "; ", "Meng", ", ", "M.", "; ", "Zhong", ", ", "D. C.", "; ", "Huang", ", ", "Y. L.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T. B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "12002", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Counter-cation modulation of hydrogen and methane storage in a sodalite-type porous metal-organic framework", "Gong, Yun-Nan; Meng, Miao; Zhong, Di-Chang; Huang, Yong-Liang; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "98", "),\r\n    ", "12002-12004", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A μ4-Cl bridged anionic sodalite-type porous metal-org. framework (Et2NH2)3[(Cu4Cl)3(TTCA)8]·26DEF was synthesized, in which Et2NH2+ can be exchanged by Li+ cations.  The results of gas measurements indicate that Et2NH2+ and Li+ are beneficial for methane and hydrogen storage, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCgtbbN&md5=3a872f28b4a4121a5b989ba8d8bc9132", "8. ", "Zhong", ", ", "D. C.", "; ", "Meng", ", ", "M.", "; ", "Zhu", ", ", "J.", "; ", "Yang", ", ", "G. Y.", "; ", "Lu", ", ", "T. B.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4354", "– ", "4356", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A highly-connected acentric organic-inorganic hybrid material with unique 3D inorganic and 3D organic connectivity", "Zhong, Di-Chang; Meng, Miao; Zhu, Jie; Yang, Guo-Yu; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4354-4356", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented org.-inorg. hybrid material [Cd7(OH)6(Tzc)4]n (I; H2Tzc = tetrazole-5-carboxylic acid) with 3-dimensional inorg. and 3-dimensional org. connectivity was constructed based on Cd(II) and tetrazolate-5-carboxylate, which shows a highly connected trinodal (4,8,16-c) topol. net and SHG activity.  The crystal structure was detd. for complex I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntVegu78%253D&md5=45aa095ed6461b6c73a73dacccc66c6c", "9. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", "– ", "8377", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "10. ", "van der Sluis", ", ", "P.", "; ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "194", "– ", "201", "[", "Crossref", "], [", "CAS", "]", "10. ", "BYPASS:  an effective method for the refinement of crystal structures containing disordered solvent regions", "Van der Sluis, P.; Spek, A. L.", "Acta Crystallographica, Section A:  Foundations of Crystallography", "\r\n        (", "1990", "),\r\n    ", "A46", "\r\n        (", "3", "),\r\n    ", "194-201", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    ", "A method is described for the least-squares refinement of the at. parameters of the ordered part of a crystal structure in the presence of disordered solvent areas.  Potential solvent regions are identified automatically.  The contribution of the obsd. contents to the total structure factor is calcd. via a discrete Fourier transformation, and incorporated in a further least-squares refinement of the ordered part of the structure.  The procedure is iterated a few times to convergence.  This mixed discrete-atom and continuous solvent-area model refinement approach greatly improves the quality of discrete at. parameters.  An electron count over the solvent region in the final difference electron-d. map provides a convenient est. for the no. of solvent mols. present in the unit cell.  The application of the method to 4 structures is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVKrtbs%253D&md5=baf9c8008a28740c487bce772ea48aca", "11. ", "Spek", ", ", "A. L.", "  ", "PLATON 99: A Multipurpose Crystallographic Tool", "; ", "Utrecht University", ": ", "Utrecht, The Netherlands", ", ", "1999", ".", "There is no corresponding record for this reference.", "12. ", "Kim", ", ", "H.", "; ", "Samsonenko", ", ", "D. G.", "; ", "Das", ", ", "S.", "; ", "Kim", ", ", "G. H.", "; ", "Lee", ", ", "H. S.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Berdonosova", ", ", "E. A.", "; ", "Kim", ", ", "K.", " ", "Chem.—Asian J.", " ", "2009", ",  ", "4", ",  ", "886", "– ", "891", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Methane sorption and structural characterization of the sorption sites in Zn2(bdc)2(dabco) by single crystal X-ray crystallography", "Kim, Hyunuk; Samsonenko, Denis G.; Das, Sunirban; Kim, Ghyung-Hwa; Lee, Heung-Soo; Dybtsev, Danil N.; Berdonosova, Elena A.; Kim, Kimoon", "Chemistry - An Asian Journal", "\r\n        (", "2009", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "886-891", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Sorption isotherms of methane in Zn2(bdc)2(dabco) are measured up to a pressure of 35 bar in the temp. range between 198-296 K.  The methane sorption measurements at 296 K showed an uptake of 137 cm3 cm-3 at 35 bar.  The enthalpy of methane adsorption for Zn2(bdc)2(dabco) estd. by the virial equation is 13.6 kJ mol-1 at zero coverage.  X-ray structure anal. of methane-adsorbed Zn2(bdc)2(dabco) by synchrotron radiation at 90 K revealed that methane mols. occupy three independent sorption sites (A, B, and C) with a stoichiometry of Zn2(bdc)2(dabco)·6.69CH4, which is consistent with the results of the gas sorption measurements at 198 K.  In a cavity, eight symmetry-related methane sorption sites A are located near the {Zn2(CO2)4} paddle-wheel units, while four symmetry-related methane sorption sites B are near the center of the small windows along the a and b axes.  Both A and B sites are half-occupied.  Methane mols. occupying sites A are not only in van der Waals contact with the paddle-wheel units, but also interact with the Ph rings of bdc ligands through partial π-HC interactions.  Methane mols. in B sites interact with the side of the Ph rings through van der Waals interaction.  The site C, located at the center of the cavity, is a secondary sorption site; methane mols. occupying sites C are in van der Waals contact with those in sites A and B.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsF2ktLc%253D&md5=f9a33d40fc0a0b0ce2fa28536370135d", "13. ", "Zhong", ", ", "D. C.", "; ", "Deng", ", ", "J. H.", "; ", "Luo", ", ", "X. Z.", "; ", "Liu", ", ", "H. J.", "; ", "Zhong", ", ", "J. L.", "; ", "Wang", ", ", "K. J.", "; ", "Lu", ", ", "T. B.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "1992", "– ", "1998", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Two Cadmium-Cluster-Based Metal-Organic Frameworks with Mixed Ligands of 1,2,3-Benzenetriazole (HBTA) and 1,4-Benzenedicarboxylic acid (H2BDC)", "Zhong, Di-Chang; Deng, Ji-Hua; Luo, Xu-Zhong; Liu, Hui-Jin; Zhong, Jin-Lian; Wang, Ke-Jun; Lu, Tong-Bu", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "1992-1998", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two cadmium(II) metal-org. frameworks based on two mixed ligands of HBTA and H2BDC, [Cd5(BTA)6(BDC)2(DMF)4(H2O)2]n·n(2DMF·H2O) (1) and [Cd7(BTA)2(BDC)6(DMF)8]n·2nDMF (2) (HBTA = 1,2,3-benzotriazole; H2BDC = 1,4-benzenedicarboxylic acid), were prepd. through methods of liq. to liq. diffusion and solvothermal reaction, resp.  The results of single-crystal x-ray diffraction analyses indicate that both MOFs are constructed from cadmium clusters.  In 1, six BTA- anions connect five Cd(II) ions to generate a tetrahedral Cd5 cluster, which further links with four equiv. Cd5 clusters through four BDC2- bridges, forming a (4,4)-connected two-dimensional (2D) layer structure.  In 2, each BTA- anion connects three Cd(II) ions to generate a triangular Cd3 cluster, which further links with four Cd3 clusters and two 3-connected BDC2- anions, forming a (3,6)-connected three-dimensional (3D) framework.  The results of photoluminescent measurements illustrate that in the solid state, both 1 and 2 emit fluorescence at 465 and 450 nm, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivVOgs78%253D&md5=a9cadc5acc6cc4fbaf9f74c0d8b9c610", "14. ", "Pramanik", ", ", "S.", "; ", "Zheng", ", ", "C.", "; ", "Zhang", ", ", "X.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4153", "– ", "4155", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "New Microporous Metal-Organic Framework Demonstrating Unique Selectivity for Detection of High Explosives and Aromatic Compounds", "Pramanik, Sanhita; Zheng, Chong; Zhang, Xiao; Emge, Thomas J.; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4153-4155", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a highly luminescent metal-org. framework(MMOF), [Zn2(oba)2(bpy)]·DMA (I) H2oba is 4,4'-oxybis(benzoic acid); bpy is 4,4-bipyridine; DMA is N,N-dimethylacetamide, and its unique photoluminescence (PL) properties. the authors' studies on its guest-free form revealed unique fluorescence quenching and enhancement behavior upon exposure to the vapor of arom. compds. of group A with electron-withdrawing groups and group B with electron-donating groups, resp.  The results demonstrate the exceptional ability of the guest-free form of I to selectively detect explosives of different types (e.g., arom. DNT vs. nonarom. or aliph. dimethyldinitrobutane).  The origin of such an effect can be understood and explained from MO and band structure calcns. as well as a comparison of their electrochem. properties.  Clearly, the nature of the analyte mols. and the electronic structure and porosity of the MMOF all play key roles in the emission properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVChtr8%253D&md5=ede93848686b709a17543172a6e7dc86"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-7/acs.cgd.5b00634/20150625/images/small/cg-2015-00634x_0005.gif\">"]}
