{"title": ["Supercapacitors of Nanocrystalline Metal–Organic Frameworks"], "authors": ["Kyung Min Choi", "Hyung Mo Jeong", "Jung Hyo Park", "Yue-Biao Zhang", "Jeung Ku Kang", "Omar M. Yaghi"], "doi": ["10.1021/nn5027092"], "abstract": ["The high porosity of metal–organic frameworks (MOFs) has been used to achieve exceptional gas adsorptive properties but as yet remains largely unexplored for electrochemical energy storage devices. This study shows that MOFs made as nanocrystals (nMOFs) can be doped with graphene and successfully incorporated into devices to function as supercapacitors. A series of 23 different nMOFs with multiple organic functionalities and metal ions, differing pore sizes and shapes, discrete and infinite metal oxide backbones, large and small nanocrystals, and a variety of structure types have been prepared and examined. Several members of this series give high capacitance; in particular, a zirconium MOF exhibits exceptionally high capacitance. It has the stack and areal capacitance of 0.64 and 5.09 mF cm", ", about 6 times that of the supercapacitors made from the benchmark commercial activated carbon materials and a performance that is preserved over at least 10000 charge/discharge cycles."], "text": ["Electrochemical capacitors, also known as supercapacitors, represent an important class of energy storage devices because of their high power density.", "(1, 2)", " Porous carbon materials such as activated carbon are commercial supercapacitors that operate by storing charge on electrochemical double layers (EDLs).", "(3-5)", " This is in contrast to the storage of charge by redox reactions as exemplified by metal oxide pseudocapacitors.", "(6-8)", " Each of these classes of supercapacitors has strengths and weaknesses: carbon-based materials operate at a very high charge/discharge rate with a long life cycle but have low capacitance, while metal oxide materials have high capacitance but their redox reactions lead to low life cycle.", "(1)", "In this study, we show how metal–organic frameworks (MOFs)", "(9)", " can be integrated into supercapacitor devices and the flexibility with which their metal oxide and organic constituents can be varied and used to uncover their high capacitance and long life cycle behavior; both are desirable features and sought after in supercapacitor research. We examined a series of 23 different MOF compounds, made in their nanocrystalline form, and chosen for their variability in structure type, organic functionality, geometry and size of metal-containing unit, size of pore, and size of the nanocrystals. Thin film devices prepared from these nanocrystalline MOFs (nMOFs) and doped with graphene give a wide range of stack capacitance (0.025 to 0.64 F cm", "–3", "). A member of the series, Zr", "6", "O", "4", "(OH)", "4", "(BPYDC)", "6", " (BPYDC = 2,2′-bipyridine-5,5′-dicarboxylate, termed nMOF-867), has sp", "2", " nitrogen atoms in the organic link and exhibits the highest stack and areal performance (0.64 and 5.09 mF cm", "–2", ")—26 times that of the lowest performing member of the series [Zn", "4", "O(BDC)", "1.67", "(C", "4", "H", "4", "–BDC)", "1.33", " (BDC = 1,4-benzenedicarboxylate), nMTV-MOF-5-AF (MTV = multivariate)] and six times that of commercial activated carbon. We further show that the exceptional performance of nMOF-867 is preserved over at least 10000 cycles. These findings constitute an important step in deploying the rich MOF chemistry for the development of supercapacitors.", "In addition to porous carbon and metal oxide materials, porous polymers have been investigated as supercapacitor and found to undergo chemical degradation, thus adversely affecting their life cycle and performance.", "(10)", " There is only one study involving the use of a MOF material [Co8-MOF-5, Zn", "3.68", "Co", "0.32", "O(BDC)", "3", "(DEF)", "0.75", "], which was found to have much lower capacitance than commercial activated carbon.", "(11)", " In the present report, we show that the ability to design nMOFs has led us to overcome these challenges and ultimately access nMOF based supercapacitors with superior performance.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Results", "Our construct for incorporating nanocrystals of MOFs into supercapacitors is illustrated in ", "Scheme ", "1", ". It is based on a coin-type device composed of films made from nMOFs doped with graphene. The films are placed on both sides of a separator membrane and soaked by a solution of an electrolyte. It is expected that by charging the device, the positive and negative ions of the electrolyte move in opposite directions through the separator and into the MOF pores. During discharge, the ions migrate out of the pores and the electrons flow out of the device. MOFs would perform well in this context because of their high porosity and openness of their structure, which should give high capacity for storage of ions and robust cycling of ions within the cell, respectively.", "(12)", "Scheme 1. Construct for nMOF Supercapacitors", "We chose 23 different MOFs and made them in nanocrystalline form (", "Figure ", "1", "): (", "1", ") Zn", "4", "O(BDC)", "3", " (BDC = 1,4-benzenedicarboxylate), MOF-5,", "(13)", " (", "2", ") Zn", "4", "O(BDC)", "2", "(NH", "2", "-BDC), MTV-MOF-5-AB, (", "3", ") Zn", "4", "O(BDC)", "1.71", "(Br-BDC)", "1.29", ", MTV-MOF-5-AC, (", "4", ") Zn", "4", "O(BDC)", "2.03", "[(Cl)", "2", "-BDC]", "0.97", ", MTV-MOF-5-AD, (", "5", ") Zn", "4", "O(BDC)", "2.38", "(NO", "2", "-BDC)", "0.62", ", MTV-MOF-5-AE, (", "6", ") Zn", "4", "O(BDC)", "1.67", "(C", "4", "H", "4", "-BDC)", "1.33", ", MTV-MOF-5-AF, (", "7", ") Zn", "4", "O(BDC)", "1.36", "(NH", "2", "-BDC)", "0.76", "(Br-BDC)", "0.88", ", MTV-MOF-5-ABC, (", "8", ") Zn", "4", "O(BDC)", "1.20", "(NH", "2", "-BDC)", "0.67", "(Br-BDC)", "0.72", "[(Cl)", "2", "-BDC]", "0.41", ", MTV-MOF-5-ABCD, (", "9", ") Zn", "4", "O(BDC)", "1.10", "(NH", "2", "-BDC)", "0.09", "(Br-BDC)", "0.88", "[(Cl)", "2", "-BDC]", "0.49", "(NO", "2", "-BDC)", "0.44", ", MTV-MOF-5-ABCDE, (", "10", ") Zn", "4", "O(BDC)", "0.88", "(NH", "2", "-BDC)", "0.01", "(Br-BDC)", "0.67", "[(Cl)", "2", "-BDC]", "0.44", "(NO", "2", "-BDC)", "0.38", "(C", "4", "H", "4", "-BDC)", "0.62", ", MTV-MOF-5-ABCDEF,", "(14)", " (", "11", ") Co", "2", "(DOT) (DOT = 2,5-dihydroxy-1,4-benzenedicarboxylate), Co-MOF-74,", "(15)", " (", "12", ") Ni", "2", "(DOT), Ni-MOF-74,", "(15)", " (", "13", ") Co", "0.82", "Mg", "0.42", "Ni", "0.76", "(DOT), M3M-MOF-74 (M3M = mixed three metals),", "(16)", " (", "14", ") Co", "0.54", "Mg", "0.27", "Ni", "0.60", "Zn", "0.34", "Mn", "0.35", "(DOT), M5M-MOF-74,", "(16)", " (", "15", ") Co", "0.23", "Mg", "0.13", "Ni", "0.20", "Zn", "0.16", "Mn", "0.16", "Fe", "0.11", "Cd", "0.03", "(DOT), M7M-MOF-74,", "(16)", " (", "16", ") Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", ", MOF-801,", "(17)", " (", "17", ") Zr", "6", "O", "4", "(OH)", "4", "(BDC)", "6", ", UiO-66,", "(18)", " (", "18", ") Zr", "6", "O", "4", "(OH)", "4", "(BPDC)", "6", " (BPDC = 4,4′-biphenyldicarboxylate), UiO-67,", "(18)", " (", "19", ") Zr", "6", "O", "4", "(OH)", "4", "(BPYDC)", "6", ", MOF-867,", "(19)", " (", "20", ") Zr", "6", "O", "4", "(OH)", "4", "(BTC)", "2", "(HCOO)", "6", " (BTC = 1,3,5-benzenetricarboxylate), MOF-808,", "(20)", " (", "21", ") Cu", "3", "(BTC)", "2", ", HKUST-1,", "(21)", " (", "22", ") Zn", "4", "O(BTB)", "2", " (BTB = benzene-1,3,5-tribenzoate), MOF-177,", "(22)", " (", "23", ") Zn(MeIM)", "2", " (MeIM = imidazolate-2-methyl), ZIF-8.", "(23)", " MOFs listed as ", "1", "–", "10", " have the same MOF-5 structure with three-dimensional pores and variously mixed functionalities, ", "11", "–", "15", " are based on the MOF-74 structure with one-dimensional pores and mixed multimetallic metal oxide units, ", "16", "–", "20", " are zirconium(IV) MOFs differing in the length and shape of their links and the size of their nanocrystals, and ", "21", "–", "23", " are MOFs with varying nuclearity of the metal containing units.", "Figure 1. Scanning electron microscopy (SEM) images of the nMOFs (scale bar: 500 nm). Insets are crystal structures for each of the nMOFs. Key: A, BDC, 1,4-benzenedicarboxylate; B, NH", "2", "-BDC; C, Br-BDC; D, (Cl)", "2", "-BDC; E, (NO", "2", ")-BDC and F, C", "4", "H", "4", "-BDC; M3M-, Co", "0.82", "Mg", "0.42", "Ni", "0.76", "; M5M-, Co", "0.54", "Mg", "0.27", "Ni", "0.60", "Zn", "0.34", "Mn", "0.35", "; M7M-, Co", "0.23", "Mg", "0.13", "Ni", "0.20", "Zn", "0.16", "Mn", "0.16", "Fe", "0.11", "Cd", "0.03", ".", "nMOFs were made by adding the appropriate metal salt to a ", "N,N", "-dimethylformamide (DMF) solution of the acid form of the appropriate organic link followed by heating or microwave for a given period of time (", "Supporting Information", "). In cases where the metal salt is not that of the acetate, a modulator such as acetic acid or formic acid was added to control the crystal size. The nanocrystals were isolated by centrifuge, washed with a polar organic solvent, and then dried under vacuum. Samples of nMOFs thus produced were characterized by powder X-ray diffraction (PXRD) techniques to confirm their crystallinity and show that they have the same structure as the corresponding original bulk MOFs. Scanning electron microscopy (SEM) was used to determine the size of the nanocrystals (", "Figure ", "1", "). Nitrogen gas adsorption isotherms were measured to confirm the porosity of the samples.", "Here, we outline the preparation, characterization, and fabrication of the film and device for the specific case of nHKUST-1 as this procedure was followed for the 23 nMOFs. Samples of nHKUST-1 were prepared by simultaneously adding a solution of 1,3,5-benzenetricarboxylic acid (126 mg, 0.600 mmol) with triethylamine (0.25 mL, 1.8 mmol) in 2 mL of DMF and a solution of Cu(OAc)", "2", "·H", "2", "O (215 mg, 1.08 mmol) in 5 mL of DMF to a solvent mixture containing DMF (18 mL), EtOH (25 mL), and H", "2", "O (25 mL). After 1 h of stirring, the product was collected using a centrifuge (9000 rpm, 20 min), washed with DMF (2 × 30 mL) and acetone (3 × 30 mL), and then dried ", "in vacuo", " overnight. The crystallinity of nHKUST-1 was examined by PXRD, which gave sharp diffraction peaks matching those of the simulated pattern obtained from experimental X-ray single-crystal diffraction data (", "Figure ", "2", "a). The SEM of the product showed an average crystal size of 100 nm with a size distribution of 20% (", "Figure ", "1", "). The permanent porosity was confirmed by measuring the nitrogen gas sorption isotherm. It showed a shape similar to that observed for this MOF (", "Figure ", "2", "b) and gave a BET surface area of 1470 m", "2", " g", "–1", ", a value within the range found for bulk HKUST-1 (1264 m", "2", " g", "–1", " to 1507 m", "2", " g", "–1", ").", "(24, 25)", "The dried nHKUST-1 (70.0 mg) was dispersed with 53 μL of oleic acid in 4.6 mL of hexane under ultrasonication for 3 h. After the nHKUST-1 was separated from 1.0 mL of dispersion using a centrifuge (9000 rpm, 10 min), it was redispersed into 1.0 mL of hexane solution containing 0.5 mg mL", "–1", " of graphene (3.3 wt % relative to nHKUST-1) previously dispersed by tip-sonic processor. This colloidal solution of nHKUST-1 and graphene was spread on cleaned titanium substrates and assembled into thin films of nHKUST-1 by using a spin-coating process (7000 rpm, 2 min). Finally, oleic acid was removed by immersing the nHKUST-1 film in acetone, drying with nitrogen flow, and outgassing at room temperature for 12 h (", "Supporting Information", "). This fabrication procedure yielded translucent blue nHKUST-1 thin films on a large-area transparent substrate (", "Figure ", "2", "c). The crystallinity and its porosity of the nHKUST-1 film were completely preserved (", "Figure ", "2", "a,b). The existence of graphene as a physical mixture with nHKUST-1 in the film was evident by measuring the Raman spectrum in three regions (labeled A–C in ", "Figure ", "2", "c). The spectrum showed peaks at 1350 and 1583–1616 cm", "–1", " for defect (D band) and in-plane vibration (G band), corresponding to the sp", "2", " carbon atoms of graphene (", "Figure ", "2", "d).", "(26)", " The SEM image of nHKUST-1 film showed a flat 2 μm thick film, and transmission electron microscopy (TEM) showed particles of graphene distributed as a minority constituent in the nHKUST-1 film (", "Supporting Information", ", Figure S17).", "Figure 2. (a) X-ray diffraction patterns of nHKUST-1 and nHKUST-1 film. (b) N", "2", " adsorption isotherms for the nHKUST-1 and nHKUST-1 film at 77 K with adsorption and desorption points represented by solid and open circles, respectively. ", "P", "/", "P", "0", ", relative pressure. (c) A large, transparent nHKUST-1 film on a quartz substrate 8 cm in diameter. (d) Raman spectroscopy from the three points marked as A, B, and C in ", "Figure ", "1", "c as well as pristine nHKUST-1 and graphene.", "For the fabrication of the nMOF supercapacitor, two nHKUST-1 films were sandwiched with a separator (monolayer polypropylene separator membranes, thickness 25 μm, Celgard) in a coin-shaped cell and soaked with a 1 M solution of tetraethylammonium tetrafluoroborate, (C", "2", "H", "5", ")", "4", "NBF", "4", ", in acetonitrile. The diameter of (C", "2", "H", "5", ")", "4", "N", "+", " and BF", "4", "–", " is 0.68 and 0.33 nm, respectively.", "(27)", " After the coin-shaped cell was sealed, charge/discharge profiles, cyclic voltammetry (CV), and life cycle were all measured by galvanostatic measurements. Charge/discharge profiles of the nHKUST-1 supercapacitor were first measured to give its capacitance, energy, and power density in the various current densities with the potential swept in a range of the cutoff values (0 ≤ ", "E", " ≤ 2.7 V). All values were calculated in volumetric and areal performance of the stack (this includes a pair of active material and substrate, and the separator)", "(28)", " (", "Supporting Information", "). Measurements of CV and cycling profile were followed to investigate its electrochemical behavior and life cycle. The capacitance is plotted as a function of current density in ", "Figure ", "3", ", and values of the maximum stack and areal capacitance and life cycle for all nMOF supercapacitors are listed in ", "Table ", "1", ". In addition, galvanostatic, CV curves, and cycle profiles for all nMOF supercapacitors are presented in the ", "Supporting Information", ".", "Figure 3. Volumetric stack and areal capacitance of nMOFs and related supercapacitors: (a) nMOFs based on multivariate (MTV) MOF-5 structure with three-dimensional pores and various functionalities and (b) mixed functionalities; (c) nMOF-74s with one-dimensional pores and mixed multimetallic metal oxide units; (d) nMOFs with variable metal oxide nuclearity and comparison of nHKUST-1 supercapacitors with nonporous and noncrystalline and no graphene constituents; (e) zirconium(IV) nMOFs differing in the length and shape of their links and the size of their nanocrystals; (f) highest nMOF supercapacitor (nMOF-867) and comparison to activated carbon and graphene.", "Table 1. Summary of the Maximum Stack and Areal Capacitance and Life Cycle for All nMOFs and Related Supercapacitors", "nMOF/material", "max stack capacitance (F cm", "stack", "–3", ")", "max areal capacitance (mF cm", "areal", "–2", ")", "life cycle", "d", "nMOF-5", "0.043", "0.341", "3500", "nMTV-MOF-5-AB", "0.029", "0.232", "10000", "nMTV-MOF-5-AC", "0.060", "0.478", "1600", "nMTV-MOF-5-AD", "0.072", "0.566", ">10000", "nMTV-MOF-5-AE", "0.122", "0.913", "3000", "nMTV-MOF-5-AF", "0.025", "0.195", ">10000", "nMTV-MOF-5-ABC", "0.100", "0.790", "3500", "nMTV-MOF-5-ABCD", "0.113", "0.891", ">10000", "nMTV-MOF-5-ABCDE", "0.095", "0.752", "2500", "nMTV-MOF-5-ABCDEF", "0.063", "0.501", "1500", "nNi-MOF-74", "0.052", "0.415", "4000", "nCo-MOF-74", "0.050", "0.392", ">10000", "nM3M-MOF-74", "0.056", "0.443", "4000", "nM5M-MOF-74", "0.106", "0.834", "800", "nM7M-MOF-74", "0.146", "1.155", "300", "nHKUST-1", "0.296", "2.334", "6000", "nHKUST-1-NG", "a", "0.041", "0.324", " ", "Cu-BTC-NPNC", "b", "0.028", "0.221", " ", "nMOF-177", "0.090", "0.713", "4000", "nZIF-8", "0.034", "0.268", "2500", "nMOF-801", "0.280", "2.329", "1400", "nMOF-801-L", "c", "0.036", "0.284", "1500", "nUiO-66", "0.246", "1.945", "7000", "nUiO-67", "0.093", "0.736", ">10000", "nMOF-867", "0.644", "5.085", ">10000", "nMOF-808", "0.068", "0.540", "5000", "activated carbon", "0.100", "0.788", ">10000", "graphene", "0.065", "0.515", ">10000", "a", "NG, no graphene.", "b", "NPNC, no porosity and no crystallinity.", "c", "L, large-size nanocrystals.", "d", "The life cycle was determined by the number of cycles carried out until the capacitance dropped to 80% of the initial value.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Discussion", "The pore environment produced by multiple functionalities clearly influences the capacitance in the nMTV-MOF-5 series (", "Figure ", "3", "a,b and ", "Table ", "1", "). Combinations containing C, D, or E functionalities outperform others with A, B, or F. The F functionality leads to poor performance, most likely because it blocks the pores as shown in their N", "2", " adsorption data (", "Supporting Information", ", Figure S2), while C, D, and E combinations are relatively better. However, the capacitance of this entire series is lower than that observed for activated carbon. MOF-74 has a metal oxide backbone linked by organic units and is known to incorporate multiple metal ions without changing the MOF structure (", "Supporting Information", ", Figures S5 and S6 and Table S1). Mixing more than three metals in this MOF series (", "Figure ", "3", "c and ", "Table ", "1", ") gives better performance than the original unmixed ones, which is attributed to redox reactions in charge/discharge process as observed in their CV profiles (", "Supporting Information", ", Figure S53–S57). In general, these highly mixed metal compounds perform better than any of the nMTV-MOF-5 members. This is in contrast to the inferior performance of the nanocrystals of MOF-177 and ZIF-8 (", "Figure ", "3", "d). An important MOF is HKUST-1 because it has three-dimensional pores with open metal sites in the backbone structure that point into the pores. The performance of nHKUST-1 is better than that of both the MTV-MOF-5 and MOF-74 series, and its maximum capacitance is three times that of activated carbon (", "Figure ", "3", "d and ", "Table ", "1", "). We believe that the crystallinity and porosity of nMOFs contribute to their high performance: we synthesized a nonporous and noncrystalline Cu-BTC-NPNC, which has the same constituents as nHKUST-1, and found that it gave very low capacitance (", "Figure ", "3", "d and ", "Table ", "1", "). The use of nHKUST-1 without doping with graphene (nHKUST-1-NG) also gives very low capacitance and points to the key role doped graphene plays in enhancing electron mobility within these devices. However, control experiments with increased ratios of graphene in the nHKUST-1 film show decreased capacitance (", "Supporting Information", "), which further confirms the importance of the nMOFs as the active material giving the high performance.", "Members of a new class of chemically and thermally stable MOFs based on zirconium(IV) show progressively better performance as pore diameter decreased from nUiO-67 (9.6 and 12.6 Å) to nUiO-66 (6.8 and 7.2 Å) to nMOF-801 (5.4 and 7.0 Å) with the latter two exhibiting higher performance than any of the MOFs already discussed. Meanwhile, nMOF-808 having two different pore diameters (4.6 and 18.4 Å) is found to give an intermediate performance. It is worth noting that for films based on nMOF-801 with different nanocrystal sizes (nMOF-801 and nMOF-801-L with 100 and 500 nm, respectively), a lower performance is observed for the larger nanocrystals (", "Figure ", "3", "e and ", "Table ", "1", ").", "Remarkably, we found that using nMOF-867 whose structure is the same as nUiO-67 but with 2,2′-bipyridine instead of biphenyl gives the highest performance (", "Figure ", "3", "f and ", "Table ", "1", "). The capacitance of this material (0.644 F cm", "stack", "–3", " and 5.085 mF cm", "areal", "–2", ") is over 6 and 10 times that of activated carbon (0.100 F cm", "stack", "–3", " and 0.788 mF cm", "areal", "–2", ") and graphene (0.065 F cm", "stack", "–3", " and 0.515 mF cm", "areal", "–2", "), respectively. The gravimetric capacitance of nMOF-867 is 726 F g", "nMOF-867/electrode", "–1", " (", "Supporting Information", "). The maximum energy and power densities of nMOF-867 are 6.04 × 10", "–4", " Wh cm", "stack", "–3", " (3.85 × 10", "–3", " mWh cm", "areal", "–2", ") and 1.097 W cm", "stack", "–3", " (8.67 mW cm", "areal", "–2", "), respectively (", "Figure ", "4", "a). At the power density of 0.386 W cm", "stack", "–3", ", the energy density (2.86 × 10", "–4", " Wh cm", "stack", "–3", ") of nMOF-867 is over three times that of activated carbon (1.00 × 10", "–4", " Wh cm", "stack", "–3", "). Moreover, at this power density, nMOF-867 consistently preserves its performance for at least 10000 cycles under the condition of extended exposure to the maximum voltage (0–2.7 V) (", "Figure ", "4", "b). Considering the similarity in chemical composition, crystal structure, porosity (", "Supporting Information", "), and electrochemical behavior observed in the CV data (", "Supporting Information", ", Figures S61 and S62) of nUiO-67 and nMOF-867, it is noteworthy that the sp", "2", " nitrogen atoms in nMOF-867 contribute to increase the interaction with ions significantly and enhanced the device performance.", "(29, 30)", "Figure 4. Energy and power densities and life cycle for supercapacitors: (a) Energy and power densities of nMOF-867 compared with activated carbon; (b) life cycle for nMOF-867.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Conclusion", "We targeted 23 porous metal–organic frameworks representing a diversity of structure types and metrics, and sizes and functionalities of pores, for their synthesis in nanocrystalline form and study of their performance and properties as supercapacitors. It is significant that the charge/discharge profiles (", "Supporting Information", ", Figures S19–S42), CV curves (", "Supporting Information", ", Figures S43–S66), and cycling performance (", "Supporting Information", ", Figures S67–S90) of these nMOFs follow the general behavior observed in other supercapacitors.", "(1-7)", " The differences are in the details of the nMOF electrochemical behavior; perhaps their diverse structural and functionality attributes are directly involved in electrochemical processes, and depending on their chemical nature, some undergo redox reactions, which makes several of these nMOFs exceed the capacitance of the benchmark materials. Future work will focus on deciphering the specific impact of these factors on the observed high capacitance of nMOFs.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Methods", "Preparation of nMOFs", "Detailed synthetic procedures for all nMOFs are described in the ", "Supporting Information", ". Here, we describe the preparation method for nHKUST-1, representatively. A 126 mg portion of 1,3,5-benzenetricarboxylic acid (BTCH", "3", ") and 0.25 mL of triethylamine were dissolved in 2 mL of ", "N", ",", "N", "-dimethylformamide (DMF), while 215 mg of Cu(OAc)", "2", "·H", "2", "O was dissolved in 5 mL of DMF. The solutions of 1,3,5-benzenetricarboxylic acid and Cu(OAc)", "2", "·H", "2", "O was combined in a mixture of DMF (18 mL), EtOH (25 mL), and H", "2", "O (25 mL) and stirred vigorously for 1 h at ambient temperature. The resultant nHKUST-1 was washed twice with DMF using a centrifuge (9000 rpm for 20 min) and sonication and then sequentially immersed in acetone for three 24 h periods. Finally, nHKUST-1 was activated by removing the solvent under vacuum overnight.", "Preparation of nMOF Films", "A 70 mg portion of the nMOF was mixed and dispersed with 53 μL of oleic acid in 4.6 mL of hexane (nMOF/hexane dispersion) by sonication for 3 h. At the same time, graphene layers (0.5 mg mL", "–1", ") were separated in hexane by using a tip-sonic processor for a total of 40 min (4 × 10 min operation) and continuously sonicated in the ultrasonic bath (40 kHz) to keep their dispersion (graphene/hexane dispersion). After the nMOF was separated from 1 mL of nMOF/hexane dispersion using a centrifuge (9000 rpm, 10 min), it was redispersed in 1 mL of graphene/hexane dispersion (0.5 mg mL", "–1", ") to make a nMOF and graphene dispersion in hexane (nMOF/graphene/hexane dispersion). In the meantime, substrates were cleaned with hypophosphorous acid (50 wt % solution in water) for 1 h after washing with acetone, ethanol, and water. The nMOF/graphene/hexane dispersion was coated on the cleaned substrates in the spin coater (7000 rpm, 2 min) to give a 2 μm thickness of nMOF film. Oleic acid was removed by immersing the nMOF film in acetone, drying with nitrogen flow, and outgassing at room temperature for 12 h. All processes were done in succession.", "Fabrication of Supercapacitors", "For the fabrication of supercapacitors, two nMOF film samples, separator and electrolyte, were assembled in a coin-shaped cell. Specifically, two pieces of nMOF film (2 μm) on Ti substrates (25 μm) were sandwiched with a separator (monolayer polypropylene separator membranes, thickness 25 μm, Celgard) and soaked in 1.0 M of tetraethylammonium tetrafluoroborate ((C", "2", "H", "5", ")", "4", "NBF", "4", ") in acetonitrile. After the coin-shaped cell was sealed, supercapacitors were electrochemically tested using galvanostatic and cyclic voltammetry measurements. The same method was applied for all of the supercapacitors in this paper.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Acknowledgment", "This research was supported by BASF SE (Ludwigshafen, Germany) at UC Berkeley, the Global Frontier R&D Program (2013-073298) of the Center for Hybrid Interface Materials (HIM), and the National Research Foundation of Korea (2011-0028737) at KAIST-Korea. We thank J. Jiang, H. Bae, L. Wang, and H. Furukawa for help in the nMOF synthesis and invaluable discussions.", " ", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "Supporting Information", "Detailed preparation procedure and characterization by X-ray diffraction analysis, low-pressure nitrogen sorption, ", "1", "H NMR spectroscopy, ICP–OES (inductively coupled plasma-optical emission spectroscopy), SEM and TEM imaging for nMOFs and nMOF films, fabrication and data collection procedure and electrochemical data (charge/discharge profiles, cyclic voltammetry data, life cycle and control experiments data with different amount of graphene) for nMOF supercapacitors. This material is available free of charge ", "via", " the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Results", "Discussion", "Conclusion", "Methods", "References", "References", "This article references 30 other publications.", "1. ", "Conway", ", ", "B. E.", "  ", "Electrochemical Supercapacitors: Scientific Fundamentals and Technological Applications", "; ", "Kluwer-Academic/Plenum-Publisher", ": ", "New York", ", ", "1999", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Simon", ", ", "P.", "; ", "Gogotsi", ", ", "Y.", " ", "Materials for Electrochemical Capacitors", " ", "Nat. Mater.", " ", "2008", ",  ", "7", ",  ", "845", "– ", "854", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Materials for electrochemical capacitors", "Simon, Patrice; Gogotsi, Yury", "Nature Materials", "\r\n        (", "2008", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "845-854", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  Electrochem. capacitors, also called supercapacitors, store energy using either ion adsorption (electrochem. double layer capacitors) or fast surface redox reactions (pseudo-capacitors).  A notable improvement in performance has been achieved through recent advances in understanding charge storage mechanisms and the development of advanced nanostructured materials.  The discovery that ion desolvation occurs in pores smaller than the solvated ions has led to higher capacitance for electrochem. double layer capacitors using carbon electrodes with sub-nanometer pores, and opened the door to designing high-energy d. devices using a variety of electrolytes.  Combination of pseudo-capacitive nanomaterials, including oxides, nitrides and polymers, with the latest generation of nanostructured lithium electrodes has brought the energy d. of electrochem. capacitors closer to that of batteries.  The use of carbon nanotubes has further advanced micro-electrochem. capacitors, enabling flexible and adaptable devices to be made.  Math. modeling and simulation will be the key to success in designing tomorrow's high-energy and high-power devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht12jtb%252FM&md5=5c97ee884e00f5adc8b5406d313c5f68", "3. ", "El-Kady", ", ", "M. F.", "; ", "Strong", ", ", "V.", "; ", "Dubin", ", ", "S.", "; ", "Kaner", ", ", "R. B.", " ", "Laser Scribing of High-Performance and Flexible Graphene-Based Electrochemical Capacitors", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1326", "– ", "1330", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Laser Scribing of High-Performance and Flexible Graphene-Based Electrochemical Capacitors", "El-Kady, Maher F.; Strong, Veronica; Dubin, Sergey; Kaner, Richard B.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6074", "),\r\n    ", "1326-1330", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although electrochem. capacitors (ECs), also known as supercapacitors or ultracapacitors, charge and discharge faster than batteries, they are still limited by low energy densities and slow rate capabilities.  The authors used a std. LightScribe DVD optical drive to do the direct laser redn. of graphite oxide films to graphene.  The produced films are mech. robust, show high elec. cond. (1738 S per m) and sp. surface area (1520 square meters per g), and can thus be used directly as EC electrodes without the need for binders or current collectors, as is the case for conventional ECs.  Devices made with these electrodes exhibit ultrahigh energy d. values in different electrolytes while maintaining the high power d. and excellent cycle stability of ECs.  Also, these ECs maintain excellent electrochem. attributes under high mech. stress and thus hold promise for high-power, flexible electronics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1Smurw%253D&md5=301781d36eac2b361aa04ddafb874cec", "4. ", "Chmiola", ", ", "J.", "; ", "Largeot", ", ", "C.", "; ", "Taberna", ", ", "P. L.", "; ", "Simon", ", ", "P.", "; ", "Gogotsi", ", ", "Y.", " ", "Monolithic Carbide-Derived Carbon Films for Micro-Supercapacitors", " ", "Science", " ", "2010", ",  ", "328", ",  ", "480", "– ", "483", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Monolithic Carbide-Derived Carbon Films for Micro-Supercapacitors", "Chmiola, John; Largeot, Celine; Taberna, Pierre-Louis; Simon, Patrice; Gogotsi, Yury", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "328", "\r\n        (", "5977", "),\r\n    ", "480-483", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Microbatteries with dimensions of tens to hundreds of micrometers that are produced by common microfabrication techniques are poised to provide integration of power sources onto electronic devices, but they still suffer from poor cycle lifetime, as well as power and temp. range of operation issues that are alleviated with the use of supercapacitors.  There have been a few reports on thin-film and other micro-supercapacitors, but they are either too thin to provide sufficient energy or the technol. is not scalable.  By etching supercapacitor electrodes into conductive titanium carbide substrates, we demonstrate that monolithic carbon films lead to a volumetric capacity exceeding that of micro- and macroscale supercapacitors reported thus far, by a factor of 2.  This study also provides the framework for integration of high-performance micro-supercapacitors onto a variety of devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkvFehu7w%253D&md5=db910cae216ed6c35d4eb755e0e7a15b", "5. ", "Zhu", ", ", "Y.", "; ", "Murali", ", ", "S.", "; ", "Stoller", ", ", "M. D.", "; ", "Ganesh", ", ", "K. J.", "; ", "Cai", ", ", "W.", "; ", "Ferreira", ", ", "P. J.", "; ", "Pirkle", ", ", "A.", "; ", "Wallace", ", ", "R. M.", "; ", "Cychosz", ", ", "K. A.", "; ", "Thommes", ", ", "M.", " ", "Carbon-Based Supercapacitors Produced by Activation of Graphene", " ", "Science", " ", "2012", ",  ", "332", ",  ", "1537", "– ", "1541", "[", "Crossref", "]", "There is no corresponding record for this reference.", "6. ", "Brezesinski", ", ", "T.", "; ", "Wang", ", ", "J.", "; ", "Tolbert", ", ", "S. H.", "; ", "Dunn", ", ", "B.", " ", "Ordered Mesoporous Alpha-MoO", "3", " with Iso-Oriented Nanocrystalline Walls for Thin-Film Pseudocapacitors", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "146", "– ", "151", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Ordered mesoporous α-MoO3 with iso-oriented nanocrystalline walls for thin-film pseudocapacitors", "Brezesinski, Torsten; Wang, John; Tolbert, Sarah H.; Dunn, Bruce", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "146-151", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Capacitive energy storage is distinguished from other types of electrochem. energy storage by short charging times and the ability to deliver significantly more power than batteries.  A limitation to this technol. is its low energy d. and there is interest in exploring pseudo-capacitive materials where faradaic mechanisms offer increased energy storage.  The capacitive charge-storage properties of mesoporous films of iso-oriented α-MoO3 are superior to those of either mesoporous amorphous material or nonporous cryst. MoO3.  Whereas both cryst. and amorphous mesoporous materials show redox pseudo-capacitance, the iso-oriented layered cryst. domains enable Li ions to be inserted into the van der Waals gaps of the α-MoO3.  Probably this extra contribution arises from an intercalation pseudo-capacitance, which occurs on the same timescale as redox pseudo-capacitance.  The result is increased charge-storage capacity without compromising charge/discharge kinetics in mesoporous cryst. MoO3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt78%253D&md5=b6e743b60b27d6e0dfcabcf281d3d475", "7. ", "Yu", ", ", "G.", "; ", "Hu", ", ", "L.", "; ", "Liu", ", ", "N.", "; ", "Wang", ", ", "H.", "; ", "Vosgueritchian", ", ", "M.", "; ", "Yang", ", ", "Y.", "; ", "Cui", ", ", "Y.", "; ", "Bao", ", ", "Z.", " ", "Enhancing the Supercapacitor Performance of Graphene/MnO", "2", " Nanostructured Electrodes by Conductive Wrapping", " ", "Nano Lett.", " ", "2011", ",  ", "11", ",  ", "4438", "– ", "4442", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Enhancing the Supercapacitor Performance of Graphene/MnO2 Nanostructured Electrodes by Conductive Wrapping", "Yu, Guihua; Hu, Liangbing; Liu, Nian; Wang, Huiliang; Vosgueritchian, Michael; Yang, Yuan; Cui, Yi; Bao, Zhenan", "Nano Letters", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4438-4442", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MnO2 is considered one of the most promising pseudocapactive materials for high-performance supercapacitors given its high theor. specific capacitance, low-cost, environmental benignity, and natural abundance.  However, MnO2 electrodes often suffer from poor electronic and ionic conductivities, resulting in their limited performance in power d. and cycling.  Here a \"conductive wrapping\" method is developed to greatly improve the supercapacitor performance of graphene/MnO2-based nanostructured electrodes.  By three-dimensional (3D) conductive wrapping of graphene/MnO2 nanostructures with carbon nanotubes or conducting polymer, specific capacitance of the electrodes (considering total mass of active materials) has substantially increased by ∼20 and ∼45%, resp., with values as high as ∼380 F/g achieved.  Moreover, these ternary composite electrodes have also exhibited excellent cycling performance with > 95% capacitance retention over 3000 cycles.  This 3D conductive wrapping approach represents an exciting direction for enhancing the device performance of metal oxide-based electrochem. supercapacitors and can be generalized for designing next-generation high-performance energy storage devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1ChtLjO&md5=c9df189647f86b7e90fa8519e6169c72", "8. ", "Wang", ", ", "H.", "; ", "Casalongue", ", ", "H. S.", "; ", "Liang", ", ", "Y.", "; ", "Dai", ", ", "H.", " ", "Ni(OH)", "2", " Nanoplates Grown on Graphene as Advanced Electrochemical Pseudocapacitor Materials", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7472", "– ", "7477", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Ni(OH)2 Nanoplates Grown on Graphene as Advanced Electrochemical Pseudocapacitor Materials", "Wang, Hailiang; Casalongue, Hernan Sanchez; Liang, Yongye; Dai, Hongjie", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "21", "),\r\n    ", "7472-7477", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ni(OH)2 nanocrystals grown on graphene sheets with various degrees of oxidn. are investigated as electrochem. pseudocapacitor materials for potential energy storage applications.  Single-cryst. Ni(OH)2 hexagonal nanoplates directly grown on lightly oxidized, elec. conducting graphene sheets (GS) exhibit a high specific capacitance of ∼1335 F/g at a charge and discharge c.d. of 2.8 A/g and ∼953 F/g at 45.7 A/g with excellent cycling ability.  The high specific capacitance and remarkable rate capability are promising for applications in supercapacitors with both high energy and power densities.  A simple phys. mixt. of pre-synthesized Ni(OH)2 nanoplates and graphene sheets shows lower specific capacitance, highlighting the importance of direct growth of nanomaterials on graphene to impart intimate interactions and efficient charge transport between the active nanomaterials and the conducting graphene network.  Single-cryst. Ni(OH)2 nanoplates directly grown on graphene sheets also significantly outperform small Ni(OH)2 nanoparticles grown on heavily oxidized, elec. insulating graphite oxide (GO), suggesting that the electrochem. performance of these composites is dependent on the quality of graphene substrates and the morphol. and crystallinity of the nanomaterials grown on top.  These results suggest the importance of rational design and synthesis of graphene-based nanocomposite materials for high-performance energy applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXls1yqtro%253D&md5=20ea6c7d12e4db14cd63f19d67b65dbc", "9. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "9. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "10. ", "Snook", ", ", "G. A.", "; ", "Kao", ", ", "P.", "; ", "Best", ", ", "A. S.", " ", "Conducting-Polymer-Based Supercapacitor Devices and Electrodes", " ", "J. Power Sources", " ", "2011", ",  ", "196", ",  ", "1", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "10. ", "Conducting-polymer-based supercapacitor devices and electrodes", "Snook, Graeme A.; Kao, Pon; Best, Adam S.", "Journal of Power Sources", "\r\n        (", "2011", "),\r\n    ", "196", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "JPSODZ", ";\r\n        ISSN:", "0378-7753", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Supercapacitor electrodes and devices that use conducting polymers are envisaged to bridge the gap between existing C-based supercapacitors and batteries to form units of intermediate specific energy.  This review looks at the major conducting polymer materials, namely, polyaniline, polypyrrole, polythiophene and derivs. of polythiophene, as well as composites of these materials with C nanotubes and inorg. battery materials.  Various treatments of the conducting polymer materials to improve their properties are considered and comparisons are made with other supercapacitor materials such as C and with inorg. battery materials.  Conducting polymers are pseudo-capacitive materials, which means that the bulk of the material undergoes a fast redox reaction to provide the capacitive response and they exhibit superior specific energies to the C-based supercapacitors (double-layer capacitors).  In general conducting polymers are more conductive than the inorg. battery materials and consequently have greater power capability.  On the downside, conducting polymers swell and contract substantially on charge and discharge, resp.  Consequently, cycle-life is poor compared with C-based supercapacitors which generally only charge via adsorption and desorption of (giving typically a few thousand cycles for conducting polymers compared with >500,000 cycles for C-based devices).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWntrnP&md5=8ef2f9845b5be1ae89d16fb56559943c", "11. ", "Diaz", ", ", "R.", "; ", "Orcajo", ", ", "M. G.", "; ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Palma", " ", "Co8-MOF-5 as Electrode for Supercapacitors", " ", "J. Mater. Lett.", " ", "2012", ",  ", "68", ",  ", "126", "– ", "128", "[", "Crossref", "], [", "CAS", "]", "11. ", "Co8-MOF-5 as electrode for supercapacitors", "Diaz, Rauel; Orcajo, M. Gisela; Botas, Juan A.; Calleja, Guillermo; Palma, Jesus", "Materials Letters", "\r\n        (", "2012", "),\r\n    ", "68", "\r\n        (", "),\r\n    ", "126-128", "CODEN:\r\n                ", "MLETDJ", ";\r\n        ISSN:", "0167-577X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Materials with high surface area, tailored pore size and good elec. cond. are needed for improved supercapacitors.  Metal Org. Frameworks (MOFs) can have very high surface areas and tailored pore sizes.  Here, tuned MOFs show elec. conductivities which are good enough to result in electrodes with nearly ideal supercapacitive behavior at rates up to 200 mV s- 1 in an electrolyte composed of 0.1 M tetrabutylammonium hexafluorophosphate (TBAPF6) in acetonitrile.  Electrostatic forces are the dominant charge storage mechanism in this electrolyte while electrochem. performances are limited by the particular MOF and electrolyte here reported.  These results open a way for the design of tailored MOFs as electrode materials for supercapacitors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Omt7rO&md5=f4359e55cc2676fc7c9610dedd25688b", "12. ", "Allendorf", ", ", "M. D.", "; ", "Schwartzberg", ", ", "A.", "; ", "Stavila", ", ", "V.", "; ", "Talin", ", ", "A. A.", " ", "A Roadmap to Implementing Metal–Organic Frameworks in Electronic Devices: Challenges and Critical Directions", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "11372", "– ", "11388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A Roadmap to Implementing Metal-Organic Frameworks in Electronic Devices: Challenges and Critical Directions", "Allendorf, Mark D.; Schwartzberg, Adam; Stavila, Vitalie; Talin, A. Alec", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "41", "),\r\n    ", "11372-11388", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) and related material classes are attracting considerable attention for applications such as gas storage, sepns., and catalysis.  In contrast, research focused on potential uses in electronic devices is in its infancy.  Several sensing concepts in which the tailorable chem. of MOFs was used to enhance sensitivity or provide chem. specificity were demonstrated, but in only a few cases are MOFs an integral part of an actual device.  The synthesis of a few elec. conducting MOFs and their known structural flexibility suggest that MOF-based electronic devices exploiting these properties could be constructed.  It is clear, however, that new fabrication methods are required to take advantage of the unique properties of MOFs and extend their use to the realms of electronic circuitry.  In this Concepts article, the authors describe the basic functional elements needed to fabricate electronic devices and summarize the current state of relevant MOF research, and then review recent work in which MOFs serve as active components in electronic devices.  Finally, the authors propose a high-level roadmap for device-related MOF research, the objective of which is to stimulate thinking within the MOF community concerning the development these materials for applications including sensing, photonics, and microelectronics.  This is a review with 93 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFyls7fE&md5=e3f2e7a6bf11c9fa3a08cea575eda247", "13. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Design and Synthesis of an Exceptionally Stable and Highly Porous Metal-Organic Framework", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "13. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "14. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal–Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "15. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 Building Unit Has a Direct Impact on Toxic Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "Wang", ", ", "L. J.", "; ", "Deng", ", ", "H.", "; ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Cordova", ", ", "K. E.", "; ", "Peri", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis and Characterization of Metal–Organic Framework-74 Containing 2, 4, 6, 8, and 10 Different Metals", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5881", "– ", "5883", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Synthesis and Characterization of Metal-Organic Framework-74 Containing 2, 4, 6, 8, and 10 Different Metals", "Wang, Lisa J.; Deng, Hexiang; Furukawa, Hiroyasu; Gandara, Felipe; Cordova, Kyle E.; Peri, Dani; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "5881-5883", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) contg. more than two kinds of metal ions mixed in one secondary building unit are rare because the synthesis often yields mixed MOF phases rather than a pure phase of a mixed-metal MOF (MM-MOF).  In this study, we use a one-pot reaction to make microcryst. MOF-74 [M2(DOT); DOT = dioxidoterephthalate] with 2 (Mg and Co), 4 (Mg, Co, Ni, and Zn), 6 (Mg, Sr, Mn, Co, Ni, and Zn), 8 (Mg, Ca, Sr, Mn, Fe, Co, Ni, and Zn), and 10 (Mg, Ca, Sr, Ba, Mn, Fe, Co, Ni, Zn, and Cd) different kinds of divalent metals.  The powder X-ray diffraction patterns of MM-MOF-74 were identical with those of single-metal MOF-74, and no amorphous phases were found by SEM.  The successful prepn. of guest-free MM-MOF-74 samples was confirmed by N2 adsorption measurements.  Elemental anal. data also support the fact that all metal ions used in the MOF synthesis are incorporated within the same MOF-74 structure.  Energy-dispersive X-ray spectroscopies indicate that metal ions are heterogeneously distributed within each of the cryst. particles.  This approach is also employed to incorporate metal ions (i.e., Ca, Sr, Ba, and Cd) from which the parent MOF structure could not be made as a single-metal-contg. MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVahtb8%253D&md5=58d90e56c354b5bb079545bfeed9dfff", "17. ", "Wißmann", ", ", "G.", "; ", "Schaate", ", ", "A.", "; ", "Lilienthal", ", ", "S.", "; ", "Bremer", ", ", "I.", "; ", "Schneider", ", ", "A. M.", "; ", "Behrens", ", ", "P.", " ", "Modulated Synthesis of Zr-fumarate MOF", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "152", ",  ", "64", "– ", "70", "[", "Crossref", "], [", "CAS", "]", "17. ", "Modulated synthesis of Zr-fumarate MOF", "Wissmann, Gesa; Schaate, Andreas; Lilienthal, Sebastian; Bremer, Imke; Schneider, Andreas M.; Behrens, Peter", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "152", "\r\n        (", "),\r\n    ", "64-70", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Presented are the synthesis and characterization of a novel Zr-based metal-org. framework (MOF) which contains fumarate (fum) dianions as linkers: -OOC-CH=CH-COO-.  The synthesis of this MOF is possible only via modulation, i.e. by the addn. of a monocarboxylic acid to the synthesis mixt.  The authors have used formic acid as a modulator and have investigated its influence on the synthesis of the Zr-fumarate MOF in detail.  The modulator improves the crystallinity of the material; varying its amts., the crystal size and the degree of aggregation can be influenced.  The novel MOF probably has a topol. which is similar to that of UiO-66, but has a primitive cubic lattice instead of a face-centered one.  A structural model in line with the exptl. data is proposed.  The Zr-fum MOF is further characterized by TGA and Ar sorption, showing that it can be activated and exhibits microporosity.  The linker fumarate as well as the modulator formic acid used in the synthesis of Zr-fum MOF are both naturally occurring mols.; possible applications of the MOF may thus lie in the field of biomaterials.  Therefore, the stability of Zr-fum MOF was tested in water-based salt solns. commonly used in biomedical research.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsFCrtA%253D%253D&md5=2627a5c29dd51e53f9a656099faffcea", "18. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A New Zirconium Inorganic Building Brick Forming Metal Organic Frameworks with Exceptional Stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "19. ", "Li", ", ", "L.", "; ", "Tang", ", ", "S.", "; ", "Wang", ", ", "C.", "; ", "Lv", ", ", "X.", "; ", "Jiang", ", ", "M.", "; ", "Wu", ", ", "H.", "; ", "Zhao", ", ", "X.", " ", "High Gas Storage Capacities and Stepwise Adsorption in a UiO Type Metal–Organic Framework Incorporating Lewis Basic Bipyridyl Sites", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2304", "– ", "2307", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "High gas storage capacities and stepwise adsorption in a UiO type metal-organic framework incorporating Lewis basic bipyridyl sites", "Li, Liangjun; Tang, Sifu; Wang, Chao; Lv, Xiaoxia; Jiang, Min; Wu, Huaizhi; Zhao, Xuebo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "2304-2307", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A UiO type MOF with Lewis basic bipyridyl sites was synthesized and structurally characterized.  After being activated by Soxhlet extn., this MOF exhibits high storage capacities for H2, CH4, and CO2, and shows unusual stepwise adsorption for liq. CO2 and solvents, indicating a sequential filling mechanism on different adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVegu7s%253D&md5=b7f899239a1689658fe170668265b630", "20. ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "21. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "A Chemically Functionalizable Nanoporous Material [Cu", "3", "(TMA)", "2", "(H", "2", "O)", "3", "]", "n", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "22. ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "A Route to High Surface Area, Porosity and Inclusion of Large Molecules in Crystals", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "23. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "24. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "25. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "26. ", "Kudin", ", ", "K. N.", "; ", "Ozbas", ", ", "B.", "; ", "Schniepp", ", ", "H. C.", "; ", "Prud’homme", ", ", "R. K.", "; ", "Aksay", ", ", "I. A.", "; ", "Car", ", ", "R.", " ", "Raman Spectra of Graphite Oxide and Functionalized Graphene Sheets", " ", "Nano Lett.", " ", "2008", ",  ", "8", ",  ", "36", "– ", "41", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Raman Spectra of Graphite Oxide and Functionalized Graphene Sheets", "Kudin, Konstantin N.; Ozbas, Bulent; Schniepp, Hannes C.; Prud'homme, Robert K.; Aksay, Ilhan A.; Car, Roberto", "Nano Letters", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "36-41", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors study Raman spectra of graphite oxide and functionalized graphene sheets with epoxy and hydroxyl groups and Stone-Wales and 5-8-5 defects by 1st-principles calcns. to interpret exptl. results.  Only the alternating pattern of single-double C bonds within the sp2 C ribbons provides a satisfactory explanation for the exptl. obsd. blue shift of the G band of the Raman spectra relative to graphite.  To obtain these single-double bonds, it is necessary to have sp3 carbons on the edges of a zigzag C ribbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOntLvL&md5=839698476d02e5fb69257998c28bb2cb", "27. ", "Chmiola", ", ", "J.", "; ", "Yushin", ", ", "G.", "; ", "Gogotsi", ", ", "Y.", "; ", "Portet", ", ", "C.", "; ", "Simon", ", ", "P.", "; ", "Taberna", ", ", "P. L.", " ", "Anomalous Increase in Carbon Capacitance at Pore Sizes Less Than 1 Nanometer", " ", "Science", " ", "2006", ",  ", "313", ",  ", "1760", "– ", "1763", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Anomalous Increase in Carbon Capacitance at Pore Sizes Less Than 1 Nanometer", "Chmiola, J.; Yushin, G.; Gogotsi, Y.; Portet, C.; Simon, P.; Taberna, P. L.", "Science (Washington, DC, United States)", "\r\n        (", "2006", "),\r\n    ", "313", "\r\n        (", "5794", "),\r\n    ", "1760-1763", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Carbon supercapacitors, which are energy storage devices that use ion adsorption on the surface of highly porous materials to store charge, have numerous advantages over other power-source technologies, but could realize further gains if their electrodes were properly optimized.  Studying the effect of the pore size on capacitance could potentially improve performance by maximizing the electrode surface area accessible to electrolyte ions, but until recently, no studies had addressed the lower size limit of accessible pores.  Using carbide-derived carbon, we generated pores with av. sizes from 0.6 to 2.25 nm and studied double-layer capacitance in an org. electrolyte.  The results challenge the long-held axiom that pores smaller than the size of solvated electrolyte ions are incapable of contributing to charge storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xpsl2qsrw%253D&md5=01cb851937257edcbdf9e579215d815e", "28. ", "Gogotsi", ", ", "Y.", "; ", "Simon", ", ", "P.", " ", "True Performance Metrics in Electrochemical Energy Storage", " ", "Science", " ", "2011", ",  ", "334", ",  ", "917", "– ", "918", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "True performance metrics in electrochemical energy storage", "Gogotsi, Y.; Simon, P.", "Science (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "334", "\r\n        (", "6058", "),\r\n    ", "917-918", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1eit7zF&md5=11adcaec79447dede1988aa8401df8ef", "29. ", "Wang", ", ", "H.", "; ", "Maiyalagan", ", ", "T.", "; ", "Wang", ", ", "X.", " ", "Review on Recent Progress in Nitrogen-Doped Graphene: Synthesis, Characterization, and Its Potential Applications", " ", "ACS Catal.", " ", "2012", ",  ", "2", ",  ", "781", "– ", "794", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Review on recent progress in nitrogen-doped graphene: synthesis, characterization, and its potential applications", "Wang, Haibo; Maiyalagan, Thandavarayan; Wang, Xin", "ACS Catalysis", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "781-794", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Nitrogen doping has been an effective way to tailor the properties of graphene and render its potential use for various applications.  Three common bonding configurations are normally obtained when doping nitrogen into the graphene: pyridinic N, pyrrolic N, and graphitic N.  This paper reviews nitrogen-doped graphene, including various synthesis methods to introduce N doping and various characterization techniques for the examn. of various N bonding configurations.  Potential applications of N-graphene are also reviewed on the basis of exptl. and theor. studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktFeksbw%253D&md5=58607dee199d106edf01fb261f5d357b", "30. ", "Jeong", ", ", "H. M.", "; ", "Lee", ", ", "J. W.", "; ", "Shin", ", ", "W. H.", "; ", "Choi", ", ", "Y. J.", "; ", "Shin", ", ", "H. J.", "; ", "Kang", ", ", "J. K.", "; ", "Choi", ", ", "J. W.", " ", "Nitrogen-Doped Graphene for High-Performance Ultracapacitors and the Importance of Nitrogen-Doped Sites at Basal Planes", " ", "Nano Lett.", " ", "2011", ",  ", "11", ",  ", "2472", "– ", "2477", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Nitrogen-doped graphene for high-performance ultracapacitors and the importance of nitrogen-doped sites at basal planes", "Jeong, Hyung Mo; Lee, Jung Woo; Shin, Weon Ho; Choi, Yoon Jeong; Shin, Hyun Joon; Kang, Jeung Ku; Choi, Jang Wook", "Nano Letters", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "6", "),\r\n    ", "2472-2477", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although various C nanomaterials including activated carbony, C nanotubes, and graphene were successfully demonstrated for high-performance ultracapacitors, their capacitances need to be improved further for wider and more challenging applications.  Herein, using N-doped graphene produced by a simple plasma process, we developed ultracapacitors whose capacitances (∼280 F/gelectrode) are about 4 times larger than those of pristine graphene based counterparts without sacrificing other essential and useful properties for ultracapacitor operations including excellent cycle life (>200,000), high power capability, and compatibility with flexible substrates.  While we were trying to understand the improved capacitance using scanning photoemission microscopy with a capability of probing local N-C bonding configurations within a single sheet of graphene, we obsd. interesting microscopic features of N-configurations: N-doped sites even at basal planes, distinctive distributions of N-configurations between edges and basal planes, and their distinctive evolutions with plasma duration.  The local N-configuration mappings during plasma treatment, alongside binding energy calcd. by d. functional theory, revealed that the origin of the improved capacitance is a certain N-configuration at basal planes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmt1Ggsb0%253D&md5=bfbf0df510e4d652c143122e03f15da1"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-7/nn5027092/production/images/small/nn-2014-027092_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-7/nn5027092/production/images/small/nn-2014-027092_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-7/nn5027092/production/images/small/nn-2014-027092_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-7/nn5027092/production/images/small/nn-2014-027092_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2014/ancac3.2014.8.issue-7/nn5027092/production/images/small/nn-2014-027092_0004.gif\">"]}
