{"title": ["Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water"], "authors": ["Katie A. Cychosz", "Adam J. Matzger"], "doi": ["10.1021/la103234u"], "abstract": ["The stability of a variety of microporous coordination polymers (MCPs) to water-containing solutions was studied using powder X-ray diffraction. It was determined that the stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters. Zn(2-methylimidizolate)", " was found to be more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decomposition of all zinc-based MCPs. Matériaux de l’Institut Lavoisier (MIL)-100 was also found to be completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concentrations, indicating that the adsorption of wastewater contaminants may be a feasible application for these materials."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Microporous coordination polymers (MCPs) are comprised of metal ions or metal clusters connected through organic ligands resulting in a porous structure. MCPs have primarily been studied for use in both gas", "(1)", " and liquid", "(2)", " phase adsorption applications due to their often high surface areas and porous nature. Frequently, the organic ligands possess carboxylates which lead to the formation of metal−oxygen bonds in the MCP. Water stability is an important property for any sorbent that has the potential to be used in industrial applications as moisture is usually present in at least small amounts; the labile nature of many metal−oxygen bonds can lead to hydrolysis of the network thus irreversibly destroying the structure and indeed water instability is a common theme for essentially all of the early MCPs. Recently, water stable MCPs based on imidizolate and related linkers have been synthesized.", "(3-6)", " In these cases, the greater basicity of the imidizolate linker, as compared to the typical carboxylate linkers, results in stronger metal−ligand bonds and, therefore, a purported resistance to hydrolysis.", "(4)", " Water stable structures, including many of the MILs (MIL = Matériaux de l’Institut Lavoisier) containing aluminum or chromium metal clusters, have also been reported.", "(7, 8)", " Despite the importance of the issue of water stability, there have only been limited systematic experimental studies on the water stability of previously reported MCPs in the literature.", "(9, 10)", " One combined theoretical and experimental study determined that there was a correlation between the metal cluster and the stability of the MCP upon exposure to steam, with other factors such as metal−ligand bond strength and oxidation state of the metal also playing a role in determining stability.", "(10)", " Other theoretical studies of the interaction between water and the framework have been performed; however, these are not necessarily good predictors for stability in the liquid phase because a solvent, which can act to dissolve and remove coordination polymer components, is not modeled in these studies.", "(11)", " It is important to note that the majority of previous studies on MCP water stability have focused on exposure to water in the gas phase. Because it has been shown in the literature that gas phase adsorption is not a good predictor for liquid phase behavior,", "(2a, 2e)", " it is essential to assess water stability in the liquid phase explicitly.", "Not only is water stability important for industrial applications where water may be present as a component for organic solutions, but water stable MCPs have the potential for use in aqueous phase applications. A better understanding of the water stability in previously reported MCPs is necessary to determine potential structures for use directly in aqueous phase applications. Other microporous materials are often used in the presence of water. For example, zeolites are used in water softening applications and activated carbons constitute the major component in tap water filtration systems. Because MCPs have been shown to outperform zeolites and activated carbons in other liquid phase adsorption applications,", "(2a)", " MCPs are prospective candidates for liquid phase applications involving water such as the removal of pharmaceutical contaminants from water. This particular application is addressed here.", "Pharmaceuticals are regarded as an emerging class of environmental contaminants and are often released directly into the environment after passing through wastewater treatment plants that are not equipped to remove them from the effluent.", "(12-15)", " Moreover, exposure of aquatic organisms to environmentally relevant concentrations of pharmaceuticals can pathologically affect the organism", "(16)", " and pharmaceuticals in water can also cause other undesirable ecological effects.", "(12)", " One strategy for removal of this class of compounds is to adsorb them to a solid phase after the traditional wastewater treatment process but before release into the environment. Because MCPs have proven successful in liquid phase adsorption, they may be able to efficiently remove these pharmaceutical contaminants. There are only limited examples of adsorption from water using MCPs,", "(17-19)", " most likely due to the majority of MCPs being incompatible with aqueous conditions. However, water stable MCPs do exist and these structures have great potential for the treatment of wastewater.", "To address the issue of water stability in MCPs, a systematic study of the effect of water concentration on the MCPs MOF-177,", "(20)", " MOF-5,", "(21)", " HKUST-1,", "(22)", " MOF-505,", "(23)", " UMCM-150,", "(24)", " Zn(2-methylimidizolate)", "2", ",", "(6)", " and MIL-100", "(7)", " was undertaken (Figure ", "1", "). This diverse set of structures with differing metal clusters and organic linkers offers insight into the factors that make an MCP water stable. Powder X-ray diffraction (PXRD) was used to determine if the structure remains untransformed with increasing water concentration or at what water concentration the structure begins to change. Finally, HKUST-1 and MIL-100 were tested for the adsorption of two pharmaceuticals, furosemide and sulfasalazine (Figure ", "2", "), from water. Furosemide and sulfasalazine were chosen in this case as representative pharmaceutical compounds that have been detected in various bodies of water throughout the world.", "(12, 14, 25-28)", "Figure 1. (a) Zn", "4", "O(CO", "2", "R)", "6", " based MCPs and corresponding organic linker for MOF-5 and MOF-177, (b) Cu", "2", "(CO", "2", "R)", "4", " paddlewheel based MCPs and corresponding organic linker for HKUST-1 and MOF-505, (c) UMCM-150 comprised of Cu", "2", "(CO", "2", "R)", "4", " paddlewheel and trinuclear copper metal clusters with corresponding organic linker, (d) MIL-100 comprised of trinuclear chromium metal clusters and corresponding organic linker, and (e) Zn(2-methylimidizolate)", "2", " comprised of Zn", "2+", " coordinated to four imidizolate nitrogens.", "Figure 2. Chemical structures of furosemide (left) and sulfasalazine (right).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "MOF-177,", "(29)", " MOF-5,", "(29)", " HKUST-1,", "(30)", " MOF-505,", "(23, 31)", " UMCM-150,", "(24)", " MIL-100,", "(32)", " and Zn(2-methylimidizolate)", "2", "(5)", " were synthesized and activated according to published procedures. Furosemide (ICN Biomedicals Inc.) and sulfasalazine (98%, Sigma-Aldrich) were used as received. Na(Y) zeolite (powder) was obtained from Strem Chemicals and used as received. Pharmaceutical concentrations were determined using an Agilent Technologies 8453 UV−visible spectrometer at room temperature and were calibrated using solutions of known concentration. Spectra were analyzed using the UV−visible Chem Station Software version B.02.01 SP1 at 331 nm for furosemide and 359 nm for sulfasalazine.", "Powder X-ray Diffraction", "Powder X-ray diffraction patterns were collected at room temperature using a Rigaku R-axis Spider diffractometer with an image plate detector and graphite monochromated Cu Kα radiation (1.5406 Å). Samples were mounted on a cryoloop and images were collected for three minutes while rotating the sample about the φ axis at 10°/s, oscillating ω between 80° and 140° at 1°/s with χ fixed at 45°. Images were integrated from 3° to 70° with a 0.05° step size using AreaMax2", "(33)", " software. Powder patterns were processed in Jade Plus 8.2.", "(34)", "Water Stability Experiments", "In a typical experiment, as synthesized MCP was removed from mother liquor and placed in fresh DMF (2 mL). Aliquots of deionized water (ranging from 50.0 to 2000 μL) were added to the solution sequentially. Between aliquots, the mixture was agitated at room temperature on a shaker for 1 h and then a small amount of the solid was transferred to mineral oil and analyzed using powder X-ray diffraction. To assess longer term stability, the samples were also analyzed after 3 months (Zn(2-methylimidizolate)", "2", "), 12 months (MIL-100), or 21 months (MOF-5, MOF-177, UMCM-150, MOF-505, and HKUST-1).", "For HKUST-1, MIL-100, and Zn(2-methylimidizolate)", "2", ", activated (solvent exchanged and evacuated) MCP was placed in a vial and deionized water (1.0 mL) was added to the vial. The mixture was agitated at room temperature on a shaker and then analyzed using powder X-ray diffraction.", "Activated HKUST-1 was placed in a vial. The vial was left open to room temperature air (25 °C, 18% humidity), and the sample was analyzed using powder X-ray diffraction.", "Adsorption Isotherms", "In a typical experiment, ∼5 mg of MCP was added to eight GC vials. Deionized water (1 mL) was added to each vial. Aliquots (20.0, 50.0, 100.0, 250, 500, 1000, 2000, and 3000 μL) of 30.1 μg/mL furosemide in deionized water or 12.3 μg/mL sulfasalazine in deionized water were added, one aliquot per GC vial. The vials were agitated at room temperature on a shaker for 24 h, the MCP was removed by filtration, and the samples were analyzed by UV−visible spectroscopy to determine the amount of pharmaceutical adsorbed in the MCP.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Water Stability", "Figures ", "3", "−", "7", " show the PXRD patterns for as-synthesized MOF-5, MOF-177, UMCM-150, MOF-505, and HKUST-1, in the presence of increasing amounts of water. Changes in PXRD patterns are seen at different water:DMF ratios for each MCP studied. Notably, each MCP is able to exist in the presence of at least small amounts of water for the 1 h time period examined. MOF-5 and MOF-177, the two materials studied with basic zinc acetate metal clusters, were stable up to a water:DMF ratio of 1:4, when a change was observed in the PXRD pattern. Additionally, after 21 months in a 1:20 water:DMF ratio, MOF-5 and MOF-177 were no longer stable. In an attempt to identify the decomposition products, the PXRD patterns were compared to those of the organic linkers; these materials did not correspond to the major decomposition products although the potential for the ligands to be solvated or present in different ionization states makes a definitive analysis impossible. Other decomposition products, such as metal salts, may be soluble in the solution that is present in the experiment, therefore making it difficult to determine the decomposition products. Finally, a comparison with published PXRD patterns of different MOF-5 transformation and/or decomposition products known to form upon exposure to water vapor, such as MOF-69c,", "(35, 36)", " MOF-5_m_Zn,", "(37)", " or MOF-5_m_int,", "(37)", " show that these materials are not formed from MOF-5 decomposed under these conditions.", "Unlike for MOF-5 and MOF-177, which are only minimally stable in water, UMCM-150 was stable up to 9:2 water:DMF, when a change was observed in the PXRD pattern for this material. However, at a water:DMF ratio of 3:40, UMCM-150 is still stable after 21 months. Both MOF-505 and HKUST-1, comprised solely of copper paddlewheel metal clusters, were stable to ratios of 5:2 and 7:1 water:DMF, respectively. Moreover, after 21 months in 5:1 and 7:1 water:DMF, respectively, MOF-505 and HKUST-1 remain unchanged. It is important to note that as-synthesized material was used for these experiments meaning that for the copper paddlewheel structures, ligands remain coordinated to the metal cluster. This may render these structures more water stable than their activated counterparts where the coordinated ligands have been removed leaving coordinatively unsaturated metal centers; this approach, however, is necessary in order to eliminate the effects of heat of adsorption on material decomposition and study in isolation the effect of water on the structure. In contrast, activated MIL-100 and Zn(2-methylimidizolate)", "2", " were placed in pure water for at least 1 week. Minimal changes in the PXRD patterns (Figures ", "8", " and ", "9", ") were observed indicating that these two materials were stable in pure water for that time period. Furthermore, MIL-100 was found to be stable in pure water for 12 months. In contrast, after 3 months, additional peaks are present in the PXRD pattern of Zn(2-methylimidizolate)", "2", ", showing that this material is only kinetically stable in water.", "Figure 3. Powder X-ray diffraction patterns for MOF-5 in the presence of varying amounts of water.", "Figure 4. Powder X-ray diffraction patterns for MOF-177 in the presence of varying amounts of water.", "Figure 5. Powder X-ray diffraction patterns for UMCM-150 in the presence of varying amounts of water.", "Figure 6. Powder X-ray diffraction patterns for MOF-505 in the presence of varying amounts of water.", "Figure 7. Powder X-ray diffraction patterns for HKUST-1 in the presence of varying amounts of water.", "Figure 8. Powder X-ray diffraction patterns for MIL-100 in the presence of water.", "Figure 9. Powder X-ray diffraction patterns for Zn(2-methylimidizolate)", "2", " in the presence of water.", "In order to further understand the effect of water on HKUST-1, activated HKUST-1 was exposed to air (18% relative humidity) for a period of 24 h and analyzed using PXRD (Figure ", "10", "). No change is seen in the PXRD pattern after overnight exposure to air, although the material was beginning to change from a dark blue to a lighter blue color. This color change indicates that water is beginning to recoordinate to the coordinatively unsaturated metal centers in the activated material. Additionally, activated HKUST-1 was placed directly in water for a period of 24 h and again analyzed using PXRD (Figure ", "11", "). After a period of 5 h, no change was seen in the PXRD pattern; however, after 24 h, although the characteristic HKUST-1 PXRD peaks remain, additional peaks are observed indicating the material is beginning to decompose and/or transform. A color change from dark to light blue was observed when the water was added to the activated HKUST-1.", "Figure 10. Powder X-ray diffraction patterns for evacuated HKUST-1 left open to the atmosphere.", "Figure 11. Powder X-ray diffraction patterns for evacuated HKUST-1 in water.", "From these data, correlations have been observed between the metal cluster(s) in the structure and the water stability of the MCP. MOF-5 and MOF-177 both contain basic zinc acetate clusters, MOF-505 and HKUST-1 contain copper paddlewheel metal clusters, UMCM-150 contains a combination of copper paddlewheel metal clusters and trinuclear copper clusters, and MIL-100 contains trinuclear chromium clusters. MOF-5 and MOF-177 are the least stable of the MCPs studied, followed by UMCM-150, MOF-505, and HKUST-1, and finally, MIL-100 is completely water stable. Additionally, Low et al. have hypothesized that metal−oxygen bond strengths (estimated from common metal oxides) contribute to the water stability of an MCP.", "(10)", " These PXRD data indicate that even MCPs such as MOF-505 and HKUST-1, which previously may have been classified as water unstable, still maintain structural integrity in the presence of small amounts of water, such as that which would be found in common industrial applications, and therefore may retain some function in wet environments. Furthermore, Zn(2-methylimidizolate)", "2", " was only found to be kinetically stable in water, in contrast to both boiling water and vapor phase water stability experiments that have previously been performed on this material under the name ZIF-8.", "(5, 10)", "Pharmaceutical Adsorption", "The water stable MCP MIL-100 and the slightly water stable MCP HKUST-1 (as determined above) were chosen as adsorbents for the removal of furosemide and sulfasalazine from water. Adsorption isotherms were measured out to 7.50 μg/mL water for furosemide and to 1.40 μg/mL water for sulfasalazine and are shown in Figure ", "12", " for MIL-100. In the case of both pharmaceuticals, HKUST-1 adsorbed <1 mg/g sorbent over the entire concentration range investigated. PXRD of the HKUST-1 after the adsorption experiment showed a change in diffraction pattern comparable to those shown above for activated HKUST-1 in water. This indicates that HKUST-1, although displaying some structural stability in pure water, is not a suitable MCP for use in aqueous phase applications. However, MIL-100 exhibits excellent capacities for these two pharmaceuticals with a furosemide capacity of 11.8 mg furosemide/g MIL-100 at a concentration of 7.50 μg/mL water and a sulfasalazine capacity of 6.2 mg sulfasalazine/g MIL-100 at a concentration of 1.40 μg/mL. Additionally, PXRD of the MIL-100 after adsorption indicated no change in the structure after exposure to water. For comparison, a common zeolite, Na(Y), was also studied and was found to adsorb no furosemide or sulfasalazine over the concentration range investigated. MIL-100 has the ability to remove large amounts of these compounds even at incredibly low concentrations indicating that it is a potential candidate for use in purification of drinking water where pharmaceuticals have been detected. Particularly, the sulfasalazine adsorption isotherm displays a fairly steep initial rise indicating that MIL-100 is capable of adsorbing trace amounts of this compound from water, a relevant finding for water treatment. These results from model experiments demonstrate that MCPs are promising materials for the adsorption of pharmaceuticals from aqueous solutions; however, real world water matrices will require further validation. The S-shaped adsorption curve observed, especially in the furosemide adsorption isotherm, signifies that there may be some positive cooperative binding between the guest molecules within MIL-100.", "Figure 12. Adsorption isotherms for furosemide (top) and sulfasalazine (bottom) in water for MIL-100.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In conclusion, the structural stability of a variety of MCPs was determined in the presence of water-containing solutions. The water stability was related to the metal cluster of the MCP with structures containing basic zinc acetate metal clusters appearing generally less water stable than those containing copper paddlewheel metal clusters. MIL-100, with trinuclear chromium clusters, was found to be completely water stable and large adsorption capacities for the pharmaceuticals furosemide and sulfasalazine from water were obtained for this MCP indicating that the potential to use MIL-100 and other water stable MCPs in the aqueous phase is considerable.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge support of this work through Grant No. 454 of the 21st Century Jobs Trust Fund received through the SEIC Board from the State of Michigan. K.A.C. acknowledges financial support from a Graham Environmental Sustainability Institute fellowship.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 37 other publications.", "1. ", "For reviews see:", "(a) ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4670", "– ", "4679", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Strategies for hydrogen storage in metal-organic frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4670-4679", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Increased attention is being focused on metal-org. frameworks as candidates for hydrogen storage materials.  This is a result of their many favorable attributes, such as high porosity, reproducible and facile syntheses, amenability to scale-up, and chem. modification for targeting desired properties.  A discussion of several strategies aimed at improving hydrogen uptake in these materials is presented.  These strategies include the optimization of pore size and adsorption energy by linker modification, impregnation, catenation, and the inclusion of open metal sites and lighter metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsrk%253D&md5=a5f3412f19f6b56b433d69a4e36ced31", "(b) ", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(c) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "2. ", "For review and examples see:", "(a) ", "Cychosz", ", ", "K. A.", "; ", "Ahmad", ", ", "R.", "; ", "Matzger", ", ", "A.", "  ", "J. Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "293", "− ", "302", ".", "[", "Crossref", "], [", "CAS", "]", "2. ", "Liquid phase separations by crystalline microporous coordination polymers", "Cychosz, Katie A.; Ahmad, Rashid; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "3", "),\r\n    ", "293-302", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous coordination polymers (MCPs) are highly ordered, porous materials that have recently seen increasing attention in the literature.  Whereas gas phase sepns. using MCPs were extensively studied and reviewed, studies on applications in the liq. phase have lagged behind.  This review details the work that has previously been reported on liq. phase sepns. using MCPs.  Both enantioselective sepns. and sepns. of complex mixts. were achieved using either adsorptive selectivities or size exclusion effects.  Mols. that were adsorbed include those as small as water to large org. dyes.  In many cases, MCPs outperform their zeolite and activated carbon counterparts both kinetically and in efficiency of sepn.  The future outlook for the field is discussed in the context of current challenges in sepns. technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFegsLY%253D&md5=4a421bda749665cae2d4fc3801613c82", "(b) ", "Cychosz", ", ", "K. A.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "14538", "– ", "14543", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Enabling Cleaner Fuels: Desulfurization by Adsorption to Microporous Coordination Polymers", "Cychosz, Katie A.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "40", "),\r\n    ", "14538-14543", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous coordination polymers (MCPs) are demonstrated to be efficient adsorbents for the removal of the organosulfur compds. dibenzothiophene (DBT) and 4,6-dimethyldibenzothiophene (DMDBT) from model diesel fuel and diesel fuel.  For example, packed bed breakthrough expts. utilizing UMCM-150 find capacities of 25.1 g S/kg MCP for DBT and 24.3 g S/kg MCP for DMDBT from authentic diesel indicating that large amts. of fuel are desulfurized before the breakthrough point.  Unlike activated carbons, where selectivity was a problem, MCPs selectively adsorb the organosulfur compds. over other, similar components of diesel.  Complete regeneration using toluene at modest temps. is achieved.  The attainment of high selectivities and capacities, particularly for the adsorption of the refractory compds. that are difficult to remove using current desulfurization techniques, in a reversible sorbent indicates that fuel desulfurization may be an important application for MCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjtrfL&md5=b930242c7ec462bb7f3972eb6c2f46ff", "(c) ", "Ahmad", ", ", "R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "11977", "– ", "11979", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Microporous coordination polymers as selective sorbents for liquid chromatography", "Ahmad, Rashid; Wong-Foy, Antek G.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "20", "),\r\n    ", "11977-11979", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors evaluate the potential of microporous coordination polymers (MCPs) to act as the stationary phase in liq. chromatog. sepns.  MCPs derived from carboxylates coordinated to copper (HKUST-1) and zinc (MOF-5) were studied.  The shape and size selective sepn. of org. compds. including benzene, ethylbenzene, styrene, naphthalene, anthracene, phenanthrene, pyrene, 1,3,5-triphenylbenzene, and 1,3,5-tris(4-bromophenyl)benzene was performed, and in most cases excellent sepn. was achieved based on a combination of mol. sieving and adsorption effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFehu7jI&md5=833d0d0d912e50b46a1fa00768882b2e", "(d) ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Giebeler", ", ", "L.", "; ", "Jacobs", ", ", "P. A.", "; ", "Martens", ", ", "J. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "– ", "14178", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", "(e) ", "Cychosz", ", ", "K. A.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6938", "– ", "6939", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Liquid Phase Adsorption by Microporous Coordination Polymers: Removal of Organosulfur Compounds", "Cychosz, Katie A.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "22", "),\r\n    ", "6938-6939", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The utility of microporous coordination polymers (MCPs) for the adsorption of large organosulfur compds. (benzothiophene, dibenzothiophene, 4,6-dimethyldibenzothiophene) found in fuels is demonstrated.  Large capacities are obtained at both low and high sulfur concns.  For 4,6-dimethyldibenzothiophene, the compd. most difficult to remove using current industrial techniques, a capacity of 41 g S/kg MCP at 1500 ppmw S is achieved by UMCM-150.  The size/shape of the pores in the MCP, rather than the surface area or pore vol., is the most important factor controlling adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslamtb4%253D&md5=568c3847a8a10b86e59a117815dec09b", "(f) ", "Alaerts", ", ", "L.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Maes", ", ", "M.", "; ", "van der Veen", ", ", "M. A.", "; ", "Finsy", ", ", "V.", "; ", "Depla", ", ", "A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4293", "– ", "4297", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", "Alaerts, Luc; Kirshhock, Christine E. A.; Maes, Michael; van der Veen, Monique A.; Finsy, Vincent; Depla, Anouschka; Martens, Johan A.; Baron, Gino V.; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4293-4297", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework MIL-47 is an excellent adsorbent for the sepn. of C8 alkylarom. compds., such as ethylbenzene, meta-xylene, and para-xylene.  The potential of MIL-47, with its high uptake capacity and its hydrophobic nature, for real sepns. of the C8 alkylarom. compds. was demonstrated by breakthrough and chromatog. expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGhtL8%253D&md5=d68086b55dd851d7a19855bf1ac9efbc", "3. ", "Biswas", ", ", "S.", "; ", "Grzywa", ", ", "M.", "; ", "Nayek", ", ", "H. P.", "; ", "Dehnen", ", ", "S.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Volkmer", ", ", "D.", " ", "Dalton Trans.", " ", "2009", ",  ", "6487", "– ", "6495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A cubic coordination framework constructed from benzobistriazolate ligands and zinc ions having selective gas sorption properties", "Biswas, Shyam; Grzywa, Maciej; Nayek, Hari Pada; Dehnen, Stefanie; Senkovska, Irena; Kaskel, Stefan; Volkmer, Dirk", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "33", "),\r\n    ", "6487-6495", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two novel metal coordination polymers, [Zn5Cl4(BBTA)3]·3 DMF (1), and [ZnCl(BBTA)0.5(DMA)] (2) {H2-BBTA = 1H,5H-benzo(1,2-d:4,5-d')bistriazole}, have been synthesized under solvothermal conditions using ZnCl2 and H2-BBTA in DMF (DMF = N,N'-dimethylformamide) or DMA (DMA = N,N'-dimethylacetamide).  Moreover, a highly efficient microwave synthetic route has been developed for 1.  The structures of both compds. have been detd. by single crystal x-ray diffraction.  Compd. 1 represents the first example of a novel family of cubic microporous metal-org. frameworks (MFU-4; Metal-Org. Framework Ulm University-4), consisting of dianionic BBTA2- linkers and pentanuclear {Zn5Cl4}6+ secondary building units, whereas compd. 2 forms a dense 2D layered framework.  Phase purity of both compds. was confirmed by x-ray powder diffraction (XRPD), IR spectroscopy, and elemental anal.  TGA and variable temp. XRPD (VTXRPD) expts. carried out on 1 indicate that solvent mols. occluded in the large cavities of 1 can be removed at a temp. >250° in high vacuum without significant loss of crystallinity, giving rise to a metal-org. framework with void cavities.  Due to the small diam. of the aperture joining the two types of cavities present in 1, the diffusion of guest mols. across the crystal lattice is largely restricted at ambient conditions.  Compd. 1 therefore exhibits a highly selective adsorption for hydrogen vs. nitrogen at -196°.  The framework is stable against moisture and has a specific pore vol. of 0.42 cm3 g-1 estd. from the water adsorption isotherm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Kls7o%253D&md5=ee4efd9ada86e24f42494049cd985c64", "4. ", "Choi", ", ", "H. J.", "; ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "117", "– ", "123", "[", "Crossref", "], [", "CAS", "]", "4. ", "Hydrogen storage in water-stable metal-organic frameworks incorporating 1,3- and 1,4-benzenedipyrazolate", "Choi, Hye Jin; Dinca, Mircea; Dailly, Anne; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "117-123", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyrazolate-bridged metal-org. frameworks incorporating tetrahedral Zn2+ ions are shown to exhibit a high chem. stability in boiling water, org. solvents, and acidic media, and are assessed for their hydrogen storage properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVaiur0%253D&md5=a5b6b2e424160f9e9c9fc455b5e2407c", "5. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R. D.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Nat. Acad. Sci.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "6. ", "Huang", ", ", "X.-C.", "; ", "Lin", ", ", "Y.-Y.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1557", "– ", "1559", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Ligand-directed strategy for zeolite-type metal-organic frameworks: zinc(II) imidazolates with unusual zeolitic topologies", "Huang, Xiao-Chun; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1557-1559", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermally robust porous metal-org. frameworks (MOFs) with zeolitic topologies were constructed by means of a ligand-directed strategy involving mol. tailoring of simple bridging imidazolates with coordinatively unimportant substituents.  This led to the isolation of three new MOFs having unusually high symmetries, intriguing topologies such as the supercage shown in the picture, and high thermal stability.  Crystal structures of the metal-org. framework compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVahsL0%253D&md5=e635efc639dfc460d4f121c65b54f5f0", "7. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Dutour", ", ", "J.", "; ", "Margiolaki", ", ", "I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6296", "– ", "6301", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Molecular modeling: A hybrid solid with giant pores prepared by a combination of targeted chemistry, simulation, and powder diffraction", "Ferey, Gerard; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Surble, Suzy; Dutour, Julien; Margiolaki, Irene", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6296-6301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The assocn. of a chromium(III) trimeric building unit and 1,3,5-benzenetricarboxylate led to the powd. solid MIL-100.  Simulations provided a crystal structure soln., which matched the exptl. powder XRD pattern.  This unique simulation/diffraction combination allowed the structure detn. of a giant-pore solid with a zeotype architecture, built up from hybrid supertetrahedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWrtL7J&md5=7200674db845103909fe0af6ea2f7e01", "8. ", "Examples include:", "(a) ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "– ", "1382", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "(b) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(c) ", "Volkringer", ", ", "C.", "; ", "Popov", ", ", "D.", "; ", "Louiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Burghammer", ", ", "M.", "; ", "Riekel", ", ", "C.", " ", "Nat. Mater.", " ", "2007", ",  ", "6", ",  ", "760", "– ", "764", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A microdiffraction set-up for nanoporous metal-organic-framework-type solids", "Volkringer, Christophe; Popov, Dimitry; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis; Mellot-Draznieks, Caroline; Burghammer, Manfred; Riekel, Christian", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "10", "),\r\n    ", "760-764", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The authors present here a microdiffraction set-up for the collection of Bragg intensities, which pushes down the limit to the micrometer scale by using a micro-focused x-ray beam of 1 m.  The authors report the structure detn. of a new porous metal-org.-framework-type Al trimesate (MIL-110), [Al8(OH)12(OH)3(OH2)3L3].nH2O (H3L = 1,3,5-benzenetricarboxylic acid) from a single crystal of a few micrometers length, showing very weak scattering factors owing to the compn. of the framework (light elements) and very low d.  Its structure is built up from a honeycomb-like network with hexagonal 16 Å channels, involving the connection of octahedrally coordinated Al octameric motifs with the trimesate ligands.  Solid-state NMR (27Al,13C,1H) and mol. modeling are finally considered for the structural characterization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWhtrbO&md5=523f7489e2fd0e9a536741160c2710dd", "9. ", "Küsgens", ", ", "P.", "; ", "Rose", ", ", "M.", "; ", "Senkovska", ", ", "I.", "; ", "Fröde", ", ", "H.", "; ", "Henschel", ", ", "A.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "325", "– ", "330", "[", "Crossref", "], [", "CAS", "]", "9. ", "Characterization of metal-organic frameworks by water adsorption", "Kuesgens, Pia; Rose, Marcus; Senkovska, Irena; Froede, Heidrun; Henschel, Antje; Siegle, Sven; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "325-330", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The water physisorption properties and the water stability of the metal-org. frameworks HKUST-1 (=(Cu3(BTC)2) (BTC = benzene-1,3,5-tricarboxylate)), ZIF-8, MIL-101, MIL-100(Fe) and DUT-4 (=Al(OH)(NDC)) (NDC = naphthalene-2,6-dicarboxylate) were studied.  The water physisorption isotherms were compared to nitrogen physisorption isotherms and the chem. stability after water adsorption was investigated.  Water adsorption does not only provide information about sp. surface area, pore size and pore vol., but can also be used to est. hydrophobicity and stability towards moisture.  Both HKUST-1 and DUT-4 turned out to be unstable in direct contact with water, whereas the MIL-materials and ZIF-8 do show stability.  The highest water adsorption affinity was obsd. for HKUST-1.  Even though unstable in liq. water, for applications in trace water removal or mol. sensing HKUST-1 is a promising material.  ZIF-8 is highly inert but hydrophobic.  The MIL-materials are both likely candidates for water adsorption applications, but higher concns. of the adsorbate are needed to attain an effective adsorption.  DUT-4 shows insufficient adsorption capacity, but stability at ambient conditions is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKisrg%253D&md5=73a3c102329b017a873e51f919654a0d", "10. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15834", "– ", "15842", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "11. ", "Examples include:", "(a) ", "Castillo", ", ", "J. M.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Calero", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "15934", "– ", "15939", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Understanding Water Adsorption in Cu-BTC Metal-Organic Frameworks", "Castillo, Juan Manuel; Vlugt, Thijs J. H.; Calero, Sofia", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "41", "),\r\n    ", "15934-15939", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations were performed to study the adsorption behavior of water in the metal-org. framework Cu-BTC.  This is one of the better-known materials of this type that is stable upon water adsorption/desorption.  The charge of the framework atoms was fitted to reproduce the available exptl. adsorption isotherm.  This new set of interaction parameters was used to calc. Henry coeffs. as well as the energies, entropies, and enthalpies for the different adsorption sites.  The simulations show that water has a surprisingly large affinity for the metal center in Cu-BTC compared to that for other mols. like carbon dioxide, nitrogen, oxygen, or hydrocarbons.  This particular behavior could be further exploited for the sepn. of water from other compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFeisLbM&md5=9c73bb127a62e467ad07668beafbcc9a", "(b) ", "Schröck", ", ", "K.", "; ", "Schröder", ", ", "F.", "; ", "Heyden", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "; ", "Havenith", ", ", "M.", " ", "Phys. Chem. Chem. Phys.", " ", "2008", ",  ", "10", ",  ", "4732", "– ", "4739", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Characterization of interfacial water in MOF-5 (Zn4(O)(BDC)3)--a combined spectroscopic and theoretical study", "Schrock K; Schroder F; Heyden M; Fischer R A; Havenith M", "Physical chemistry chemical physics : PCCP", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "32", "),\r\n    ", "4732-9", "\r\n        ISSN:", "1463-9076", ".\r\n    ", "In this article we report the detection and characterization of adsorbed interfacial water within the cages of the metal-organic framework MOF-5 (Zn(4)O(BDC)(3)) by terahertz time-domain spectroscopy (THz TDS) in the frequency range from 5 to 46 cm(-1).  The experimental spectra suggest a coupling of the intermolecular motions of the water molecules adsorbed to the collective vibrations of the network at 4 wt% hydration.  This finding is supported by the results of MD simulations.  When increasing the water content to 8 wt% we observed a non reversible decomposition of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1crgs1aitg%253D%253D&md5=ef42ec9d2b815bc477bda6641e06d568", "(c) ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "126", ",  ", "10678", "– ", "10679", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "12. ", "Batt", ", ", "A. L.", "; ", "Kostich", ", ", "M. S.", "; ", "Lazorchak", ", ", "J. M.", " ", "Anal. Chem.", " ", "2008", ",  ", "80", ",  ", "5021", "– ", "5030", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Analysis of ecologically relevant pharmaceuticals in wastewater and surface water using selective solid-phase extraction and UPLC-MS/MS", "Batt, Angela L.; Kostich, Mitch S.; Lazorchak, James M.", "Analytical Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "80", "\r\n        (", "13", "),\r\n    ", "5021-5030", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rapid, sensitive method was developed to analyze 48 human prescription-active pharmaceutical ingredients and 6 metabolites of interest by selective solid phase extn. (SPE) and ultra-performance liq. chromatog./triple quadrupole mass spectrometry (UPLC-MS/MS).  A single cartridge extn. step was developed using a mixed mode reversed-phase/cation-exchange cartridge (Oasis MCX) and validated for effluent wastewater and surface water.  Recovery of the majority of compds. was 80-125%; relative std. deviations were generally <15%.  Analytes were quantified using a multiple injection anal. with 4 chromatog. runs, with a 48-min combined run time and SPE-UPLC-MS/MS method detection limits of 1.0-51 ng/L.  Anal. of 7 wastewater effluents and 1 surface water showed at least 1 detection for 38 of 54 compds.; effluent concns. were 7-2950 ng/L and surface water concns. were 10-140 ng/L.  This initial data demonstrated a significant no. of the target analytes are present in wastewater treatment facility discharges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmt1Srtbk%253D&md5=4a1a20e2b0e49f7e0d68032e583804dc", "13. ", "Benotti", ", ", "M. J.", "; ", "Trenholm", ", ", "R. A.", "; ", "Vanderford", ", ", "B. J.", "; ", "Holady", ", ", "J. C.", "; ", "Stanford", ", ", "B. D.", "; ", "Snyder", ", ", "S. A.", " ", "Environ. Sci. Technol.", " ", "2009", ",  ", "43", ",  ", "597", "– ", "603", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Pharmaceuticals and Endocrine Disrupting Compounds in U.S. Drinking Water", "Benotti, Mark J.; Trenholm, Rebecca A.; Vanderford, Brett J.; Holady, Janie C.; Stanford, Benjamin D.; Snyder, Shane A.", "Environmental Science & Technology", "\r\n        (", "2009", "),\r\n    ", "43", "\r\n        (", "3", "),\r\n    ", "597-603", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Drinking water for >28 million people was screened for a diverse group of pharmaceuticals, potential endocrine disrupting compds. (EDC), and other unregulated org. pollutants.  Source water, finished drinking water, and distribution system (tap) water from 19 US water utilities was analyzed for 51 compds. from 2006 to 2007.  The 11 most frequently detected compds. were atenolol, atrazine, carbamazepine, estrone, gemfibrozil, meprobamate, naproxen, phenytoin, sulfamethoxazole, TCEP, and trimethoprim.  Median concns. of these compds. were <10 ng/L, except for sulfamethoxazole in source water (12 ng/L); TCEP in source water (120 ng/L); and atrazine in source, finished, and distribution system water (32, 49, and 49 ng/L).  Atrazine was detected in source water far removed from agricultural application where wastewater was the only known source of org. pollutants.  The occurrence of compds. in finished drinking water was controlled by the type of chem. oxidn. (O3 or Cl2) used at each facility.  At one drinking water treatment facility, summed monthly concns. of detected analytes in source and finished water were reported.  Atenolol, atrazine, DEET, estrone, meprobamate, and trimethoprim can serve as indicator compds. representing potential pollution from other pharmaceuticals and EDC, and can gauge treatment process efficacy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFSqsLjM&md5=d86a90444bf72877f3a7792e1c8db154", "14. ", "Kasprzyk-Hordern", ", ", "B.", "; ", "Dinsdale", ", ", "R. M.", "; ", "Guwy", ", ", "A. J.", " ", "Water Res.", " ", "2009", ",  ", "43", ",  ", "363", "– ", "380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "The removal of pharmaceuticals, personal care products, endocrine disruptors and illicit drugs during wastewater treatment and its impact on the quality of receiving waters", "Kasprzyk-Hordern, Barbara; Dinsdale, Richard M.; Guwy, Alan J.", "Water Research", "\r\n        (", "2009", "),\r\n    ", "43", "\r\n        (", "2", "),\r\n    ", "363-380", "CODEN:\r\n                ", "WATRAG", ";\r\n        ISSN:", "0043-1354", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A 5-mo monitoring program was undertaken in South Wales in the UK to det. the fate of 55 pharmaceuticals, personal care products, endocrine disruptors and illicit drugs (PPCPs) in two contrasting wastewater plants utilizing two different wastewater treatment technologies: activated sludge and trickling filter beds.  The impact of treated wastewater effluent on the quality of receiving waters was also assessed.  PPCPs were found to be present at high loads reaching 10 kg day-1 in the raw sewage.  Concns. of PPCPs in raw sewage were found to correlate with their usage/consumption patterns in Wales and their metab.  The efficiency of the removal of PPCPs was found to be strongly dependent on the technol. implemented in the wastewater treatment plant (WWTP). In general, the WWTP utilizing trickling filter beds resulted in, on av., less than 70% removal of all 55 PPCPs studied, while the WWTP utilizing activated sludge treatment gave a much higher removal efficiency of over 85%.  The monitoring program revealed that treated wastewater effluents were the main contributors to PPCPs concns. (up to 3 kg of PPCPs day-1) in the rivers studied.  Bearing in mind that in the cases examd. here the WWTP effluents were also major contributors to rivers' flows (diln. factor for the studied rivers did not exceed 23 times) the effect of WWTP effluent on the quality of river water is significant and cannot be underestimated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Wkug%253D%253D&md5=d212f77ffbdc62178c8dfb5d1317a64f", "15. ", "Kolpin", ", ", "D. W.", "; ", "Furlong", ", ", "E. T.", "; ", "Meyer", ", ", "M. T.", "; ", "Thurman", ", ", "E. M.", "; ", "Zaugg", ", ", "S. D.", "; ", "Barber", ", ", "L. B.", "; ", "Buxton", ", ", "H. T.", " ", "Environ. Sci. Technol.", " ", "2002", ",  ", "36", ",  ", "1202", "– ", "1211", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Pharmaceuticals, Hormones, and Other Organic Wastewater Contaminants in U.S. Streams, 1999-2000: A National Reconnaissance", "Kolpin, Dana W.; Furlong, Edward T.; Meyer, Michael T.; Thurman, E. Michael; Zaugg, Steven D.; Barber, Larry B.; Buxton, Herbert T.", "Environmental Science and Technology", "\r\n        (", "2002", "),\r\n    ", "36", "\r\n        (", "6", "),\r\n    ", "1202-1211", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To provide the 1st nationwide reconnaissance of the occurrence of pharmaceuticals, hormones, and other org. wastewater contaminants (OWCs) in water resources, the US.  Geol. Survey used 5 newly developed anal. methods to measure concns. of 95 OWCs in water samples from a network of 139 streams across 30 states during 1999 and 2000.  The selection of sampling sites was biased toward streams susceptible to contamination (i.e. downstream of intense urbanization and livestock prodn.).  OWCs were prevalent during this study, being found in 80% of the streams sampled.  The compds. detected represent a wide range of residential, industrial, and agricultural origins and uses with 82 of the 95 OWCs being found during this study.  The most frequently detected compds. were coprostanol (fecal steroid), cholesterol (plant and animal steroid), N,N-diethyltoluamide (insect repellent), caffeine (stimulant), triclosan (antimicrobial disinfectant), tri(2-chloroethyl)phosphate (fire retardant), and 4-nonylphenol (nonionic detergent metabolite).  Measured concns. for this study were generally low and rarely exceeded drinking-water guidelines, drinking-water health advisories, or aquatic-life criteria.  Many compds., however, do not have such guidelines established.  The detection of multiple OWCs was common for this study, with a median of 7 and as many as 38 OWCs being found in a given water sample.  Little is known about the potential interactive effects (such as synergistic or antagonistic toxicity) that may occur from complex mixts. of OWCs in the environment.  Results demonstrate the importance of obtaining data on metabolites to fully understand not only the fate and transport of OWCs in the hydrol. system but also their ultimate overall effect on human health and the environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhslOitLg%253D&md5=fcfede9f3c7d70339b7878a00fba343f", "16. ", "Kostich", ", ", "M. S.", "; ", "Lazorchak", ", ", "J. M.", " ", "Sci. Total Environ.", " ", "2008", ",  ", "389", ",  ", "329", "– ", "339", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Risks to aquatic organisms posed by human pharmaceutical use", "Kostich, Mitchell S.; Lazorchak, James M.", "Science of the Total Environment", "\r\n        (", "2008", "),\r\n    ", "389", "\r\n        (", "2-3", "),\r\n    ", "329-339", "CODEN:\r\n                ", "STENDL", ";\r\n        ISSN:", "0048-9697", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In order to help prioritize future research efforts within the US, risks assocd. with exposure to human prescription pharmaceutical residues in wastewater were estd. from marketing and pharmacol. data.  Masses of 371 active pharmaceutical ingredients (APIs) dispensed in the US in 2004 were estd. from marketing data, and then divided by therapeutic dose rate to normalize for potency.  Metabolic inactivation of the 50 most dispensed APIs was estd. from published data, and active metabolites were tabulated.  Comparing max. likely av. wastewater concns. of API-assocd. activity to exposure rates that produce therapeutic effects in humans suggests that the threat to healthy human adults from aquatic exposure is low, even when likely mixt. effects are considered.  Comparing predicted wastewater concns. to human therapeutic plasma concns. suggests that some APIs may be present at sufficient concns. to affect organisms which eliminate them inefficiently.  Comparing predicted antimicrobial concns. to published min. inhibitory concns. suggests that antibacterial APIs in wastewater, but probably not antifungal APIs, may select for low-level antimicrobial resistance.  The taxonomic distribution of mol. targets of the 50 most dispensed APIs suggests that potential effects of some APIs are likely restricted to vertebrates, while other APIs can probably affect many eukaryotic and prokaryotic clades.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlaqurzI&md5=dc064409ce88485692d76ad54147901a", "17. ", "Bai", ", ", "Y.", "; ", "He", ", ", "G. J.", "; ", "Zhao", ", ", "Y. G.", "; ", "Duan", ", ", "C. Y.", "; ", "Dang", ", ", "D. B.", "; ", "Meng", ", ", "Q. J.", " ", "Chem. Commun.", " ", "2006", ",  ", "1530", "– ", "1532", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Porous material for absorption and luminescent detection of aromatic molecules in water", "Bai, Yan; He, Guang-Jie; Zhao, Yong-Gang; Duan, Chun-Ying; Dang, Dong-Bin; Meng, Qing-Jin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "14", "),\r\n    ", "1530-1532", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A two-dimensional porous framework, which was formed from neutral discrete hexanuclear copper clusters via self-assembly, exhibited highly selective absorption of arom. mols. in water with special fluorescent response.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XivFOls78%253D&md5=a973418ec80a537a552f3631178f790b", "18. ", "Jhung", ", ", "S. H.", "; ", "Lee", ", ", "J. H.", "; ", "Yoon", ", ", "J. W.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Chang", ", ", "J. S.", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "121", "– ", "124", "[", "Crossref", "], [", "CAS", "]", "18. ", "Microwave synthesis of chromium terephthalate MIL-101 and its benzene sorption ability", "Jhung, Sung Hwa; Lee, Jin-Ho; Yoon, Ji Woong; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "1", "),\r\n    ", "121-124", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The Cr terephthalate MIL-101 was prepd. rapidly and efficiently by using microwave-assisted hydrothermal synthesis.  The resulting material exhibits giant pores and very large surface areas and demonstrates a huge, rapid adsorption of benzene in both vapor and liq. phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhslGrtbk%253D&md5=7e1efdbddc1a9be98f7057a7b997a4bd", "19. ", "Wong", ", ", "K. L.", "; ", "Law", ", ", "G. L.", "; ", "Yang", ", ", "Y. Y.", "; ", "Wong", ", ", "W. T.", " ", "Adv. Mater.", " ", "2006", ",  ", "18", ",  ", "1051", "– ", "1054", "[", "Crossref", "], [", "CAS", "]", "19. ", "A highly porous luminescent terbium-organic framework for reversible anion sensing", "Wong, Ka-Leung; Law, Ga-Lai; Yang, Yang-Yi; Wong, Wing-Tak", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "8", "),\r\n    ", "1051-1054", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Unique tailored porous frameworks incorporating a lanthanide metal center were designed to function as chem. detectors.  A flexible multidentate ligand, mucic acid, was used to differentiate between several anions, thus creating an org. framework (see figure) that is ideally suited for applications in gas sepn., sensors, and chem. switches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksV2itLo%253D&md5=ed5d6f3056d06f57dd37ad4ce339bcc8", "20. ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "21. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "21. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "22. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "23. ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J. H.", "; ", "Zhao", ", ", "X. B.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "24. ", "Wong-Foy", ", ", "A. G.", "; ", "Lebel", ", ", "O.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15740", "– ", "15741", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Porous Crystal Derived from a Tricarboxylate Linker with Two Distinct Binding Motifs", "Wong-Foy, Antek G.; Lebel, Olivier; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "51", "),\r\n    ", "15740-15741", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of a reduced symmetry org. linker for the prepn. of porous coordination polymers is demonstrated.  The solvothermal reaction of the unsym. substituted biaryl compd. biphenyl-3,4',5-tricarboxylic acid with Cu(II) ions produces a [3,4,6]-connected coordination polymer exhibiting very high porosity and surface area (SLangmuir = 3100 m2/g).  A striking feature of the structure is its incorporation, in a single material, of both the ubiquitous dinuclear Cu(II) paddlewheel motif and the rarely obsd. trinuclear Cu(II) cluster.  Satn. H2 uptake, measured at 77 K, shows an excess gravimetric uptake of 5.7% at 45 bar with a steep rise at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlynu7vF&md5=999b476f62766f37c15c587906649777", "25. ", "Balakrishnan", ", ", "V. K.", "; ", "Terry", ", ", "K. A.", "; ", "Toito", ", ", "J.", " ", "J. Chromatogr. A", " ", "2006", ",  ", "1131", ",  ", "1", "– ", "10", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Determination of sulfonamide antibiotics in wastewater: A comparison of solid phase microextraction and solid phase extraction methods", "Balakrishnan, Vimal K.; Terry, Ken A.; Toito, John", "Journal of Chromatography, A", "\r\n        (", "2006", "),\r\n    ", "1131", "\r\n        (", "1-2", "),\r\n    ", "1-10", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In recent years, pharmaceutical and personal care products (PPCPs) have been detected in diverse environments (including groundwater, river water, and municipal wastewater).  In order to evaluate their environmental impact, PPCPs must first be accurately detd.  In this study, we focused on developing methods to accurately det. 10 sulfonamide antibiotics: sulfaguanidine, sulfacetamide, sulfadiazine, sulfathiazole, sulfapyridine, sulfamerazine, sulfamethazine, sulfamethoxazole, sulfadimethoxine, and sulfasalazine.  While sulfonamides can easily be detd. in pure water, wastewater influent and effluent collected from sewage treatment plants in Burlington and Toronto (Ontario) were found to generate confounding matrix effects.  In an effort to overcome these matrix effects, we developed a solid phase microextn. (SPME) method to det. sulfonamides.  Of the five different fiber assemblies investigated, the carbowax/divinylbenzene (CW/DVB) fiber produced the optimal response to sulfonamides.  The SPME method was further optimized for sorption time (20 min), soln. salinity (10%, w/v, KCl), pH (4.5), and static desorption time (30 min).  When compared to solid phase extn. (SPE) using MCX cartridges, we obsd. that despite having higher MDLs and poorer sensitivity, SPME possessed the advantage of speed and reduced solvent usage.  Most importantly, in contrast to SPE, when we applied the SPME method to fortified wastewater samples, we were generally able to accurately det. (i.e., recover) those sulfonamides that were present.  Therefore, we conclude that SPME is a viable method for overcoming matrix effects in environmental samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVGjtbrJ&md5=c61f7c9d3aad24d777ce235e92b1edb6", "26. ", "Bueno", ", ", "M. J. M.", "; ", "Aguera", ", ", "A.", "; ", "Gómez", ", ", "M. J.", "; ", "Hernando", ", ", "M. D.", "; ", "García-Reyes", ", ", "J. F.", "; ", "Fernández-Alba", ", ", "A. R.", " ", "Anal. Chem.", " ", "2007", ",  ", "79", ",  ", "9372", "– ", "9384", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Application of liquid chromatography/quadrupole-linear Ion trap mass spectrometry and time-of-flight mass spectrometry to the determination of pharmaceuticals and related contaminants in wastewater", "Bueno Maria Jesus Martinez; Aguera Ana; Gomez Maria Jose; Hernando Maria Dolores; Garcia-Reyes Juan Francisco; Fernandez-Alba Amadeo R", "Analytical chemistry", "\r\n        (", "2007", "),\r\n    ", "79", "\r\n        (", "24", "),\r\n    ", "9372-84", "\r\n        ISSN:", "0003-2700", ".\r\n    ", "This paper describes an enhanced liquid chromatography-mass spectrometry (LC-MS) strategy for the analysis of a selected group of 56 organic pollutants in wastewater.  This group comprises 38 pharmaceuticals and 10 of their most frequent metabolites, 6 pesticides, and 2 disinfectants.  The LC-MS methodology applied is based in the use of a hybrid triple-quadrupole linear ion trap mass spectrometer (QTRAP) in combination with time-of-flight mass spectrometry (TOF-MS).  The join application of both techniques provided very good results in terms of accurate quantification and unequivocal confirmation.  Quantification was performed by LC-QTRAP-MS operating under selected reaction monitoring (SRM) mode in both positive and negative electrospray ionization.  Unequivocal identification was provided by the acquisition of three SRM transitions per compound in most of the cases and by LC-TOF-MS analysis, which allows obtaining accurate mass measurements of the identified compounds with errors lower than 2 ppm.  Additionally, the use of TOF-MS permits retrospective analysis, since the full spectrum is recorded at all times with a high sensitivity.  Thus, review of recorded chromatograms looking for new compounds or transformation products suspected to be present in the samples is feasible allowing one to increase the scope of the method along the monitoring program.  The analytical performance of the quantitative LC-QTRAP-MS method was evaluated in effluent wastewater samples.  Linearity of response over 3 orders of magnitude was demonstrated for most compounds (R(2) > 0.99).  Method limits of detection were between 0.04 and 50 ng L(-1).  Finally, the methodology was successfully applied to a monitoring study intended to characterize wastewater effluents of six sewage treatment plants in Spain.  The presence of most of compounds was detected at concentrations ranging from 9 ng L(-1) (atrazine) to 15 microg L(-1) (paraxanthine).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2sjkt1OjsA%253D%253D&md5=f69ef948367f730e902ce298863f94b9", "27. ", "Siemens", ", ", "J.", "; ", "Huschek", ", ", "G.", "; ", "Siebe", ", ", "C.", "; ", "Kaupenjohann", ", ", "M.", " ", "Water Res.", " ", "2008", ",  ", "42", ",  ", "2124", "– ", "2134", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Concentrations and mobility of human pharmaceuticals in the world's largest wastewater irrigation system, Mexico City-Mezquital Valley", "Siemens, J.; Huschek, G.; Siebe, C.; Kaupenjohann, M.", "Water Research", "\r\n        (", "2008", "),\r\n    ", "42", "\r\n        (", "8-9", "),\r\n    ", "2124-2134", "CODEN:\r\n                ", "WATRAG", ";\r\n        ISSN:", "0043-1354", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Concns. and retention of pharmaceutically active substances are crucial for assessing the environmental risk of medication of humans.  We hypothesize that environmental introduction concns. (EICs) of drugs in the Mexico City-Mezquital Valley wastewater irrigation system can be estd. using information on water consumption, sales data, and excretion rates.  EICs of 6 acidic and 5 basic drugs were calcd. and compared with concns. measured in wastewater, irrigation water, soil drainage, and springs by liq. chromatog. electrospray ionization tandem mass spectrometry (LC-ESI-MS/MS).  EICs of trimethoprim, erythromycin, naproxen, ibuprofen, and diclofenac in sewage equaled or exceeded the US FDA action limit of 1 μg/L for detailed environmental risk assessment (ERA).  Concns. of clarithromycin, clindamycin, metoprolol, sulfasalazine, bezafibrate, and gemfibrozil were smaller.  Calcd. EICs of all compds. except metoprolol and clarithromycin were comparable to measured concns. if excretion rates were considered.  Whereas concns. of basic compds. with pos. or neutral charges were effectively reduced during reservoir storage and soil passage, acidic, anionic compds. were hardly retained.  Though realistic EICs can be predicted for most substances, large deviations between EICs and measured concns. in the case of metoprolol illustrate that estd. concns. cannot substitute for monitoring programs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkvVCitb4%253D&md5=2e18f8d0c27e8b2ffc3a39bdb91ac2b9", "28. ", "Stackelberg", ", ", "P. E.", "; ", "Furlong", ", ", "E. T.", "; ", "Meyer", ", ", "M. T.", "; ", "Zaugg", ", ", "S. D.", "; ", "Henderson", ", ", "A. K.", "; ", "Reissman", ", ", "D. B.", " ", "Sci. Total Environ.", " ", "2004", ",  ", "329", ",  ", "99", "– ", "113", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Persistence of pharmaceutical compounds and other organic wastewater contaminants in a conventional drinking-water-treatment plant", "Stackelberg, Paul E.; Furlong, Edward T.; Meyer, Michael T.; Zaugg, Steven D.; Henderson, Alden K.; Reissman, Dori B.", "Science of the Total Environment", "\r\n        (", "2004", "),\r\n    ", "329", "\r\n        (", "1-3", "),\r\n    ", "99-113", "CODEN:\r\n                ", "STENDL", ";\r\n        ISSN:", "0048-9697", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "In a US Geol. Survey and Centers for Disease Control and Prevention study, 24 water samples were collected at selected sites within a drinking water treatment (DWT) facility and from 2 streams which serve that facility to evaluate the potential for wastewater-related org. pollutant survival through conventional treatment process and persistence in potable water supplies.  Stream and raw, settled, filtered, and finished water samples were collected during low-flow conditions, when the upstream municipal wastewater treatment plant discharge accounted for 37-67% of flow in stream 1 and 10-20% of flow in stream 2.  Each sample was analyzed for 106 org. wastewater-related contaminants (OWC) representing a diverse group of extensively used chems.  Forty OWC were detected in ≥1 stream water or raw water supply samples at the treatment facility; 34 were detected in >10% of these samples.  Several compds. were also frequently detected in finished water samples.  These compds. included prescription and non-prescription drugs and their metabolites, fragrance compds., flame retardants and plasticizers, cosmetic compds., and a solvent.  Detection of these compds. suggested they resist removal through conventional water treatment processes.  Other compds. frequently detected in stream water and the raw water supply were not detected in finished water samples, including prescription and non-prescription drugs and their metabolites, disinfectants, detergent metabolites, and plant and animal steroids.  Non-detection of these compds. indicated their concns. are reduced to levels less than anal. detection limits o they are transformed to degradates through conventional DWT processes.  OWC concns. in finished water generally were low and did not exceed Federal drinking water stds. or lifetime health advisories, although stds. or advisories have not been established for most of these compds.  At least 11 and as many as 17 OWC were detected in finished water.  Drinking water criteria currently are based on toxicity of individual compds. and not combinations of compds.  Little is known about potential human health effects assocd. with chronic exposure to trace concns. of multiple OWC through routes such as drinking water.  Their occurrence in drinking water analyzed in this study is unregulated; most compds. have not been routinely monitored in source- or potable-water supplies.  This study provided initial documentation that many of these compds. can survive conventional water treatment processes and occur in potable water supplies.  It provided information that can be used in establishing research and regulatory priorities and in designing future monitoring programs.  Results also indicated that improvements in water treatment processes may benefit by considering the response of OWC and other trace org. pollutants to specific phys. and chem. treatment processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWmt7w%253D&md5=2ca411755d9d8ad049257dd8c4f60a9d", "29. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "30. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "31. ", "Chen", ", ", "B. L.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "32. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J. S.", "; ", "Hong", ", ", "D. Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "33. ", "AreaMax 2.0.0.4 ed.; ", "Rigaku", ", ", "2005", ".", "There is no corresponding record for this reference.", "34. ", "Jade Plus 8.2 ed.; ", "Materials Data, Inc", ", ", "1995−2007", ".", "There is no corresponding record for this reference.", "35. ", "Hausdorf", ", ", "S.", "; ", "Wagler", ", ", "J.", "; ", "Mossig", ", ", "R.", "; ", "Mertens", ", ", "F. O. R. L.", " ", "J. Phys. Chem. A", " ", "2008", ",  ", "112", ",  ", "7567", "– ", "7576", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Proton and Water Activity-Controlled Structure Formation in Zinc Carboxylate-Based Metal Organic Frameworks", "Hausdorf, Steffen; Wagler, Joerg; Mossig, Regina; Mertens, Florian O. R. L.", "Journal of Physical Chemistry A", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "33", "),\r\n    ", "7567-7576", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The contributions of terephthalic acid and Zn2+-coordinated H2O in N,N-diethylformamide (DEF) to the overall proton activity in the synthesis of MOF-5 (Zn4O(BDC)3, BDC = 1,4-benzenedicarboxylate) were quant. detd. by combined electrochem. and UV-visible spectroscopic measurements.  Structural transformations of Zn carboxylate-based metal org. frameworks due to their exposure to environments with variable H2O concns. and the chem. means necessary to revert these transitions were studied.  The H2O-induced structural transition of MOF-5 to the hydroxide structure Zn3(OH)2(BDC)2·2DEF (MOF-69c) can be reverted by a thermal treatment of the obtained compd. and its subsequent exposure to anhyd. DEF.  MOF-5 syntheses from simple carboxylates as well as a H2O-free synthesis based on nitrate decompn. are presented.  The latter demonstrates that nitrate can serve as the sole source for the oxide ion in MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFSktrc%253D&md5=7af88203fe711d589630dbbad3c6453a", "36. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "37. ", "Hafizovic", ", ", "J.", "; ", "Bjørgen", ", ", "M.", "; ", "Olsbye", ", ", "U.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Prestipino", ", ", "C.", "; ", "Lamberti", ", ", "C.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3612", "– ", "3620", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "The Inconsistency in Adsorption Properties and Powder XRD Data of MOF-5 Is Rationalized by Framework Interpenetration and the Presence of Organic and Inorganic Species in the Nanocavities", "Hafizovic, Jasmina; Bjorgen, Morten; Olsbye, Unni; Dietzel, Pascal D. C.; Bordiga, Silvia; Prestipino, Carmelo; Lamberti, Carlo; Lillerud, Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3612-3620", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MOF-5 is the archetype metal-org. framework and has been subjected to numerous studies the past few years.  The focal point of this report is the pitfalls related to the MOF-5 phase identification based on powder XRD data.  A broad set of conditions and procedures have been reported for MOF-5 synthesis.  These variations have led to materials with substantially different adsorption properties (sp. surface areas in the range 700 to 3400 m2/g).  The relatively low wt. loss obsd. for some as synthesized samples upon solvent removal is also indicative of a low pore vol.  Regrettably, these materials have all been described as MOF-5 without any further comments.  Furthermore, the reported powder XRD patterns hint at structural differences: The variations in surface area are accompanied by peak splitting phenomena and rather pronounced changes in the relative peak intensities in the powder XRD patterns.  In this work, we use single-crystal XRD to investigate structural differences between low and high surface area MOF-5.  The low surface area MOF-5 sample had two different classes of crystals.  For the dominant phase, Zn(OH)2 species partly occupied the cavities.  The presence of Zn species makes the hosting cavity and possibly also adjacent cavities inaccessible and thus efficiently reduces the pore vol. of the material.  Furthermore, the minor phase consisted of doubly interpenetrated MOF-5 networks, which lowers the adsorption capacity.  The presence of Zn species and lattice interpenetration changes the symmetry from cubic to trigonal and explains the peak splitting obsd. in the powder XRD patterns.  Pore-filling effects from the Zn species (and partly the solvent mols.) are also responsible for the pronounced variations in powder XRD peak intensities.  This latter conclusion is particularly useful for predicting the adsorption properties of a MOF-5-type material from powder XRD.  Crystal structure of the above compd. has been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeisr0%253D&md5=fe529270152930eabdb912a192c32666"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-22/la103234u/production/images/small/la-2010-03234u_0011.gif\">"]}
