{"title": ["Imparting Tunable and White-Light Luminescence to a Nanosized Metal–Organic Framework by Controlled Encapsulation of Lanthanide Cations"], "authors": ["You Zhou", "Bing Yan"], "doi": ["10.1021/ic402900x"], "abstract": ["Nanocrystals of MOF ", " were fabricated in a capping agent- and surfactant-free solvothermal system. Subsequently, Ln", " cations were incorporated into the pores of these nanocrystals for generating a new class of MOFs with tunable and white-light luminescence.", "An alternative way was demonstrated to fabricate highly luminescent MOFs and white-light emitter by encapsulating lanthanide(III) (Ln", ") cations into the channels of Al-MIL-53-COOH (", ") nanocrystals. The framework can serve as both a host and an antenna for protecting and sensitizing the luminescence of the Ln", " cations. PXRD, TEM, FTIR, TGA, and N", " adsorption measurements were performed to determine the structure, thermal stability, and BET surface area of the obtained products. The Ln", "-incorporated nanocrystals show strong emission under UV-light irradiation, and their luminescent properties were systematically studied. In contrast to the essentially unchangeable luminescence of lanthanide-based MOF, the luminescence of Ln", " @", " allows design and tuning. The versatile luminescence, good thermal stability, nanometer size, and  compatibility with aqueous condition reveal these materials may have potential applications in LED lamps, barcoded materials, and biological sensors. In addition, the thin films of Ln", "@", " were prepared by chemical solution deposition (CSD) from their metastabilized colloidal solutions, which open the way to practical applications such as pellets and sensors for vapors."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Metal–organic frameworks (MOFs) are crystalline materials with regular porous networks constructed from organic linker molecules and metal ions.", "(1)", " In the past few years, luminescent MOFs combining high, well-defined porosity and intense fluorescence have gathered considerable attention owing to their potential applications in chemical sensors,", "(2)", " light-emitting devices,", "(3)", " and biomedicine.", "(4)", " Among the luminescent MOFs, lanthanide-based MOFs are of particular interest due to their intense, long-lived, sharp emission in the visible region. To date, a few lanthanide MOFs have been successfully constructed by different organic linkers (carboxylates, phosphonates, or sulfonates) and various lanthanide(III) (Ln", "3+", ") cations.", "(5)", " However, despite the compelling recent developments,  rational design and preparation of desired lanthanide MOFs  still remain a great challenge, which is attributed to the high coordination numbers and variable nature of the Ln", "3+", " sphere.", "(6)", " Thus, to exploit the Ln", "3+", " luminescence more efficiently, an alternative way is desperately needed. Recently, bio-MOF-1 and COMOC-4 have been used to generate a new class of luminescent lanthanide MOFs by encapsulation of Ln", "3+", " cations.", "(7)", " Stimulated by this, here we chose Al-MIL-53-COOH (", "1", ") as a parent framework to load Ln", "3+", " cations with the purpose of getting a new class of lanthanide luminescent MOFs. As a derivative of Al-MIL-53, compound ", "1", " is a highly crystalline framework that consists of regular one-dimensional channels, which shows high structural flexibility.", "(8)", " The presence of a noncoordinating carboxyl group as well as the high thermal and chemical stabilities make it a good candidate to incorporate Ln", "3+", " ions and sensitize the Ln", "3+", " luminescence.", "White-light-emitting materials have broad applications in displays and solid-state lighting.", "(9)", " Thus far, white-light sources are generally produced through the combination of different chromophores, which may cause color variation,  complications, and device and high-cost problems.", "(10)", " One of the current technological and academic interests is in  pursuing a single-component white-light phosphor to avoid such drawbacks, giving rise to white-light emission with higher quality.", "(11)", " To the best of our knowledge, Ln", "3+", "-doped inorganic materials,", "(12)", " organic polymers,", "(13)", " and nanomaterials", "(14)", " have been demonstrated to fabricate a single-phase white-light emitter. Metal–organic frameworks offer new opportunities for developing a single-component white-light emitter, mainly because organic and inorganic moieties as well as the encapsulation within MOF can provide luminescent platforms and their relative intensities can potentially be modulated in order for the overall emission to attain white emission.", "(3b, 15)", " Nevertheless, studies on single white phosphors based on MOFs are still in their infancy.", "Herein, we demonstrate a facile solvothermal approach to prepare nanocrytals of ", "1", " without using  coordination modulators or surfactants. Subsequently, a new class of nanosized MOFs with tunable and white-light emission was generated by introducing the Ln", "3+", " cations into nanocrytsals of ", "1", ". The framework with rigid, permanently porous structure and noncoordinated carboxyl was an efficient scaffold for hosting and sensitizing several Ln", "3+", " cations, resulting in high luminescence, long lifetimes, and high quantum yields of Ln", "3+", "@", "1", " products. The white-light emitter Eu", "3+", "@", "1", " shows good thermal stability of luminescence, which is even better than a commercial red phosphor YAG:Ce", "3+", ". In addition, to open the way to practical applications such as pellets, membranes, or sensors,  homogeneous supported optical thin films of Ln", "3+", "@", "1", " were fabricated from its stable colloidal solutions by deposition (CSD) technique.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Chemicals", "All chemicals were purchased from commercial sources and used without purification. AlCl", "3", "·", "6H", "2", "O and trimellitic acid (1,2,4-benzenetricarboxylic acid) were purchased from Aldrich. Lanthanide chlorides were obtained from the corresponding oxides in HCl (37.5%).", "2.2", "Synthesis of Nanosized Al-MIL53-COOH (", "1", ")", "Al-MIL-53-COOH nanoparticles were synthesized according to the synthesis method and conditions (molar ratio, time, and temperature) described in the literature except the solvent (water) was replaced by ", "N", ",", "N", "-dimethylformamide (DMF). The product was synthesized from a solvothermal system of aluminum chloride (AlCl", "3", "·", "6H", "2", "O), trimellitic acid (H", "2", "BDC-COOH), and DMF. The molar ratio of Al", "3+", ":H", "2", "BDC–COOH is 1:1. The reactants were stirred a few minutes before transferring the resulting suspension to a Teflon-lined steel autoclave, and the temperature was set at 180 °C for 12 h. The resulting nanocrystals were separated from the mixed dispersion by centrifugation at 16 000 rpm for 10 min. To remove the excess of unreacted trimellitic acid and aluminum chloride species, nanoparticles of ", "1", " were readily redispersed in absolute ethanol and centrifuged for three cycles. Finally, the product was heated at 200 °C for 6 h to remove the adsorbed DMF molecules.", "2.3", "Encapsulation of Lanthanide(III) Cations in ", "1", "2.3.1", "Soakage of ", "1", " in LnCl", "3", " Ethanol Solution", "Compound ", "1", " (100 mg) was soaked in ethanol solutions of chlorate salts of Eu", "3+", ", Tb", "3+", " (10 mL, 1 mmol), and Eu", "3+", "/Tb", "3+", " (5 mL/5 mL, 1 mmol). After 2 days of soakage, the crystals were extensively washed with ethanol to remove residual Ln", "3+", " cations on the surface. For powder analyses, the particles were dried under vacuum, and for thin film deposition, the particles were left in absolute ethanol, yielding stable colloidal dispersions.", "2.3.2", "Soakage of ", "1", " in EuCl", "3", " Ethanol Solution with Different Concentrations", "Compound ", "1", " (100 mg) was soaked in 10 mL of an ethanol solution of EuCl", "3", " with different concentrations: 10", "–3", ", 10", "–4", ", 10", "–5", ", 10", "–6", ", and 10", "–7", " (mol/L). After 2 days of soakage, the crystals were extensively washed with ethanol to remove residual Ln", "3+", " cations on the surface. Finally, the resulting material was dried at 60 °C under vacuum for 6 h.", "2.4", "Preparation of Thin Films of Ln", "3+", "@", "1", "Thin films of Ln", "3+", "@", "1", " were prepared by dip coating their colloidal solution at room temperature and under ambient atmospheric conditions using single-side polished silicon wafers previously washed with acetone as substrate. Films were deposited at a withdrawal speed of 8 mm·s", "–1", ". After nanoparticales deposition, the films were maintained for two additional minutes before being heated at 100 °C for 5 min in air, followed by washing with ethanol and being dried again at 100 °C in air.", "2.5", "Sample Preparation for ICPMS Determination", "For Ln", "3+", "@", "1", " products, 20 mg samples were dissolved by HNO", "3", ", followed by diluting with water to 20 mL.", "For the leaching of Eu", "3+", " in aqueous environment, 20 mg of Eu", "3+", "@", "1", " (10", "–3", " M) was stirred in 20 mL of water for 24 h. Subsequently,  nanocrystals of Eu", "3+", "@", "1", " were removed by centrifugation (3 times, 16 000 rpm). Filtration was introduced for ICPMS measurement.", "For thin film, it was dissolved with HNO", "3", " and diluted to 10 mL.", "2.6", "Characterization", "PXRD patterns were recorded with a Bruker D8 diffractometer using Cu Kα radiation with 40 mA and 40 kV. Transmission electron microscopy (TEM) was carried out on a JEOL JEM-2010F electron microscope and operated at 200 kV. Fourier transform infrared spectra (FTIR) were measured within KBr slices from 4000 to 400 cm", "–1", " using a Nexus 912 AO446 infrared spectrum radiometer. Thermogravimetric analysis (TG) was measured using a Netzsch STA 449C system at a heating rate of 5 K min", "–1", " under  nitrogen protection. Nitrogen adsorption/desorption isotherms were measured at  liquid nitrogen temperature using a Nova 1000 analyzer. Samples were outgassed for 3 h at 150 °C before  measurements. Surface areas were calculated by the Brunauer–Emmett–Teller (BET) method. Scanning electronic microscope (SEM) images were obtained with a Philip XL-30. Measurement of Ln", "3+", " and Al", "3+", " was performed on an X-7 series inductively coupled plasma-mass spectrometer (ICPMS) (Thermo Elemental, Cheshire, UK). Photoluminescent spectra and luminescence lifetimes (τ) were examined by an Edinburgh FLS920 phosphorimeter. The outer absolute luminescent quantum efficiency was determined employing an integrating sphere (150 mm diameter, BaSO4 coating) from Edinburgh FLS920 phosphorimeter. Spectra were corrected for variations in the output of the excitation source and for variations in the detector response. The quantum yield can be defined as the integrated intensity of the luminescence signal divided by the integrated intensity of the absorption signal. The absorption intensity was calculated by subtracting the integrated intensity of the light source with the sample in the integrating sphere from the integrated intensity of the light source with a blank sample in the integrating sphere. The excitation wavelength of the measurements of the emission quantum yields is listed in Table ", "1", ".", "Table 1. Luminescence Lifetimes and Absolute Quantum Yields of Ln", "3+", "@", "1", " (Ln = Eu, Tb, Eu/Tb)", "Ln", "3+", "τ", "1", " (ms)", "τ", "2", " (ms)", "φ (%)", "λ", "ex", " (nm)", "λ", "em", " (nm)", "Eu", "3+", "0.296", "0.793", "15", "318", "613", "Tb", "3+", "0.768", "1.258", "24", "314", "545", "Eu", "3+", "/Tb", "3+", "0.506", "1.293", "22", "312", "613", "Eu", "3+", "/Tb", "3+", "0.929", "1.828", " ", " ", "545", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "Figure ", "1", "a shows the PXRD pattern of Al-MIL-53-COOH prepared in the Al", "3+", "/H", "2", "BDC-COOH/H", "2", "O system as described by Nele Reimer et al.", "(8)", " The diffraction peaks agree well with the literature value,", "(8)", " indicating the product crystallizing in a narrow-pore (np) structure. The resulting np form could be attributed to the hydrogen bonds between water molecules and the noncoordinating carboxylic acid, and μ-OH groups are formed in aqueous environment. The TEM image (Figure ", "1", "b) indicates the product is composed of irregular microcrystals with a size in the range of 0.5–2 um.", "Figure 1. PXRD patterns and typical TEM images of the as-prepared mirocrystals (a, c) and nanocrystals (b, d) of ", "1", ".", "Considering the given system consisting of metal ions and linker molecules, the solvent has a profound influence on the product.", "(16)", " Therefore, the system employing DMF as the solvent was conducted to synthesize ", "1", ". The PXRD pattern (Figure ", "1", "c) suggests that the structure of ", "1", " has transformed into the large-pore form.", "(8)", " The as-obtained product consists of an irregularly shaped nanoparticle with  dimension in the range of approximately 20–60 nm (Figure ", "1", "c). Compared with  microcrystals (0.5–2 um) synthesized in an aqueous environment, the size of these nanoparticles is much smaller. The amalgam observed in the TEM image is probably composed of amorphous aluminum carboxylate, which may  originate from  degradation of the MOF on account of MOFs being extremely sensitive to the electron beam used in TEM characterization, with their structures collapsing after a few minutes of exposure.", "(17)", "The morphology evolution most likely originated from the nucleation rate being modified by solvent. DMF is a protophilic solvent, which can facilitate  deprotonation of the organic linker trimellitic acid, thus enhancing the rate of initial nucleation. For a given system, higher nucleation rates result in smaller particles because growth may stop due to the rapid decrease of supersaturation. This negative correlation between nucleation rates and particle size has been widely reported for metal–organic frameworks.", "(18)", " To verify this, pH values of the reaction mixture were measured. In the system Al", "3+", "/H", "2", "BDC-COOH/H", "2", "O, the pH (1.5) is very low and the amount of deprotonated trimellitic acid is rather small, inducing the nucleation rates rather slow. Hence, the resulted ", "1", " is composed of bulk crystals. The pH value of the Al", "3+", "/H", "2", "BDC-COOH/DMF system is higher (4.5); more deprotonated trimellitic acid anions are available for coordination with Al", "3+", ", leading to faster nucleation rates and therefore decreasing the crystal size to the nanoscale. On the basis of the above discussion, a mechanism for  formation of compound ", "1", " nanocrystals was illustrated in Scheme S1, ", "Supporting Information", ".", "Subsequently, Ln", "3+", " cations were introduced into the pores of compound ", "1", ", for which the sample was stirred in an ethanol solution of the chlorine salt of Eu", "3+", ", Tb", "3+", ", and Eu", "3+", "/Tb", "3+", ". After encapsulating Ln", "3+", " cations, the nanocrytsals of ", "1", " maintain the crystalline integrity, as demonstrated by the PXRD patterns shown in Figure S1, ", "Supporting Information", ". Besides, the morphology and size of these nanoparticles do not change upon encapsulation of Ln", "3+", " (Figure S2, ", "Supporting Information", "). The loaded concentrations of Ln", "3+", " were determined by ICPMS. The ratio of Ln", "3+", " and Al", "3+", " is close to 1:1, which reveals one noncoordinating carboxyl group is incorporated with one Ln", "3+", " cation. To measure the influence of the size of the ", "1", " crystal on Ln", "3+", " encapsulation,  Eu", "3+", "@", "1", " microcrystals were prepared under the same condition as Eu", "3+", "@", "1", " nanocrystals. The ratio of Eu", "3+", " and Al", "3+", " of Eu", "3+", "@", "1", " microcrystals is determined as 1:280, which is much smaller than Eu", "3+", "@", "1", " nanocrystals (1:1). The enhanced ability of Ln", "3+", " encapsulation might be ascribed to the improved specific surface area of nanocrystals of ", "1", ".", "Figure ", "2", "a presents the N", "2", " adsorption–desorption isotherms of compound ", "1", " and Ln", "3+", "@", "1", " (Ln = Eu, Tb, Eu/Tb). Unlike a type I adsorption curve, which commonly was seen in microporous materials, these samples display typical type IV curves with H1-type hysteresis loops at high relative pressure. The atypical hysteresis of these N", "2", " adsorption isotherms could be attributed to the steric hindrance of the free noncoordinated carboxyl groups within the channels, which reduce the access of N", "2", " molecules. In addition, compound ", "1", " shows high affinity to water vapor of compound ", "1", ";", "(8)", " thus, the trapped water molecules in the cavities further slow down the desorption kinetics. The BET surface area of ", "1", " is 309 m", "2", " g", "–1", ", which is in reasonable agreement with the value reported by Helge Reinsch et al.", "(19)", " The Ln", "3+", "@", "1", " samples exhibit similar N", "2", " sorption behavior with ", "1", ". The BET surface area of Ln", "3+", "@", "1", ", as we expected, shows reduced values of 240 (Eu", "3+", "@", "1", "), 290 (Tb", "3+", "@", "1", "), and 222 (Eu", "3+", "/ Tb", "3+", "@", "1", ") m", "2", " g", "–1", ".", "Figure 2. N", "2", " adsorption–desorption isotherms (a) and thermal gravimetric analysis (b) of compound ", "1", " and Ln", "3+", "@", "1", " (Ln = Eu, Tb, Eu/Tb).", "The thermal behavior of the products was examined by thermal gravimetric analysis (TGA) (Figure ", "2", "b), which was performed under air with a heating rate of 5 k min", "–1", ". The first weight loss occurs in the range of 50–170 °C, which corresponds to  removal of the water molecules in the pores. Compound ", "1", " is thermally stable to 400 °C, above which a further mass loss of 72.8 wt % before 700 °C is attributed to  decomposition of the framework forming Al", "2", "O", "3", ". It is noted that no mass loss is observed between 170 and 400 °C, revealing Al-MIL-53-COOH does not contain trimellitic acid molecules inside the micropores. This is probably because the size of the trimellitic acid molecules hinders them entering the pores. In contrast, organic ligands often exist in the channels of other Al-MIL-53 compounds and are hard to remove.", "(20)", " Incorporation of Ln", "3+", " does not influence the thermal stability of the parented framework, as evidenced by the TGA studies shown in Figure ", "2", "b. Obviously, the Ln", "3+", "@", "1", " luminescent materials show better thermal stability in comparison with the lanthanide complexes and lanthanide hybrid materials.", "(21)", "Figure S3, ", "Supporting Information", ", depicts the FTIR spectra of compound ", "1", " and Ln", "3+", "@", "1", " (Ln = Eu, Tb, Eu/Tb). In the FTIR spectra, characteristic stretching vibrations of the coordinating carboxylate groups are easily visible, ν", "as", " at 1600 and ν", "s", " at 1430 and 1409 cm", "–1", ". The presence of water molecules can be evidenced by the band with a maximum at 3420 cm", "–1", ". The absorptions at 1130 and 778 cm", "–1", " are ascribed to the C–H deformation vibrations of the aromatic ring, whereas the symmetric ring-stretching vibration emerges at 1497 cm", "–1", ".", "The luminescent properties of Al-MIL-53-COOH have never been reported. Figure ", "2", " shows the room-temperature solid-state excitation and emission spectra of the nanocrystals of ", "1", ". The excitation spectrum collected at an emission wavelength of 421 nm exhibits a strong and broad band in the range of 300–400 nm with a maximum at 360 nm. With the excitation wavelength fixed at 360 nm, the product displays an intense broad band centered at 421 nm. It is known that the luminescence of MOFs can arise from organic ligands excitation, metal-centered emission (particularly for lanthanide MOFs) and charge transfer.", "(15a)", " In order to clarify the origin of compound ", "1", " luminescence,  fluorescent spectra of trimellitic acid were recorded (Figure S4, ", "Supporting Information", "). It is clear that the broad emission in trimellitic acid  rather resembles the emission in ", "1", " except a slight shifting of the maximum of the broad bands, suggesting the luminescence of ", "1", " can be regarded as metal-perturbed ligand emission.", "After  postsynthetic functionalization of Ln", "3+", ", the products emitted their distinctive colors (Eu", "3+", "@", "1", ", red; Tb", "3+", "@", "1", ", green; Eu", "3+", "/ Tb", "3+", "@", "1", ", yellow), which can be readily observed with the naked eye as a qualitative indication of lanthanide sensitization (Figure ", "3", "d). The luminescent spectra of Ln", "3+", "@", "1", " nanoparticles are shown in Figure ", "3", "a–c. Upon ∼315 nm excitation, these samples exhibit strong sharp emission bands corresponding to the respective incorporated Ln", "3+", " ions, which indicates  successful encapsulation of lanthanide ions. The ligand-centered emission in Ln", "3+", "@", "1", " samples is diminished, implying that an antenna effect occurs, that is, energy migration takes place upon ligand absorption, followed by intersystem crossing S1 → T1 and antenna T1 → f transfer and then generating f–f emissions of Ln", "3+", " cations.", "(3b)", " By simultaneously doping with Eu", "3+", " and Tb", "3+", " in compound ", "1", ", the resulting product exhibited their multiband emission (Figure ", "3", "b). The sharp lines at 490 and 545 nm are attributed to the respective ", "5", "D", "4", " → ", "7", "F", "6", " and ", "5", "D", "4", " → ", "7", "F", "5", " transitions of Tb", "3+", ", and the emissions at 590, 616, 653, and 701 nm are ascribed to the ", "5", "D", "0", " → ", "7", "F", "J", " (", "J", " = 1–4) transitions of Eu", "3+", ". The multiband emissions from the Eu", "3+", "/Tb", "3+", " codoped sample have the potential to be applied as barcoded materials.", "(22)", " Moreover, the tunable color of the bimodal luminescence might be realized by modulating the doping ratio of Eu", "3+", "/Tb", "3+", ".", "(23)", " Lanthanide-centered excitation spectra recorded for Eu", "3+", "@", "1", " (λ", "em", " = 613 nm), Tb", "3+", "@", "1", " (λ", "em", " = 545 nm), and Eu", "3+", "/Tb", "3+", "@", "1", " (λ", "em", " = 545 nm) all display a strong band centered at ∼315 nm, which suggests that energy transfers through the same electronic levels located in the chromophoric structure of the parented framework for all three products.", "Figure 3. Excitation and emission spectra of nanocrystals of ", "1", ".", "Luminescent lifetimes of the Ln", "3+", "-incorporated samples were measured at room temperature under the excitation wavelength that maximizes the emission intensity and monitored by the most intense emission at 613 (Eu", "3+", ") and 545 nm (Tb", "3+", "), Figure ", "4", ", and the results are given in Table ", "1", ". The best fit for each of the Ln", "3+", "@", "1", " samples was systematically biexponential, revealing the presence of two distinct lanthanide environments within the MOF. All  lifetime values of these samples are rather high, which are comparable with the lifetime recorded for corresponding molecular complexes.", "(24)", " In contrast, the lifetime values of the previous Ln", "3+", "-loaded MOFs luminescent materials reported in the literature are much shorter.", "(7, 8, 23b)", " Besides, the absolute quantum yields of these samples are determined with integrated sphere instruments (Table ", "1", "). The quantum yields are all reasonably high, which can be attributed to  efficient energy transfer from the sensitizer embedded in the MOF to the incorporated Ln", "3+", " cations.", "Figure 4. Photoluminescence spectra of Eu", "3+", "@", "1", " (a), Eu", "3+", "/Tb", "3+", "@", "1", " (b), and Tb", "3+", "@", "1", " (c) and the corresponding photograph (d) irradiated under a UV lamp.", "The luminescent properties of these materials in aqueous environment have also been determined, as shown in Figure S5, ", "Supporting Information", ". It is noted that the luminescent spectra of Ln", "3+", "@", "1", " in aqueous environment are similar to the spectra from  solid powders. Upon excitation with a UV lamp, the aqueous solution of these Ln", "3+", "-loaded samples show distinctive emission visible to the naked eye (Figure S5b, ", "Supporting Information", "). These results demonstrate that the MOF scaffold can provide sufficient protection to the lanthanide on the basis of the strong ability of water to quench the emission of Ln", "3+", ". The ability to be compatible with aqueous condition in  addition to the nanoscale size of these luminescent materials make them well suited for generating new fluorescent sensors in environmental and biological systems.", "(7, 25)", " The leaching of Eu", "3+", " in aqueous environment was studied by ICPMS. The Eu", "3+", " concentration of the filtration is 0.021 ppm. In view of the content of encapsulated Eu", "3+", " at 73.09 ppm (Table S1, ", "Supporting Information", "), this leaching can be ignored. Therefore, it can be confirmed that incorporation of Eu", "3+", " is dependent on strong chemical bond interaction rather than on physical adsorption.", "To evaluate the thermal stability of the luminescence of Ln", "3+", "@", "1", " hybrid materials, we selectively determined the time-dependent emission spectra of Eu", "3+", "@", "1", ", as shown in Figure S6, ", "Supporting Information", ". The luminescent intensity decreases due to the thermal quenching, which  originates from the increasing nonradiative relaxation and energy transfer process between different luminescence centers. The integrated emission intensity decreases 26% from 2.24 × 10", "6", " to 1.91 × 10", "6", " with a temperature rise ranging from 20 to 160 °C. It implies the white-light emitter Eu", "3+", "@", "1", " has good thermal stability of luminescence, which is even better than a commercial red phosphor YAG:Ce", "3+", " in consideration of the 60% decrease of emission intensity (from 25 to 150 °C) of YAG:Ce", "3+", ".", "(26)", " Moreover, the temperature-dependent luminescence decay profiles of Eu", "3+", "@", "1", " were collected, as presented in Table S2, ", "Supporting Information", ". The variation trend of lifetimes and temperature is consistent with luminescence intensity and temperature.", "It is well established that the emission quantum efficiency (η) of the ", "5", "D", "0", " excited state of Eu", "3+", " can also be determined based on the emission spectrum and lifetimes (τ) of the ", "5", "D", "0", "-emitting level.", "(27)", " Assuming that only nonradiative and radiative processes are essentially involved in the depopulation of the ", "5", "D", "0", " state, η can be expressed as", "(28)", "(1)", "Here, ", "A", "r", " and ", "A", "nr", " are radiative and nonradiative transition rates, respectively. ", "A", "r", " can be determined by the relative intensity of the ", "5", "D", "0", " → ", "7", "F", "J", " (", "J", " = 0–4) transitions because  ", "5", "D", "0", " → ", "7", "F", "1", " is independent of the chemical environments around Eu", "3+", " (it belongs to the isolated magnetic dipole transition) and can be considered as an internal reference for the whole spectrum, as shown in following equations", "(2)", "(3)", "Here ", "I", "0", "J", " is the emission intensity and can be taken as the integrated intensities of the ", "5", "D", "0", " → ", "7", "F", "J", " (", "J", " = 0–4) emission bands, while  ν", "0", "J", " refers to corresponding energy barycenter and can also be determined from their emission bands. When an average index of refraction ", "n", " = 1.506 is considered, the value of ", "A", " (", "5", "D", "0", " → ", "7", "F", "J", ") can be calculated to be 50 s", "–1", " approximately.", "(29)", " In addition, the lifetime and radiative (", "A", "r", ") and nonradiative (", "A", "nr", ") transition rates are related through the following equation", "(4)", "On the basis of the values of τ and the calculated ", "A", "r", " (Table R1, ", "Supporting Information", "), η of Eu", "3+", "@", "1", " at different temperatures are determined and given in Table S2, ", "Supporting Information", ". The variation of temperature does not have a significant influence on η of Eu", "3+", "@", "1", ". When the temperature is 160 °C, the quantum yield of Eu", "3+", "@1 is 14.9%.", "In  light of the emission the color of Ln", "3+", "-doped inorganic materials can be tuned by modulating the Ln", "3+", "-doping level.", "(30)", " Compound ", "1", " was immersed in EuCl", "3", " ethanol solution with concentrations in the range of 10", "–7", "–10", "–3", " mol L", "–1", ". The contents of Eu", "3+", " in the products have been investigated by ICPMS (Table S1, ", "Supporting Information", "). Figure ", "5", "a shows the emission spectra of the as-obtained samples collected at the excitation wavelength of 318 nm. As the concentration of EuCl", "3", " ethanol solution increases from 10", "–7", " to 10", "–4", " mol L", "–1", ", the characteristic emission of Eu", "3+", " strengthens sharply. The Eu", "3+", " emission continually improved when further raising the concentration of Eu", "3+", ". In contrast, the ligand-centered emission decreases with  increasing  Eu", "3+", " concentration due to the enhancement of the energy transfer probability from organic linkers to Eu", "3+", ". Figure ", "5", "b demonstrates the corresponding chromaticity diagram calculated from the luminescent spectra, which reveals that the emission colors can be modulated from blue to white to red. Notably, the chromaticity coordinates of the product resulted from 10", "–7", " mol L", "–1", " EuCl", "3", " solution are determined as ", "x", " = 0.3112, ", "y", " = 0.225, which locates in the white region. The white luminescence can be further confirmed by the photograph irradiated under 318 nm wavelength (the inset in a). We suppose the white-light emission from the single-component Eu", "3+", "@", "1", " is balanced on the synergetic contribution from Eu", "3+", " and ligand-centered dual emission.", "Figure 5. Emission spectra (λ", "ex", " = 318 nm) (a) and CIE chromaticity (b) of Eu", "3+", "@", "1", " products resulting from EuCl", "3", " ethanol solutions with concentrations in the range of 10", "–7", "–10", "–3", " mol L", "–1", ".", "Figure ", "6", "a presents the emission spectra of Eu", "3+", "@", "1", " with excitation wavelength from 320 to 360 nm. As shown, the intensity of the broad band arising from the framework increases with  excitation wavelength varying from 320 to 360 nm, while the Eu", "3+", " emission recedes in the meantime. The corresponding CIE chromaticity diagram is depicted in Figure ", "6", "b, which shows a tunable chromaticity of emission from red to blue by varying the excitation wavelength from 320 to 360 nm. This verifies that the white-light emitting from Eu", "3+", "@", "1", " is caused by the broad blue emission of ", "1", " and red emission of incorporated Eu", "3+", " simultaneously, because the excitations at different wavelengths will definitely give rise to different emission intensity relativity of these two kinds of luminescence, thus leading to a shift of the chromaticity coordinate in the CIE diagram. The CIE coordinates for the emission of Eu", "3+", "@", "1", " under 350 nm excitation are determined as ", "x", " = 0.332, ", "y", " = 0.2536, which locates in the white region. It indicates a potential approach to manage the white-light emission by means of such dual-emissive single-phase compound.", "Figure 6. Emission spectra (a) and CIE chromaticity diagram (b) of Eu", "3+", "@", "1", " collected at different excitation wavelengths.", "On the basis of the above discussion, the white-light luminescence of Eu", "3+", "@", "1", " is generated from a dual-emitting pathway, as demonstrated in Scheme ", "1", ". There are two kinds of luminescent centers in Eu", "3+", "@", "1", ". One is the characteristic f–f emission of Eu", "3+", " coming from the antenna effect, and the other is the ligand-centered emission of the framework. Eu", "3+", "-doping level and excitation wavelength have a strong impact on the relative luminescence intensity between the emission of Eu", "3+", " and compound ", "1", ", thus playing important roles in regulating the dual emissions to come up with white luminescence from Eu", "3+", "@", "1", ". Obviously,  incorporation of Ln", "3+", " into MOFs can pave the way to novel white-light luminescent materials.", "Scheme 1. Representation of the Generation Mechanism of the White-Light Emission of Eu", "3+", "@", "1", "To open the way to practical applications such as pellets, membranes, and sensors,  thin film of Eu", "3+", "@", "1", " was prepared from its metastabilized colloidal solution (Figure ", "7", "a) by a CSD process, as described in previous reports.", "(17a, 31)", " The ratio of Ln", "3+", " and Al", "3+", " is determined as 1:1 by ICPMS measurement, which agrees well with the result of Eu", "3+", "@", "1", " powder. The obtained thin film is transparent. The SEM image (Figure ", "7", "b) indicates the thin film is continuous and homogeneous. Mesopores generated from the packing of Eu", "3+", "@", "1", " nanoparticles were observed in the SEM image, which may be due to the vacuum applied inside the microscope.", "(32)", " The thin film shows white-light emission under 350 nm excitation. The emission spectrum of the thin film is depicted in Figure ", "7", "c. It is comprised of a broad band corresponding to the ligand-centered luminescence and characteristic sharp emissions of Eu", "3+", ", which is similar to the luminescent spectra from the nanometer-sized particles along.", "Figure 7. Picture of the stable suspension of Eu", "3+", "@", "1", " (a), SEM image (b), and emission spectrum (c) of Eu", "3+", "@", "1", " thin film. Inset in c is the photograph irradiated at 350 nm wavelength of the thin film.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In summary, nanocrytals of ", "1", " have been synthesized in a capping agent- and surfactant-free solvothermal system. A versatile strategy was demonstrated for generating a new class of MOFs with tunable and white-light emission by encapsulating Ln", "3+", " cations into nanocrstals of ", "1", ". The framework can serve as both a host and an antenna for protecting and sensitizing the luminescence of the Ln", "3+", " cations. The strong luminescence with  addition of reasonable high quantum yields of Ln", "3+", "@ ", "1", " provide an indication that the energy transfer from the organic linkers embedded in the MOF to Ln", "3+", " cations is efficient. A fine tuning of the emission color of Eu", "3+", "@", "1", " can be easily achieved by adjusting the excitation wavelength or doping level of Eu", "3+", ". Notably, when at a certain excited wavelength or Eu", "3+", "-doping level, Eu", "3+", "@", "1", " shows white-light luminescence through a dual-emitting pathway: the characteristic emission of Eu", "3+", " and ligand-centered emission of the framework. The versatile photoluminescence, good thermal stability, nanometer size, and  compatibility with aqueous condition suggest these materials may have potential applications in LED lamps, barcoded materials, and biological sensors. In addition, the thin films of Ln", "3+", "@", "1", " were prepared by CSD from their metastabilized colloidal solutions. The study of these thin films serving as pellets and sensors for vapors is currently under way.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "PXRD patterns, FTIR spectra, ICPMS studies, and luminescent spectra. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version on the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the National Natural Science Foundation of China (20971100, 91122003) and Developing Science Funds of Tongji University.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 32 other publications.", "1. ", "James", ", ", "S. L.", " ", "Chem. Soc. Rev.", " ", "2003", ",  ", "32", ",  ", "276", "– ", "288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic frameworks", "James, Stuart L.", "Chemical Society Reviews", "\r\n        (", "2003", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "276-288", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks are a recently-identified class of porous polymeric material, consisting of metal ions linked together by org. bridging ligands, and are a new development on the interface between mol. coordination chem. and materials science.  A range of novel structures was prepd. which feature amongst the largest pores known for cryst. compds., very high sorption capacities and complex sorption behavior not seen in aluminosilicate zeolites.  The development of synthetic approaches to these materials and studies of their properties are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFOltLY%253D&md5=e9e83de0580c0b7dc9929ea3594efe12", "2. ", "(a) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(b) ", "Jiang", ", ", "H. L.", "; ", "Tatsu", ", ", "Y.", "; ", "Lu", ", ", "Z. H.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5586", "– ", "5587", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Non-, micro-, and mesoporous metal-organic framework isomers: Reversible transformation, fluorescence sensing, and large molecule separation", "Jiang, Hai-Long; Tatsu, Yoshiro; Lu, Zhang-Hui; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5586-5587", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, three novel metal-org. framework (MOF) isomers with hierachical channel sizes of nonpore or micropore or mesopore were successfully prepd. by simply controlling the amts. of solvent or/and reaction temps./time.  Strikingly, the authors demonstrated the reversible transformation between the microporous and mesoporous MOFs triggered by solvent or/and temp. perturbation.  The desolvated microporous MOF was evaluated to be a promising luminescent probe for detecting small mols., and the mesoporous MOF could be the stationary phase in HPLC for size-exclusion sepn. of large dye mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGnt7w%253D&md5=0536aa22945decf8a2645305b06c851d", "(c) ", "Xiao", ", ", "J. D.", "; ", "Qiu", ", ", "L. G.", "; ", "Ke", ", ", "F.", "; ", "Yuan", ", ", "Y. P.", "; ", "Xu", ", ", "G. S.", "; ", "Wang", ", ", "Y. M.", "; ", "Jiang", ", ", "X.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "8745", "– ", "8752", "[", "Crossref", "], [", "CAS", "]", "2. ", "Rapid synthesis of nanoscale terbium-based metal-organic frameworks by a combined ultrasound-vapour phase diffusion method for highly selective sensing of picric acid", "Xiao, Juan-Ding; Qiu, Ling-Guang; Ke, Fei; Yuan, Yu-Peng; Xu, Geng-Sheng; Wang, Yi-Ming; Jiang, Xia", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "31", "),\r\n    ", "8745-8752", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combined ultrasound-vapor phase diffusion technique was used for the rapid synthesis of a terbium-based metal-org. framework (MOF), [Tb(1,3,5-BTC)]n.  Compared with conventional solvothermal and ultrasound-assisted methods, such a kind of combined ultrasound-vapor phase diffusion technique is highly sufficient for synthesizing nanoscale MOF crystals in remarkably high yields.  Significantly, the as-prepd. [Tb(1,3,5-BTC)]n nanocrystals exhibited highly selective sensing of picric acid (PA) without the interference of other nitroarom. compds. such as nitrobenzene, 2-nitrotoluene, 4-nitrotoluene, 2,4-dinitrotoluene, and 2,6-dinitrotoluene.  This makes them a potential candidate for developing novel luminescence sensors for the highly selective sensing of PA.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFalur3M&md5=aef33438550b19997fe57115bad58158", "(d) ", "Chen", ", ", "B. L.", "; ", "Wang", ", ", "L. B.", "; ", "Xiao", ", ", "Y. Q.", "; ", "Fronczek", ", ", "F. R.", "; ", "Xue", ", ", "M.", "; ", "Cui", ", ", "Y. J.", "; ", "Qian", ", ", "G. D.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "500", "– ", "503", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A luminescent metal-organic framework with Lewis basic pyridyl sites for the sensing of metal ions", "Chen, Banglin; Wang, Liangbo; Xiao, Yunqing; Fronczek, Frank R.; Xue, Ming; Cui, Yuanjing; Qian, Guodong", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "500-503", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A rationally developed europium metal-org. framework incorporating immobilized Lewis basic pyridyl sites oriented towards the center of 1-dimensional channels is a rare example of a luminescent porous MOF.  By comparison of the luminescence intensity quenching effects of various incorporated Lewis acidic metal cations, the MOF exhibits sensor capability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12isL0%253D&md5=78a4172f0192fb3dcecd468f99885cda", "3. ", "(a) ", "Lan", ", ", "Y. Q.", "; ", "Jiang", ", ", "H. L.", "; ", "Li", ", ", "S. L.", "; ", "Xu", ", ", "Q.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "7484", "– ", "7491", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Solvent-Induced Controllable Synthesis, Single-Crystal to Single-Crystal Transformation and Encapsulation of Alq3 for Modulated Luminescence in (4,8)-Connected Metal-Organic Frameworks", "Lan, Ya-Qian; Jiang, Hai-Long; Li, Shun-Li; Xu, Qiang", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "7484-7491", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, the authors have systematically demonstrated that solvent plays crucial roles in both controllable synthesis of metal-org. frameworks (MOFs) and their structural transformation process.  With solvent as the only variable, several new types of MOFs, Zn4L(solvent)4, (solvent = DMSO, DMF, DMA, EtOH, H2O) Zn9L2O(DEA)4(H2O)5 (DEA = diethylacetamide), Zn10L2O2(DMP)2(H2O)9 (DMP = dimethylpropionamide) and [Zn16L3(H2O)16](NO3)8 (H8L = 5,5'-(2,2-bis((3,5-dicarboxyphenoxy) methyl)propane-1,3-diyl)bis(oxy)diisophthalic acid) with different structures were constructed, in which one MOF undergoes solvent-induced single-crystal to single-crystal (SCSC) transformation that involves not only solvent exchange but also the cleavage and formation of coordination bonds.  Particularly, a significant crystallog. change was realized through an unprecedented three-step SCSC transformation process.  Also, the obtained MOF could be an excellent host for chromophores such as Alq3 (aluminum tris-8-hydroxyquinoline) for modulated luminescent properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xpt1CisL0%253D&md5=3880856316ae83e023d91bb14b14239d", "(b) ", "Liu", ", ", "Y.", "; ", "Pan", ", ", "M.", "; ", "Yang", ", ", "Q. Y.", "; ", "Fu", ", ", "L.", "; ", "Li", ", ", "K.", "; ", "Wei", ", ", "S. C.", "; ", "Su", ", ", "C. Y.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "1954", "– ", "1960", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Dual-Emission from a Single-Phase Eu-Ag Metal-Organic Framework: An Alternative Way to Get White-Light Phosphor", "Liu, Yu; Pan, Mei; Yang, Qing-Yuan; Fu, Lei; Li, Kang; Wei, Shi-Chao; Su, Cheng-Yong", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "10", "),\r\n    ", "1954-1960", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new bifunctional NTB (tris(benzimidazol-2-ylmethyl)amine)-type ligand incorporating coordination-discriminating tripodal benzimidazolyl and monodentate pyridyl groups, tris[(pyridin-3-ylmethyl)benzoimidazol-2-ylmethyl]amine (3-TPyMNTB), was prepd. to assemble 4d-4f heterometallic three-dimensional metal-org. frameworks (MOFs) in a stepwise route: (1) direct reaction of 3-TPyMNTB with Ln(ClO4)3 affords monomeric complexes [Eu(3-TPyMNTB)2](ClO4)3·2.5MeCN (1-Eu) and [Gd(3-TPyMNTB)2](ClO4)3·2MeCN·2CHCl3 (1-Gd), and (2) assembly of the precursors 1-Eu and 1-Gd with AgClO4 gives rise to infinite MOFs [EuAg3(3-TPyMNTB)2(H2O)(MeCN)](ClO4)6·4MeCN (2-Eu-Ag) and [GdAg3(3-TPyMNTB)2(H2O)(MeCN)](ClO4)6·4MeCN (2-Gd-Ag), resp.  In monomer 1-Eu, the ligand shows an antenna effect to transfer absorbed energy to the Eu3+ center to emit characteristic red luminescence, while in 4d-4f heterometallic MOF 2-Eu-Ag, the ligand centered emission is resensitized by Ag+ ions to generate dual emissions, coming up with the direct white-light emission from a single crystal.  The detailed photoluminescent study was carried out in both solid state and soln. to elucidate the emission nature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1eqsbo%253D&md5=99636db5ee009a7c1dcb798dcd60c878", "(c) ", "Abdelhameed", ", ", "R. M.", "; ", "Carlos", ", ", "L. D.", "; ", "Silva", ", ", "A. M. S.", "; ", "Rocha", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "5019", "– ", "5021", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Near-infrared emitters based on post-synthetic modified Ln3+-IRMOF-3", "Abdelhameed, Reda M.; Carlos, Luis D.; Silva, Artur M. S.; Rocha, Joao", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "44", "),\r\n    ", "5019-5021", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthetic covalent modification of the metal-org. framework IRMOF-3 amino group with pentane-2,4-dione and 3-(2-hydroxyphenyl)-3-oxopropanal followed by the coordination of Nd3+/Y3+ allows the design of near-IR light-emitting materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntlajurs%253D&md5=e7b349b5ef1374a5948b51774d78d366", "4. ", "(a) ", "Huxford", ", ", "R. C.", "; ", "Della Rocca", ", ", "J.", "; ", "Lin", ", ", "W. B.", " ", "Curr. Opin. Chem. Biol.", " ", "2010", ",  ", "14", ",  ", "262", "– ", "268", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-organic frameworks as potential drug carriers", "Huxford, Rachel C.; Della Rocca, Joseph; Lin, Wen-Bin", "Current Opinion in Chemical Biology", "\r\n        (", "2010", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "262-268", "CODEN:\r\n                ", "COCBF4", ";\r\n        ISSN:", "1367-5931", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Nanoparticle-based therapeutics have received increasing attention, as these systems can alleviate many drawbacks of conventional therapy.  Metal-org. frameworks (MOFs), a new class of hybrid materials composed of metal ions and org. bridging ligands, have emerged as a promising platform for drug delivery, owing to their high drug loadings, biodegradability, and versatile functionality.  The bulk MOF materials can absorb and release large amts. of therapeutics including ibuprofen, procainamide, and nitric oxide.  Scale-down of MOFs to the nanoregime yields nanoscale metal-org. frameworks (NMOFs) that are more applicable as delivery vehicles, such as selective delivery of cisplatin prodrugs.  Although progress has been made in utilizing NMOFs for drug delivery, many improvements must occur before they can become viable nanotherapeutics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFKntL0%253D&md5=365c75653f51604ece60a09cb5926d02", "(b) ", "Cunha", ", ", "D.", "; ", "Ben Yahia", ", ", "M.", "; ", "Hall", ", ", "S.", "; ", "Miller", ", ", "S. R.", "; ", "Chevreau", ", ", "H.", "; ", "Elkaim", ", ", "E.", "; ", "Maurin", ", ", "G.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "2767", "– ", "2776", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Rationale of Drug Encapsulation and Release from Biocompatible Porous Metal-Organic Frameworks", "Cunha, Denise; Ben Yahia, Mouna; Hall, Shaun; Miller, Stuart R.; Chevreau, Hubert; Elkaim, Erik; Maurin, Guillaume; Horcajada, Patricia; Serre, Christian", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "14", "),\r\n    ", "2767-2776", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A joint exptl. and computational systematic exploration of the driving forces that govern (i) encapsulation of active ingredients (solvent, starting material dehydration, drug/material ratio, immersion time, and several consecutive impregnations) and (i) its kinetics of delivery (structure, polarity,...) was performed using a series of porous biocompatible metal-org. frameworks (MOFs) that bear different topologies, connectivities, and chem. compns.  The liporeductor cosmetic caffeine was selected as the active mol.  Its encapsulation is a challenge for the cosmetic industry due to its high tendency to crystallize leading to poor loadings (<5 wt. %) and uncontrolled releases with a subsequent low efficiency.  It was evidenced that caffeine entrapping reaches exceptional payloads up to 50 wt. %, while progressive release of this cosmetic agent upon immersion in the simulated physiol. media (phosphate buffer soln. pH = 7.4 or distd. water pH = 6.3, 37 °C) occurred mainly depending on the degree of MOF stability, caffeine mobility, and MOF-caffeine interactions.  Thus, MIL-100 and UiO-66 appear as very promising carriers for topical administration of caffeine with both spectacular cosmetic payloads and progressive releases within 24 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsFGltrc%253D&md5=70fb6969893b72540e11ee5dc0d09a33", "(c) ", "Taylor", ", ", "K. M. L.", "; ", "Rieter", ", ", "W. J.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14358", "– ", "14359", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Manganese-Based Nanoscale Metal-Organic Frameworks for Magnetic Resonance Imaging", "Taylor, Kathryn M. L.; Rieter, William J.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "44", "),\r\n    ", "14358-14359", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Manganese-contg. nanoscale metal-org. frameworks (NMOFs) with controllable 5 morphologies were synthesized using reverse-phase microemulsion techniques at room temp. and a surfactant-assisted procedure at 120 °C with microwave heating.  The nanoparticles were characterized using a variety of methods including SEM, TEM, TGA, PXRD, and ICP-MS.  Although the nanoparticles gave a modest longitudinal relaxivity (r1) on a per Mn basis, they provided an efficient vehicle for the delivery of large doses of Mn2+ ions which exhibited very high in vitro and in vivo r1 values and afforded excellent MR contrast enhancement.  The particle surface was also modified with a silica shell to allow covalent attachment of a cyclic RGD peptide and an org. fluorophore.  The cell-targeting mols. on the Mn NMOFs enhanced their delivery to cancer cells to allow for target-specific MR imaging in vitro.  The MR contrast enhancement was also demonstrated in vivo using a mouse model.  Such core-shell hybrid nanostructures provide an ideal platform for targeted delivery of other imaging and therapeutic agents to diseased tissues.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1emtrzN&md5=74c1c89f056a1a880a93597aea92855e", "5. ", "(a) ", "Feng", ", ", "X.", "; ", "Wang", ", ", "L. Y.", "; ", "Zhao", ", ", "J. S.", "; ", "Wang", ", ", "J. G.", "; ", "Weng", ", ", "N. S.", "; ", "Liu", ", ", "B.", "; ", "Shi", ", ", "X. G.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "774", "– ", "783", "[", "Crossref", "], [", "CAS", "]", "5. ", "Series of anion-directed lanthanide-rigid-flexible frameworks: syntheses, structures, luminescence and magnetic properties", "Feng, Xun; Wang, Li-Ya; Zhao, Jian-She; Wang, Jian-Ge; Seik Weng, Ng; Liu, Bin; Shi, Xin-Ge", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "3", "),\r\n    ", "774-783", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of novel self-assembly lanthanide coordination polymers formulated as {[Ce2(pyda)2(μ4-SO4)·5H2O]·2H2O}n (I), {[Gd2(Hpimda)2(μ4-C2O4)·4H2O]·2H2O}n (II), {[Sm4(pyda)2(μ4-C2O4)4·8H2O]·6H2O}n (III), and {[Gd2(pyda)(μ4-C2O4)2·4H2O]·3H2O}n (IV), (H3pimda = 2-propyl-4,5-imidazoledicarboxylic acid, H2pyda = 2,6-pyridinedicarboxylic acid) have been synthesized from the reactions of H3pimda or H2pyda with lanthanide salts in the presence of different anions, and were characterized by elemental anal., IR spectroscopy and X-ray single-crystal diffraction.  I is a 2D hybrid in which Ce3+ ions are doubly linked by a carboxylate group of the pyda2- ligand.  II-IV have 3D framework structures fabricated through two alternately arranging hexanuclear Ln3+ motifs, among which the guest water mols. are trapped in the 1D tunnel.  In III and IV, the [Ln2(pyda)2]n layers also consist of alternate left- and right helical chains.  Both II and IV exhibit a robust network based on the hexadimeric subunits as 3,3-connected nodes.  The emission spectra of the complexes vary depending on which lanthanide ion is present and the arom. ligands.  In addn., I exhibits weak but significant ferromagnetic couplings between the Ce(III) ions through carboxylato bridges, while dominant antiferromagnetic interactions were obsd. in II-IV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjtFWju7c%253D&md5=d48fbe8629c376e2cc8529ef6f14088b", "(b) ", "Han", ", ", "Y. F.", "; ", "Li", ", ", "X. Y.", "; ", "Li", ", ", "L. Q.", "; ", "Ma", ", ", "C. L.", "; ", "Shen", ", ", "Z.", "; ", "Song", ", ", "Y.", "; ", "You", ", ", "X. Z.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "10781", "– ", "10787", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Structures and Properties of Porous Coordination Polymers Based on Lanthanide Carboxylate Building Units", "Han, Yin-Feng; Li, Xiao-Yan; Li, Li-Qing; Ma, Chun-Lin; Shen, Zhen; Song, You; You, Xiao-Zeng", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "23", "),\r\n    ", "10781-10787", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of 3-D lanthanide porous coordination polymers, [Ln6(BDC)9(DMF)6(H2O)3·3DMF]n [Ln = La, 1; Ce, 2; Nd, 3], [Ln2(BDC)3(DMF)2(H2O)2]n [Ln = Y, 4; Dy, 5; Eu, 6], [Ln2(ADB)3(DMSO)4·6DMSO·8H2O]n [Ln = Ce, 7; Sm, 8; Eu, 9; Gd, 10], {[Ce3(ADB)3(HADB)3]·30DMSO·29H2O}n (11), and [Ce2(ADB)3(H2O)3]n (12) (H2BDC = benzene-1,4-dicarboxylic acid and H2ADB = 4,4'-azodibenzoic acid), have been synthesized and characterized.  In 1-3, the adjacent LnIII ions are intraconnected to form 1-D metal-carboxylate oxygen chain-shaped building units, [Ln4(CO2)12]n, that constructed a 3-D framework with 4 × 7 Å rhombic channels.  In 4-6, the dimeric LnIII ions are interlinked to yield scaffolds with 3-D interconnecting tunnels.  Compds. 7-10 are all 3-D interpenetrating structures with the CaB6-type topol. structure.  Compd. 11 is constructed by ADB spacers and trinuclear Ce nodes with a NaCl-type topol. structure and a 1.9-nm open channel system.  In 12, the adjacent CeIII ions are intraconnected to form 1-D metal-carboxylate oxygen chain-shaped building units, [Ln4(CO2)12]n, and give rise to a 3-D framework.  Moreover, 6 exhibits characteristic red luminescence properties of EuIII complexes.  The magnetic susceptibilities, at 1.8-300 K, of 3, 6, and 7 have also been studied; the results show paramagnetic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKjsbnK&md5=be4a59733b1e7fc91ed35b3b540f8a9e", "(c) ", "Luo", ", ", "J. H.", "; ", "Xu", ", ", "H. W.", "; ", "Liu", ", ", "Y.", "; ", "Zhao", ", ", "Y. S.", "; ", "Daemen", ", ", "L. L.", "; ", "Brown", ", ", "C.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Ma", ", ", "S. Q.", "; ", "Zhou", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "9626", "– ", "9627", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Hydrogen Adsorption in a Highly Stable Porous Rare-Earth Metal-Organic Framework: Sorption Properties and Neutron Diffraction Studies", "Luo, Junhua; Xu, Hongwu; Liu, Yun; Zhao, Yusheng; Daemen, Luke L.; Brown, Craig; Timofeeva, Tatiana V.; Ma, Shengqian; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "30", "),\r\n    ", "9626-9627", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly stable porous lanthanide metal-org. framework, Y(BTC)(H2O)·4.3H2O (BTC = 1,3,5-benzenetricarboxylate), with pore size of 5.8 Å has been constructed and investigated for hydrogen storage.  Gas sorption measurements show that this porous metal-org. framework exhibits highly selective sorption behaviors of hydrogen over nitrogen gas mols. and can take up hydrogen of ∼2.1 wt.% at 77 K and 10 bar.  Difference Fourier anal. of neutron powder diffraction data revealed four distinct D2 sites that are progressively filled within the nanoporous framework.  Interestingly, the strongest adsorption sites identified are assocd. with the arom. org. linkers rather than the open metal sites, as occurred in previously reported metal-org. frameworks.  Our results provide for the first time direct structural evidence demonstrating that optimal pore size (∼6 Å, twice the kinetic diam. of hydrogen) strengthens the interactions between H2 mols. and pore walls and increases the heat of adsorption, which thus allows for enhancing hydrogen adsorption from the interaction between hydrogen mols. with the pore walls rather than with the normally stronger adsorption sites (the open metal sites) within the framework.  At high concn. H2 loadings (5.5 H2 mols. (3.7 wt.%) per Y(BTC) formula), H2 mols. form highly sym. novel nanoclusters with relatively short H2-H2 distances compared to solid H2.  These observations are important and hold the key to optimizing this new class of rare metal-org. framework materials for practical hydrogen storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ahsLY%253D&md5=cea045a6078dd9a155f4cac197b772f1", "(d) ", "Ma", ", ", "S. Q.", "; ", "Wang", ", ", "X. S.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4130", "– ", "4133", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A coordinatively linked Yb metal-organic framework demonstrates high thermal stability and uncommon gas-adsorption selectivity", "Ma, Shengqian; Wang, Xi-Sen; Yuan, Daqiang; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4130-4133", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The Yb metal-org. framework PCN-17 Yb4(μ4-OH2)L8/3(SO4)2·3H2O·10DMSO (L = 4,4',4''-S-triazine-2,4,6-triyltribenzoate), which contains coordinatively (through SO42- ions) linked, doubly interpenetrated (8,3)-nets, is stable up to 480° and exhibits selective adsorption of H2 and O2 over N2 and CO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyks7w%253D&md5=3633d5702e5b04a9365f057ed3821148", "(e) ", "Yang", ", ", "X. P.", "; ", "Jones", ", ", "R. A.", "; ", "Rivers", ", ", "J. H.", "; ", "Lai", ", ", "R. P. J.", " ", "Dalton Trans.", " ", "2007", ",  ", "3936", "– ", "3942", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Syntheses, structures and luminescent properties of new lanthanide-based coordination polymers based on 1,4-benzenedicarboxylate (bdc)", "Yang, Xiao-Ping; Jones, Richard A.; Rivers, Joseph H.; Lai, Rachel Pen-jen", "Dalton Transactions", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "35", "),\r\n    ", "3936-3942", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reaction of 1,4-benzenedicarboxylic acid (1,4-H2BDC) with EuCl3•6H2O in MeOH in the presence of Et3N and MeCN gives a mixt. of the 3-D metal-org.-framework (MOF) materials [Eu2(1,4-BDC)3(MeOH)4]•8MeOH (1) and 2-D [Eu(1,4-BDC)(MeOH)4]•Cl•MeOH•0.25H2O (2).  Similar reactions afforded the isomorphous Gd (3) and Tb (4) analogs of 2.  Reaction of 1,4-H2BDC with Ln(NO3)3•6H2O under similar conditions gave [Ln(BDC)NO3(MeOH)2]•MeCN•H2O (Ln = Eu (5) and Gd (6)) which have 2-D framework structures.  The structures of 1-6 were detd. by single crystal X-ray crystallog. studies and the luminescence properties of 1 and 4 in DMF soln. were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVOktbjF&md5=4fd7c0b9cd7da7e8148be8a3babd038e", "6. ", "(a) ", "Decadt", ", ", "R.", "; ", "Van Hecke", ", ", "K.", "; ", "Depla", ", ", "D.", "; ", "Leus", ", ", "K.", "; ", "Weinberger", ", ", "D.", "; ", "Van Driessche", ", ", "I.", "; ", "Van der Voort", ", ", "P.", "; ", "Van Deun", ", ", "R.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "11623", "– ", "11634", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Synthesis, Crystal Structures, and Luminescence Properties of Carboxylate Based Rare-Earth Coordination Polymers", "Decadt, Roel; Van Hecke, Kristof; Depla, Diederik; Leus, Karen; Weinberger, David; Van Driessche, Isabel; Van Der Voort, Pascal; Van Deun, Rik", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "21", "),\r\n    ", "11623-11634", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Rare-earth coordination polymers or lanthanide-org. frameworks with hitherto unreported crystal structures were obtained from the light lanthanides Pr, Nd, Sm, and Eu in combination with terephthalic acid and using a slightly altered literature synthesis procedure.  Rietveld refinement showed that powder XRD patterns of such compds. are largely dominated by the positions of the heavy elements, pointing to isostructural networks for all four terephthalate-based materials.  An in-depth luminescence study was performed on the reported MOFs, showing rare Pr and Sm emission in the visible spectrum, aside from the strong Eu luminescence and the near-IR emission from both a terephthalate and 2,5-pyridinedicarboxylate based Nd-MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFeku7vK&md5=0a2da4733fe00ce7177d5dede127328f", "(b) ", "Ji", ", ", "M.", "; ", "Lan", ", ", "X.", "; ", "Han", ", ", "Z. P.", "; ", "Hao", ", ", "C.", "; ", "Qiu", ", ", "J. S.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "12389", "– ", "12394", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Luminescent Properties of Metal-Organic Framework MOF-5: Relativistic Time-Dependent Density Functional Theory Investigations", "Ji, Min; Lan, Xin; Han, Zhenping; Hao, Ce; Qiu, Jieshan", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "22", "),\r\n    ", "12389-12394", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The electronically excited state and luminescence property of metal-org. framework MOF-5 were studied using relativistic d. functional theory (DFT) and time-dependent DFT (TDDFT).  The geometry, IR spectra, and UV-visible spectra of MOF-5 in the ground state were calcd. using relativistic DFT, leading to agreement between the exptl. and theor. results.  The frontier MOs and electronic configuration indicated that the luminescence mechanism in MOF-5 follows ligand-to-ligand charge transfer (LLCT), namely, π* → π, rather than emission with the ZnO quantum dot (QD) proposed by S. Bordiga et al. (2005).  The geometry and IR spectra of MOF-5 in the electronically excited state were calcd. using the relativistic TDDFT and compared with those for the ground state.  The comparison reveals that the Zn4O13 QD is rigid, whereas the ligands BDC2- are nonrigid.  The calcd. emission band of MOF-5 is in good agreement with the exptl. result and is similar to that of the ligand H2BDC.  The combined results confirmed that the luminescence mechanism for MOF-5 should be LLCT with little mixing of the ligand-to-metal charge transfer.  The reason for the MOF-5 luminescence is explained by the excellent coplanarity between the 6-membered ring consisting of Zn, O, C, and the benzene ring.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1GisbrK&md5=d0ac63dbbee92634d40ca5d2257fe0ca", "7. ", "An", ", ", "J. Y.", "; ", "Shade", ", ", "C. M.", "; ", "Chengelis-Czegan", ", ", "D. A.", "; ", "Petoud", ", ", "S.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1220", "– ", "1223", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Zinc-Adeninate Metal-Organic Framework for Aqueous Encapsulation and Sensitization of Near-infrared and Visible Emitting Lanthanide Cations", "An, Jihyun; Shade, Chad M.; Chengelis-Czegan, Demetra A.; Petoud, Stephane; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "5", "),\r\n    ", "1220-1223", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Luminescent metal-org. frameworks (MOFs), Ln3+@bio-MOF-1, were synthesized via postsynthetic cation exchange of bio-MOF-1 with Tb3+, Sm3+, Eu3+, or Yb3+, and their photophys. properties were studied.  Bio-MOF-1 encapsulates and sensitizes visible and near-IR emitting lanthanide cations in aq. soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXit1Kmuw%253D%253D&md5=d6af74a06d8e669daab4a613f4937c8c", "(b) ", "Liu", ", ", "Y. Y.", "; ", "Decadt", ", ", "R.", "; ", "Bogaerts", ", ", "T.", "; ", "Hemelsoet", ", ", "K.", "; ", "Kaczmarek", ", ", "A. M.", "; ", "Poelman", ", ", "D.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Van Deun", ", ", "R.", "; ", "Van Der Voort", ", ", "P.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "11302", "– ", "11310", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Bipyridine-Based Nanosized Metal-Organic Framework with Tunable Luminescence by a Postmodification with Eu(III): An Experimental and Theoretical Study", "Liu, Ying-Ya; Decadt, Roel; Bogaerts, Thomas; Hemelsoet, Karen; Kaczmarek, Anna M.; Poelman, Dirk; Waroquier, Michel; Van Speybroeck, Veronique; Van Deun, Rik; Van DerVoort, Pascal", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "21", "),\r\n    ", "11302-11310", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A Ga 2,2'-bipyridine-5,5'-dicarboxylate metal-org. framework, Ga(OH)(bpydc), denoted as COMOC-4 (COMOC = Center for Ordered Materials, Organometallics and Catalysis, Ghent University) was synthesized via solvothermal synthesis procedure.  The structure has the topol. of an Al 2,2'-bipyridine-5,5'-dicarboxylate - the so-called MOF-253.  TEM and SEM micrographs show the COMOC-4 crystals are formed in nanoplates with uniform size of 30-50 nm.  The UV-visible spectra of COMOC-4 in MeOH soln. show maximal electronic absorption at 307 nm.  This results from linker to linker transitions as elucidated by time-dependent d. functional theory simulations on the linker and COMOC-4 cluster models.  When excited at 400 nm, COMOC-4 displays an emission band centered at 542 nm.  Upon immersion in different solvents, the emission band for the framework is shifted at 525-548 nm depending on the solvent.  After incorporating Eu3+ cations, the emission band of the framework is shifted to even shorter wavelengths (505 nm).  By varying the excitation wavelengths from 250 to 400 nm, the authors can fine-tune the emission from red to yellowish green in the CIE diagram.  The luminescence behavior of Eu3+ cations is well preserved and the solid-state luminescence lifetimes of τ1 = 45 μs (35.4%) and τ2 = 162 μs (64.6%) are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Oru7c%253D&md5=da8deec78e16d2364f604c0b7d57875b", "8. ", "Reimer", ", ", "N.", "; ", "Gil", ", ", "B.", "; ", "Marszalek", ", ", "B.", "; ", "Stock", ", ", "N.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "4119", "– ", "4125", "[", "Crossref", "], [", "CAS", "]", "8. ", "Thermal post-synthetic modification of Al-MIL-53-COOH: systematic investigation of the decarboxylation and condensation reaction", "Reimer, Nele; Gil, Barbara; Marszalek, Bartosz; Stock, Norbert", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "12", "),\r\n    ", "4119-4125", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Aluminum trimellitate [Al(OH)(BDC-COOH)]·0.9H2O (1), the Al-MIL-53-COOH deriv., was discovered under solvothermal conditions using a high-throughput set-up suitable for microwave (MW)-assisted heating.  The compd. shows high structural flexibility.  The large-pore (lp) form of the framework was obtained under large excess of H2O or after solvothermal treatment with N,N-dimethylformamide upon which [Al(OH)(BDC-COOH)]·0.7DMF (2) was obtained.  Exposure of the water rich lp form of 1 to ambient conditions leads to the transformation to the narrow-pore (np) form.  Thermal activation of both compds. gave the empty lp form and the activation of 1 was studied in detail by in situ IR-spectroscopy.  Depending on the activation temp. and time two post-synthetic modification (PSM) processes are obsd.: the partial decarboxylation and the formation of acid anhydride groups.  Thus at high temps. and long activation times [Al(OH)(BDC-OCOCO-BDC)x/2(BDC)y] (x + y = 1) is formed.  Upon cooling in air the anhydride functionality still remains intact, but the np form was obtained in air due to the adsorption of H2O mols.  Sorption measurements of 1 confirm a preference for polar gases like H2O and CO2 in comparison to N2, H2, and CH4.  The N2 capacity depends strongly on the degree of decarboxylation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslKis7k%253D&md5=19ad4aef26a40c25c3e7a6fac3036b9a", "9. ", "(a) ", "Wu", ", ", "H. B.", "; ", "Ying", ", ", "L.", "; ", "Yang", ", ", "W.", "; ", "Cao", ", ", "Y.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "3391", "– ", "3400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Progress and perspective of polymer white light-emitting devices and materials", "Wu, Hongbin; Ying, Lei; Yang, Wei; Cao, Yong", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "12", "),\r\n    ", "3391-3400", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Within org. optoelectronics, polymer light-emitting devices (PLEDs) are regarded as an important class of devices which can convert electricity into light as a result of radiative decay taking place in semiconducting polymers.  Recently, much effort has been devoted to developing efficient white emitting PLEDs for their potential applications in next-generation flat-panel displays and solid-state lighting sources.  In this tutorial review, we will summarize the advances in white emitting polymers and devices published up till Apr. 2009 by major prestigious institutions in this field.  Special attention is paid to the recent progress in highly efficient devices realized by doping an electrophosphorescent guest into a polymer host and other approaches.  Also we will summarize the new strategies to realize white emission with simultaneous fluorescent and/or phosphorescent emission from a single polymer in which singlet and/or triplet chromophores are incorporated into the polymer side or main chain through a covalent bond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVanurrI&md5=7fd4eed9c223dcf75b735f20f1b6f9cb", "(b) ", "Kamtekar", ", ", "K. T.", "; ", "Monkman", ", ", "A. P.", "; ", "Bryce", ", ", "M. R.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "572", "– ", "582", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Recent Advances in White Organic Light-Emitting Materials and Devices (WOLEDs)", "Kamtekar, Kiran T.; Monkman, Andrew P.; Bryce, Martin R.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "5", "),\r\n    ", "572-582", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  WOLEDs offer new design opportunities in practical solid-state lighting and could play a significant role in reducing global energy consumption.  Obtaining white light from org. LEDs is a considerable challenge.  Alongside the development of new materials with improved color stability and balanced charge transport properties, major issues involve the fabrication of large-area devices and the development of low-cost manufg. technol.  This Review will describe the types of (small mols. and polymers) that were used to fabricate WOLEDs.  A range of device architectures are presented and appraised.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWrtbc%253D&md5=e5eb6c2d4fb60c618fde4e2fd90cc8fb", "(c) ", "Dai", ", ", "Q. Q.", "; ", "Duty", ", ", "C. E.", "; ", "Hu", ", ", "M. Z.", " ", "Small", " ", "2010", ",  ", "6", ",  ", "1577", "– ", "1588", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Semiconductor-Nanocrystals-Based White Light-Emitting Diodes", "Dai, Quanqin; Duty, Chad E.; Hu, Michael Z.", "Small", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "15", "),\r\n    ", "1577-1588", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In response to the demands for energy and the concerns of global warming and climate change, energy efficient and environmentally friendly solid-state lighting, such as white light-emitting diodes (WLEDs), is considered to be the most promising and suitable light source.  Because of their small size, high efficiency, and long lifetime, WLEDs based on colloidal semiconductor nanocrystals (or quantum dots) are emerging as a completely new technol. platform for the development of flat-panel displays and solid-state lighting, exhibiting the potential to replace the conventionally used incandescent and fluorescent lamps.  This replacement can cut the ever-increasing level of energy consumption, solve the problem of rapidly depleting fossil fuel reserves, and improve the quality of the global environment.  In this review, the recent progress in semiconductor-nanocrystals-based WLEDs is highlighted, the different approaches for generating white light are compared, and the benefits and challenges of the solid-state lighting technol. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsVCltL0%253D&md5=49995667febb2df193c476a6b0d30f56", "(d) ", "Abbel", ", ", "R.", "; ", "Grenier", ", ", "C.", "; ", "Pouderoijen", ", ", "M. J.", "; ", "Stouwdam", ", ", "J. W.", "; ", "Leclere", ", ", "P. E. L. G.", "; ", "Sijbesma", ", ", "R. P.", "; ", "Meijer", ", ", "E. W.", "; ", "Schenning", ", ", "A. P. H. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "833", "– ", "843", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "White-Light Emitting Hydrogen-Bonded Supramolecular Copolymers Based on π-Conjugated Oligomers", "Abbel, Robert; Grenier, Christophe; Pouderoijen, Maarten J.; Stouwdam, Jan W.; Leclere, Philippe E. L. G.; Sijbesma, Rint P.; Meijer, E. W.; Schenning, Albertus P. H. J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "2", "),\r\n    ", "833-843", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A blue-emitting oligofluorene, a green-emitting oligo(phenylene vinylene), and a red-emitting perylenebisimide terminally substituted with oxopyrimidinyl ureas are prepd. as hydrogen-bonding components for use in luminescent devices.  The bis(oxopyrimidinyl ureas) self-assemble in soln. and in the bulk to form supramol. polymers.  When mixed together in soln., the oligofluorene, oligo(phenylene vinylene), and perylenebisimide bis(oxopyrimidinyl ureas) form random supramol. polymers contg. all three types of chromophores, resulting in energy transfer upon excitation of the oligofluorene energy donor; at a certain mixing ratio, a white emissive supramol. polymer can be created in soln.  The bis(oxopyrimidinyl urea) chromophores can easily be deposited as smooth thin films on surfaces by spin coating, in contrast to chromophores lacking the pyrimidinones; no phase sepn. is obsd. in the films, and energy transfer is much more efficient than in soln., giving rise to white fluorescence at much lower ratios of energy acceptor to donor.  Org. light emitting diodes based on these supramol. polymers are prepd. from each of the oligofluorene, oligo(phenylene vinylene), and perylenebisimide bis(oxopyrimidinyl ureas), yielding blue, green, and red devices, resp.; at appropriate mixing ratios of the compds., white electroluminescence is obsd.  The use of oxopyrimidinonylureido substituents to control the orientation of chromophores yields a toolbox of mols. that can be used to construct π-conjugated supramol. polymers with a variety of compns., high soln. viscosities, and tuneable emission colors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFals7rO&md5=af18d4368bd0d96b4b7dea56eca9706a", "10. ", "(a) ", "Choukri", ", ", "H.", "; ", "Fischer", ", ", "A.", "; ", "Forget", ", ", "S.", "; ", "Chenais", ", ", "S.", "; ", "Castex", ", ", "M. C.", "; ", "Ades", ", ", "D.", "; ", "Siove", ", ", "A.", "; ", "Geffroy", ", ", "B.", " ", "Appl. Phys. Lett.", " ", "2006", ",  ", "89", ",  ", "183513", "[", "Crossref", "], [", "CAS", "]", "10. ", "White organic light-emitting diodes with fine chromaticity tuning via ultrathin layer position shifting", "Choukri, Hakim; Fischer, Alexis; Forget, Sebastien; Chenais, Sebastien; Castex, Marie-Claude; Ades, Dominique; Siove, Alain; Geffroy, Bernard", "Applied Physics Letters", "\r\n        (", "2006", "),\r\n    ", "89", "\r\n        (", "18", "),\r\n    ", "183513/1-183513/3", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Nondoped white org. light-emitting diodes using an ultrathin yellow-emitting layer of rubrene (5,6,11,12-tetraphenylnaphthacene) inserted on either side of the interface between a hole-transporting 4,4'-bis[N-(1-naphthyl)-N-phenylamino]biphenyl (α-NPB) layer and a blue-emitting 4,4'-bis(2,2'-diphenylvinyl)-1,1'-biphenyl (DPVBi) layer are described.  Both the thickness and the position of the rubrene layer allow fine chromaticity tuning from deep blue to pure yellow via bright white with CIE coordinates (x = 0.33, y = 0.32), an ηext of 1.9%, and a color rendering index of 70.  Such a structure also provides an accurate sensing tool to measure the exciton diffusion length in both DPVBi and NPB (8.7 and 4.9 nm, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1WrsbnJ&md5=8722b6900328d9ae0cf68cf5f0793db2", "(b) ", "Hoppe", ", ", "H. A.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "3572", "– ", "3582", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Recent developments in the field of inorganic phosphors", "Hoppe Henning A", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "20", "),\r\n    ", "3572-82", "\r\n        ISSN:", ".\r\n    ", "Because fossil fuels are becoming scarce and because of the expected climate change, our standard of living can only be maintained by a significant increase in energy efficiency.  Large amounts of energy are consumed for lighting and during operation of displays.  Thus, the targets are the development of economical light sources like white-light-emitting diodes and display panels with enhanced efficiency.  Solar energy is converted into electricity by solar cells, and their efficiency must be improved considerably.  A possible contribution might be delivered by phosphors which allow the conversion of thermal radiation into electrical energy.  Although the target of energy efficiency is very important, we must not overlook that medical imaging diagnostic methods require efficient and sensitive detectors.  For the solution of these central questions, inorganic solid-state materials doped with rare-earth ions are very promising and are therefore in the focus of current research activities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1Mzhs1aktw%253D%253D&md5=1e9629727678055836e0783378e37b3c", "11. ", "Liu", ", ", "Y.", "; ", "Nishiura", ", ", "M.", "; ", "Wang", ", ", "Y.", "; ", "Hou", ", ", "Z. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "5592", "– ", "5593", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "π-Conjugated aromatic enynes as a single-emitting component for white electroluminescence", "Liu, Yu; Nishiura, Masayoshi; Wang, Yue; Hou, Zhaomin", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "17", "),\r\n    ", "5592-5593", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By use of the organolanthanide catalysts Me2Si(C5Me4)(NAr)Lu(CH2SiMe3)(THF) and (C5Me5)2LaCH(SiMe3)2, carbazole-substituted Ph enynes (Z)-CPEY and (E)-CPEY were synthesized, resp., with excellent regio- and stereoselectivity through the catalytic dimerization of the corresponding terminal alkyne.  These new π-conjugated compds., in particular, the (E)-enyne isomer (E)-CPEY, act as an excellent single-emitting component for white org. light-emitting devices (WOLEDs), as a result of combination of the blue emission from an isolated mol. with the longer-wavelength emissions (green and orange-red) from excimers.  The (E)-CPEY-based double-layer device emitted almost pure white light with CIE coordinates of (0.32, 0.33), max. brightness of 1395 cd m-2, and max. current efficiency of 2.07 cd A-1.  This is perhaps the purest white emission ever reported for a single-emitting-component WOLED.  The quality of the white emission remained almost unchanged under varying driving voltages, demonstrating an advantageous potential of single-emitting-component WOLEDs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xjt1yitbg%253D&md5=3dbca4a10ea44f1ad8623dbe8169e33e", "12. ", "(a) ", "Li", ", ", "G. G.", "; ", "Geng", ", ", "D. L.", "; ", "Shang", ", ", "M. M.", "; ", "Zhang", ", ", "Y.", "; ", "Peng", ", ", "C.", "; ", "Cheng", ", ", "Z. Y.", "; ", "Lin", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21882", "– ", "21892", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Color Tuning Luminescence of Ce3+/Mn2+/Tb3+-Triactivated Mg2Y8(SiO4)6O2 via Energy Transfer: Potential Single-Phase White-Light-Emitting Phosphors", "Li, Guogang; Geng, Dongling; Shang, Mengmeng; Zhang, Yang; Peng, Chong; Cheng, Ziyong; Lin, Jun", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21882-21892", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ce3+, Mn2+, and Tb3+-activated Mg2Y8(SiO4)6O2 (MYS) oxyapatite phosphors were prepd. via solid state reaction process.  The Ce3+ emission at different lattice sites in MYS host was identified and discussed.  Under UV excitation, there exist dual energy transfers (ET), i.e., Ce3+ → Mn2+ and Ce3+ → Tb3+ in the MYS:Ce3+/Mn2+/Tb3+ system.  The energy transfer from Ce3+ to Mn2+ in MYS:Ce3+/Mn2+ phosphors is a resonant type via a dipole-quadrupole mechanism, and the crit. distance (RC) calcd. by quenching concn. method and spectral overlap method are 10.5 and 9.7 Å, resp.  The emitting colors of MYS:Ce3+/Mn2+/Tb3+ samples can be adjusted from blue to orange-red via ET of Ce3+ → Mn2+ and from blue to green via ET of Ce3+ → Tb3+, resp.  More importantly, a wide-range-tunable white light emission with high quantum yields (37-47%) were obtained by precise control of the contents of Ce3+, Mn2+, and Tb3+ ions.  However, the CL properties of MYS:Ce3+/Mn2+/Tb3+ phosphors were studied.  The as-prepd. MYS:Ce3+/Mn2+/Tb3+ phosphors have good CL intensity and CIE coordinate stability with a color-tunable emission crossing the whole visible light region under low-voltage electron beam excitation.  In conclusion, the white light with varied hues was obtained in Ce3+, Mn2+ and Tb3+-activated MYS phosphors by using the principle of energy transfer and properly designed activator contents as well as the select of excitation wavelength under UV and low-voltage electron beam excitation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1yqu7jM&md5=5c1082574ddc7c5862a1d37b9529a5d7", "(b) ", "Wang", ", ", "J. W.", "; ", "Tanner", ", ", "P. A.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "947", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Upconversion for White Light Generation by a Single Compound", "Wang, Jiwei; Tanner, Peter A.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "947-949", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new multiphoton upconversion process for rare earth oxide powders is reported, using IR laser diodes.  In vacuum, multiphoton excitation produces intense upconversion emission in the visible spectral range, and Tm2O3 or Yb2O3 achieves pure white upconversion using 808 or 975 nm excitation, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFygtbfM&md5=055fa5029587007773ded0668440ce93", "(c) ", "Zhou", ", ", "Y.", "; ", "Yan", ", ", "B.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "5694", "– ", "5702", "[", "Crossref", "], [", "CAS", "]", "12. ", "RE2(MO4)3:Ln3+ (RE = Y, La, Gd, Lu; M = W, Mo; Ln = Eu, Sm, Dy) microcrystals: controlled synthesis, microstructure and tunable luminescence", "Zhou, You; Yan, Bing", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "28", "),\r\n    ", "5694-5702", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "RE2(MO4)3:Ln3+ (RE = Y, La, Gd, Lu; M = W, Mo; Ln = Eu, Sm, Dy) microcrystals with uniform shape and size were synthesized via a hydrothermal method using a polyvinylpyrrolidone (PVP)-assisted processes.  The cryst. structure and morphol. of these as-prepd. samples were characterized by XRD, SEM, TEM, and selected area electron diffraction (SAED).  Possible reasons for the differences in crystal structures and morphologies are discussed.  Also, the photoluminescence (PL) properties of these as-obtained microcrystals were systematically studied, which show strong and colorful emissions (white, yellow, red) under UV excitation.  A study on the photoluminescence (PL) properties of La2(WO4)3:Eu3+ with different Eu3+ doping levels revealed the tunable emissions and the optimized Eu3+ doping concn. of La2(WO4)3:Eu3+.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVShsrfK&md5=eea5871d9bf34411aef805003d298230", "13. ", "(a) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Shao", ", ", "S. Y.", "; ", "Xie", ", ", "Z. Y.", "; ", "Cheng", ", ", "Y. X.", "; ", "Geng", ", ", "Y. H.", "; ", "Wang", ", ", "L. X.", "; ", "Jing", ", ", "X. B.", "; ", "Wang", ", ", "F. S.", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "4224", "– ", "4228", "[", "Crossref", "], [", "CAS", "]", "13. ", "Three-color white electroluminescence from a single polymer system with blue, green and red dopant units as individual emissive species and polyfluorene as individual polymer host", "Liu, Jun; Chen, Lei; Shao, Shiyang; Xie, Zhiyuan; Cheng, Yanxiang; Geng, Yanhou; Wang, Lixiang; Jing, Xiabin; Wang, Fosong", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "23", "),\r\n    ", "4224-4228", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A white electroluminescent single polymer system with both high electroluminescence efficiency and excellent color rendering index (CRI) value is developed by covalently attaching blue, green, and red dopant units as individual light-emitting species to the side chain of polyfluorene as individual polymer host.  A luminous efficiency of 8.6 cd A-1, CIE coordinates of (0.33, 0.36) and CRI value of 88 was demonstrated with their single-layer devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlt1M%253D&md5=c14b8d34aa6ebc15dacdfd42488d6a52", "(b) ", "Shih", ", ", "P. I.", "; ", "Tseng", ", ", "Y. H.", "; ", "Wu", ", ", "F. I.", "; ", "Dixit", ", ", "A. K.", "; ", "Shu", ", ", "C. F.", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "1582", "– ", "1589", "[", "Crossref", "], [", "CAS", "]", "13. ", "Stable and efficient white electroluminescent devices based on a single emitting layer of polymer blends", "Shih, Ping-I.; Tseng, Ya-Hsien; Wu, Fang-Iy; Dixit, Ajay Kumar; Shu, Ching-Fong", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "12", "),\r\n    ", "1582-1589", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An efficient orange-light-emitting polymer (PFTO-BSeD5) was developed through the incorporation of low-bandgap benzoselenadiazole (BSeD) moieties into the backbone of a blue-light-emitting polyfluorene copolymer (PFTO poly{[9,9-bis(4-(5-(4-tert-butylphenyl)[1,3,4]-oxadiazol-2-yl)phenyl)-9',9'-di-n-octyl-[2,2']-bifluoren-7,7'-diyl]-stat-[9,9-bis(4-(N,N-di(4-n-butylphenyl)amino)phenyl)-9',9'-di-n-octyl-[2,2']-bifluoren-7,7'-diyl]}) that contains hole-transporting triphenylamine and electron-transporting oxadiazole pendent groups.  A polymer LED based on this copolymer exhibits a strong, bright-orange emission with Commission Internationale de L'Eclairage (CIE) color coordinates (0.45,0.52).  The max. brightness is 13,716 cd m-2 and the max. luminance efficiency is 5.53 cd A-1.  The use of blends of PFTO-BSeD5 in PFTO leads to efficient and stable white LEDs; at a doping concn. of 9%, the device reaches its max. external quantum efficiency of 1.64% (4.08 cd A-1).  The emission color remains almost unchanged under different bias conditions: the CIE coordinates are (0.32,0.33) at 11.0 V (2.54 mA cm-2, 102 cd m-2) and (0.31,0.33) at 21.0 V (281 mA cm-2, 7328 cd m-2).  These values are close to the ideal CIE chromaticity coordinates for a pure white color (0.33,0.33).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XovVyjsr8%253D&md5=afe0366c9b1d184be1c24bda91818c4e", "14. ", "(a) ", "Roushan", ", ", "M.", "; ", "Zhang", ", ", "X.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "436", "– ", "439", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Solution-Processable White-Light-Emitting Hybrid Semiconductor Bulk Materials with High Photoluminescence Quantum Efficiency", "Roushan, Mojgan; Zhang, Xiao; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "436-439, S436/1-S436/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have developed a new family of bulk semiconductor materials as single-phase white-light-emitting phosphors with high quantum efficiency.  These ZnS-based cryst. inorg.-org. hybrid semiconductors have well-defined and precisely controllable crystal structure and compn.  Their optical emission properties, including intensity, quantum yield, and color quality, can be systematically tuned by varying the compn. of both inorg. and org. components.  Having fluorescence quantum yields ≤37% , combined with excellent soln.-processability, low-temp., and cost-effective 1-pot synthesis, accurate stoichiometry control, and high yield, the ZnS-based hybrid materials demonstrate a no. of advantageous features over quantum-dot-based phosphors and (YAG):Ce3+ phosphors that currently dominating the com. market of WLEDs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeqtb%252FL&md5=36d5ecdfc48b3adf030d5584b82adc2f", "(b) ", "Song", ", ", "S. Y.", "; ", "Zhang", ", ", "Y.", "; ", "Xing", ", ", "Y.", "; ", "Wang", ", ", "C.", "; ", "Feng", ", ", "J.", "; ", "Shi", ", ", "W. D.", "; ", "Zheng", ", ", "G. L.", "; ", "Zhang", ", ", "H. J.", " ", "Adv. Funct. Mater.", " ", "2008", ",  ", "18", ",  ", "2328", "– ", "2334", "[", "Crossref", "], [", "CAS", "]", "14. ", "Rectangular AgIn(WO4)2 nanotubes: a promising photoelectric material", "Song, Shuyan; Zhang, Yu; Xing, Yan; Wang, Cheng; Feng, Jing; Shi, Weidong; Zheng, Guoli; Zhang, Hongjie", "Advanced Functional Materials", "\r\n        (", "2008", "),\r\n    ", "18", "\r\n        (", "16", "),\r\n    ", "2328-2334", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Rectangular AgIn(WO4)2 nanotubes with a diam. range of 80 to 120 nm and length up to 2 μm have been synthesized by a hydrothermal method.  These nanotubes exhibit interesting white light emissions when using 320 nm as the excitation wavelength.  A photocatalytic reaction for H2O decompn. to evolve H2 was performed under UV irradn., and the rate of H2 evolution is nearly 7 times that of the sample prepd. by a solid-state reaction, which shows much higher photocatalytic activities compared with their bulk counterparts.  The activity of AgIn(WO4)2 nanotubes for degrading rhodamine B in H2O irradiated by UV light was about twice that of using bulk materials.  The formation mechanism of the rectangular nanotubes is proposed based on the anisotropic intrinsic cryst. structure of AgIn(WO4)2.  The enhancement of the photoelec. properties is attributed to the nanometer-scale size and tubular structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVyltb3F&md5=52674485dc054db3b5bb8e22fbdda29b", "(c) ", "Zhou", ", ", "Y.", "; ", "Yan", ", ", "B.", " ", "J. Mater. Chem. C", " ", "2014", ",  ", "2", ",  ", "848", "– ", "855", "[", "Crossref", "], [", "CAS", "]", "14. ", "Controlled synthesis and up/down-conversion luminescence of self-assembled hierarchical architectures of monoclinic AgRE(WO4)2:Ln3+ (RE = Y, La, Gd, Lu; Ln = Eu, Tb, Sm, Dy, Yb/Er, Yb/Tm)", "Zhou, You; Yan, Bing; He, Xiang-Hong", "Journal of Materials Chemistry C: Materials for Optical and Electronic Devices", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "848-855", "CODEN:\r\n                ", "JMCCCX", ";\r\n        ISSN:", "2050-7534", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Monoclinic AgRE(WO4)2 (RE = La, Gd, Lu, Y) with novel self-assembled hierarchical architectures were fabricated via a facile and mild liq. route.  The phase and morphol. of these products are strongly dependent on the pH of the mixed dispersion.  Polyvinylpyrrolidone (PVP) also has a crucial effect on the formation of the hierarchical ellipsoid-shaped structures.  The possible formation mechanism was proposed based on the time-dependent expts.  These hierarchical ellipsoids possess a low filling factor and high internal porosity, thus are well suited for applications such as sensors, catalysts and optical devices.  Monoclinic AgRE(WO4)2 (RE = La, Y, Gd, Lu) exhibit excellent multicolor up/down-conversion (UC/d.c.) luminescence after incorporating Ln3+ (Ln = Eu, Tb, Sm, Dy, Yb/Er, Yb/Tm) cations.  Notably, AgLa(WO4)2:Eu3+ (2 mol%), AgGd(WO4)2:Eu3+ (2 mol%) and AgY(WO4)2:Sm3+ (2 mol%) radiate white emission under UV excitation.  The quantum yields of AgY(WO4)2:Tb3+ (95%), AgY(WO4)2:Dy3+(56%) and AgLa(WO4)2:Eu3+ (40%) are rather high.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXit1SqtA%253D%253D&md5=bfd98b823abbff1c3d8629035c7171a3", "15. ", "(a) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(b) ", "Sava", ", ", "D. F.", "; ", "Rohwer", ", ", "L. E. S.", "; ", "Rodriguez", ", ", "M. A.", "; ", "Nenoff", ", ", "T. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3983", "– ", "3986", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Intrinsic Broad-Band White-Light Emission by a Tuned, Corrugated Metal-Organic Framework", "Sava, Dorina F.; Rohwer, Lauren E. S.; Rodriguez, Mark A.; Nenoff, Tina M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "9", "),\r\n    ", "3983-3986", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein the authors report on the broad-band direct white-light originating from a single component emitter, a novel three-periodic metal-org. framework (MOF).  This material features an unprecedented topol. with (3,4)-connected nodes.  The structure-function relation in this system is driven by two complementary unique structural features: corrugation and interpenetration.  Good correlation between simulated and exptl. emission spectra was attained, resulting in optimized color properties that approach requirements for solid-state lighting (SSL).  Guided by the optimized calcd. spectra, the tunability of the assembly was proven by the successful in-framework co-doping of Eu3+.  This resulted in significantly improved color properties, opening new paths for the rational design of alternative materials for SSL applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitlGjtbc%253D&md5=1ca60df4f28709037462acaa879efd2c", "(c) ", "Sun", ", ", "C. Y.", "; ", "Wang", ", ", "X. L.", "; ", "Zhang", ", ", "X.", "; ", "Qin", ", ", "C.", "; ", "Li", ", ", "P.", "; ", "Su", ", ", "Z. M.", "; ", "Zhu", ", ", "D. X.", "; ", "Shan", ", ", "G. G.", "; ", "Shao", ", ", "K. Z.", "; ", "Wu", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Nat. Commun.", " ", "2013", ",  ", "4", ",  ", "2717", "– ", "2724", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Efficient and tunable white-light emission of metal-organic frameworks by iridium-complex encapsulation", "Sun Chun-Yi; Wang Xin-Long; Zhang Xiao; Qin Chao; Li Peng; Su Zhong-Min; Zhu Dong-Xia; Shan Guo-Gang; Shao Kui-Zhan; Wu Han; Li Jing", "Nature communications", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "2717", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks (MOFs) are well known for their tunable structure and porosity.  Many studies have shown they are promising for various important applications, for which their performance can be further enhanced by encapsulating functional species, such as luminescent guest molecules, within the frameworks.  Although numerous MOFs are luminescent, very few emit white light and their quantum yield is usually low.  Here we report a strategy to achieve efficient white-light emission by encapsulating an iridium complex in the MOF cavity.  A mesoporous blue-emitting MOF is prepared as host to encapsulate a yellow-emitting iridium complex, [Ir(ppy)2(bpy)](+).  The resultant composites emit bright white light with good colour quality (for example, Commission International de I'Eclairage coordinates, colour-rendering index and correlated colour temperature of (0.31, 0.33), 84.5 and 5409 K, respectively), and high quantum yield up to 115 °C.  This strategy may open new perspectives for developing high-performance energy-saving solid-state lighting materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2c7kvFOmsw%253D%253D&md5=9293224e7d4ead0ae01fe54008c0acc1", "16. ", "(a) ", "Bauer", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Marrot", ", ", "J.", "; ", "Ferey", ", ", "G.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7568", "– ", "7576", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "High-Throughput Assisted Rationalization of the Formation of Metal Organic Frameworks in the Iron(III) Aminoterephthalate Solvothermal System", "Bauer, Sebastian; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Marrot, Jerome; Ferey, Gerard; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7568-7576", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of high-throughput methods, solvothermal reactions of FeCl3 and 2-aminoterephthalic acid in protic as well as aprotic reaction media were systematically studied.  Thus, the fields of formation of the isoreticular structures of MIL-53, MIL-88, and MIL-101 based on Fe(III) and aminoterephthalate could be identified for the first time.  The resulting 3D framework materials with amino-functionalized pores have been characterized using X-ray diffraction; IR spectroscopy; and thermogravimetric, elemental, and energy dispersive X-ray anal.  Due to the applied high-throughput method, a high d. of information was obtained in a short period of time, which allows the extn. of important reaction trends and contributes to a better understanding of the role of compositional as well as process parameters in the synthesis of inorg.-org. hybrid materials.  We have found that the nature of the reaction medium has the most profound impact on structure formation.  Furthermore, the concn. of the starting mixt. (i.e., the solvent content) and the temp. have also been identified as key parameters for the formation of the different hybrid phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlCjsLg%253D&md5=5e58f67eec17939f7958db973be6c939", "(b) ", "Chen", ", ", "S. C.", "; ", "Zhang", ", ", "Z. H.", "; ", "Huang", ", ", "K. L.", "; ", "Chen", ", ", "Q.", "; ", "He", ", ", "M. Y.", "; ", "Cui", ", ", "A. J.", "; ", "Li", ", ", "C.", "; ", "Liu", ", ", "Q.", "; ", "Du", ", ", "M.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "3437", "– ", "3445", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Solvent-Controlled Assembly of Manganese(II) Tetrachloroterephthalates with 1D Chain, 2D Layer, and 3D Coordination Architectures", "Chen, Sheng-Chun; Zhang, Zhi-Hui; Huang, Kun-Lin; Chen, Qun; He, Ming-Yang; Cui, Ai-Jun; Li, Chao; Liu, Qi; Du, Miao", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "9", "),\r\n    ", "3437-3445", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "With solvent mols. participating in coordination systems, four new MnII coordination polymers of the rigid ligand 2,3,5,6-tetrachloro-1,4-benzenedicarboxylic acid (H2BDC-Cl4) were obtained from different solvent media.  Single-crystal x-ray anal. indicates that the coordination arrays of 1-4 vary from 1-dimensional fishbone or zigzag chain for 1 or 2, 2-dimensional (4,4) layer for 3, to 3-dimensional SrAl2 coordination network for 4, resp.  In {[Mn(BDC-Cl4)(py)2(H2O)2](py)2}n (1) and {[Mn(BDC-Cl4)(MeOH)3](MeOH)}n (2), pyridine/H2O (in 1) and MeOH (in 2) mols. act as the monodentate terminal ligands to fulfill the metal coordination spheres.  In the case of {[Mn(BDC-Cl4)(dioxane)(H2O)2](dioxane)}n (3), the aqua ligand is monodentate and the dioxane moiety displays unusual bridging bidentate mode, whereas for [Mn5(BDC-Cl4)5(DMF)5]n (4), three MnII centers are connected by four BDC-Cl4 ligands and two DMF mols. to constitute a trimeric unit.  These secondary units are extended to the final 3-dimensional network with SrAl2 (sra) topol.  Significantly, the solvents play an essential role in the crystn. and construction of these coordination frameworks with distinct dimensionality and connectivity.  The thermal and photoluminescence properties of complexes 1-4 in the solid state also are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovVWjtrs%253D&md5=39f90c1602e6d32e07c0a57dad14c88e", "17. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Boissiere", ", ", "C.", "; ", "Perruchas", ", ", "S.", "; ", "Sanchez", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "1931", "– ", "1935", "[", "Crossref", "], [", "CAS", "]", "17. ", "Colloidal Route for Preparing Optical Thin Films of Nanoporous Metal-Organic Frameworks", "Horcajada, Patricia; Serre, Christian; Grosso, David; Boissiere, Cedric; Perruchas, Sandrine; Sanchez, Clement; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "19", "),\r\n    ", "1931-1935", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A simple route for the prepn. of colloids of the flexible porous Fe carboxylate MIL-89 is presented.  This work gives monolithic gels and xerogels and allows the processing of thin films of high optical quality by dip-coating.  The flexibility of MIL-89 was demonstrated using environmental ellipsometry.  Because of the versatility of MIL-88 and MIL-89, these results allow the design of flexible thin films with tailored sorption properties.  The concepts developed in this work are currently being extended to other hybrid metal-org. frameworks.  Studies on the soft sintering of metal-org. framework thin layers via the recently developed thermoellipsometry method for periodically organized mesoporous thin films of transition metal oxides are currently being performed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVGqtrc%253D&md5=c93b221859d4a5569c218a02a2b9969e", "(b) ", "Lebedev", ", ", "O. I.", "; ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Ferey", ", ", "G.", " ", "Chem. Mater.", " ", "2005", ",  ", "17", ",  ", "6525", "– ", "6527", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "First Direct Imaging of Giant Pores of the Metal-Organic Framework MIL-101", "Lebedev, O. I.; Millange, F.; Serre, C.; Van Tendeloo, G.; Ferey, G.", "Chemistry of Materials", "\r\n        (", "2005", "),\r\n    ", "17", "\r\n        (", "26", "),\r\n    ", "6525-6527", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cubic type metal-org. framework MIL-101 exhibits unprecedented features: a mesoporous zeotype architecture, a giant cell vol., a hierarchy of extra-large pore size, and a record sorption capacity.  This paper presents the first direct imaging of its giant pore.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktL3F&md5=58e9867d127f65f3d0337b2bc928b2a3", "18. ", "(a) ", "Guo", ", ", "H. L.", "; ", "Zhu", ", ", "Y. Z.", "; ", "Wang", ", ", "S.", "; ", "Su", ", ", "S. Q.", "; ", "Zhou", ", ", "L.", "; ", "Zhang", ", ", "H. J.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "444", "– ", "450", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Combining Coordination Modulation with Acid-Base Adjustment for the Control over Size of Metal-Organic Frameworks", "Guo, Hailing; Zhu, Yongzhong; Wang, Song; Su, Shengqun; Zhou, Liang; Zhang, Hongjie", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "3", "),\r\n    ", "444-450", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Precise control over size and morphol. of metal-org. frameworks (MOFs) is challenging but important for extending these hybrid materials to many more advanced applications, in particular for nanotechnol. and device integration.  Through studying parameters for the fabrication of nanosized dysprosium 1,3,5-benzenetricarboxylic acid hydrate (Dy(BTC)(H2O)) MOF crystals using sodium acetate as the modulator, this paper discloses two essential parameters for miniaturizing the size of MOF crystals to the nanometer scale.  One is the proper acid-base environment of the reaction medium which governs deprotonation of the org. linker and, hence, the nucleation process.  The other is the use of capping groups capable of inhibiting crystallites from growing.  Combining these two parameters makes it possible to control the size and change the morphol. of Dy(BTC)(H2O) crystals.  A mechanism based on coordination modulation together with pH adjustment is proposed for the growth of nanosized MOF crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CjtrjE&md5=aedfc750e8c0a393140b0cbb122da47e", "(b) ", "Guo", ", ", "H. L.", "; ", "Zhu", ", ", "Y. Z.", "; ", "Qiu", ", ", "S. L.", "; ", "Lercher", ", ", "J. A.", "; ", "Zhang", ", ", "H. J.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "4190", "– ", "4192", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Coordination modulation induced synthesis of nanoscale Eu1-xTbx metal-organic frameworks for luminescent thin films", "Guo, Hailing; Zhu, Yongzhong; Qiu, Shilun; Lercher, Johannes A.; Zhang, Hongjie", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "37", "),\r\n    ", "4190-4192", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An easily scalable method using carboxylate salts as capping reagent for the synthesis of nanosized Ln-MOFs [Ln(BTC)(H2O)] (Ln = Eu, Tb; BTC = 1,3,5-benzenetricarboxylate) crystals is reported.  These particles are well suited to make Eu1-xTbx-MOF films using the spin-coating deposition method and exhibit fascinating luminescence properties and efficient Tb3+-to-Eu3+ energy transferability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKks73E&md5=4c26330d3c682c645198c1131aa39bba", "(c) ", "Chin", ", ", "J. M.", "; ", "Chen", ", ", "E. Y.", "; ", "Menon", ", ", "A. G.", "; ", "Tan", ", ", "H. Y.", "; ", "Hor", ", ", "A. T. S.", "; ", "Schreyer", ", ", "M. K.", "; ", "Xu", ", ", "J. W.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "654", "– ", "657", "[", "Crossref", "], [", "CAS", "]", "18. ", "Tuning the aspect ratio of NH2-MIL-53(Al) microneedles and nanorods via coordination modulation", "Chin, Jia Min; Chen, Eric Yu; Menon, Ajay Govinda; Tan, Han Yang; Hor, Andy Tzi Sum; Schreyer, Martin Karl; Xu, Jianwei", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "4", "),\r\n    ", "654-657", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Micro-needles and nano-rods of NH2-Mil-53(Al) were synthesized via coordination modulation.  PXRD anal. was used to det. the orientation of the micro-needles, showing the preferred growth direction to be [001].  Nanoparticles of NH2-Mil-53(Al) were formed using NaOH as a base.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCksbnI&md5=b0500a2141217792a205c357b3b0f70e", "19. ", "Reinsch", ", ", "H.", "; ", "Stock", ", ", "N.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "171", ",  ", "156", "– ", "165", "[", "Crossref", "], [", "CAS", "]", "19. ", "High-throughput studies of highly porous Al-based MOFs", "Reinsch, Helge; Stock, Norbert", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "171", "\r\n        (", "),\r\n    ", "156-165", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The use of high-throughput (HT) methods for the discovery of compds. as well as for the synthesis optimization in the field of porous aluminum MOFs is summarized.  Taking the requirements of an industrial process into account, new synthesis procedures were developed that demonstrate the versatility of the HT method.  This is exemplified by the results that were obtained for the solvothermal system Al2(SO4)3·18H2O/polycarboxylic acid/H2O/DMF.  Under rather mild reaction conditions, compared to the previously reported procedures, the Al-MOFs MIL-53-COOH, MIL-96, and MIL-120 were obtained employing 1,2,4-benzenetricarboxylic acid, 1,3,5-benzenetricarboxylic acid, and 1,2,4,5-benzenetetracarboxylic acid, resp.  Applying the HT methodol. combined with microwave(MW)-assisted heating, the synthesis procedure were rapidly established, optimized and scaled up.  The obtained solids were characterized by x-ray powder diffraction (XRPD), elemental anal., vibrational spectroscopy and nitrogen sorption measurements.  The properties of these MOFs are discussed in comparison with literature values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlOjsrw%253D&md5=8735fbec5ba1baf7b5f4f8df6a3ff50e", "20. ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J. H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "D. A.", "; ", "Brown", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "– ", "11818", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", "21. ", "(a) ", "Li", ", ", "Y. J.", "; ", "Yan", ", ", "B.", "; ", "Wang", ", ", "L.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "6722", "– ", "6731", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Calix[4]arene derivative functionalized lanthanide (Eu, Tb) SBA-15 mesoporous hybrids with covalent bonds: assembly, characterization and photoluminescence", "Li, Ya-Juan; Yan, Bing; Wang, Li", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "25", "),\r\n    ", "6722-6731", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three kinds of novel macrocyclic calix[4]arene derivs. functionalized with SBA-15 type of mesoporous hybrids (Calix-S15, Calix-NO2-S15 and Calix-NH2-S15) were synthesized by co-condensation of tetraethoxysilane (TEOS) and modified org. ligand (Calix-Si, Calix-NO2-Si and Calix-NH2-Si) in the presence of Pluronic P123 surfactant as a template.  The structural preservation of these three parent materials is confirmed by FTIR spectra, 29Si MAS NMR spectra, XRD pattern, and N2 adsorption-desorption measurements.  The ternary mesoporous luminescent hybrids contg. Ln3+ (Eu3+, Tb3+) complexes covalently attached to the functionalized ordered mesoporous SBA-15, which are designated as Ln(Calix-S15)phen, Ln(Calix-NO2-S15)phen and Ln(Calix-NH2-S15)phen, were obtained by introducing lanthanide ions and 1,10-phenanthroline into the corresponding parent material via covalent bond assembling methods.  XRD pattern, TEM and N2 adsorption-desorption measurements are employed to characterize the mesostructure of the resulting lanthanide mesoporous hybrids.  The photoluminescent behavior (luminescence, lifetime, quantum efficiency, and energy transfer) for these chem. bonded mesoporous hybrids was studied.  Also, their quantum efficiencies are detd., which indicates that the different mesoporous hybrid material systems derived from different functionalized calix[4]arene deriv. bridges present different luminescence behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVygs7o%253D&md5=9b4a2f36f9c12583e95997e310391c7e", "(b) ", "Li", ", ", "Y. J.", "; ", "Wang", ", ", "L.", "; ", "Yan", ", ", "B.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "1130", "– ", "1138", "[", "Crossref", "], [", "CAS", "]", "21. ", "Photoactive lanthanide hybrids covalently bonded to functionalized periodic mesoporous organosilica (PMO) by calix[4]arene derivative", "Li, Ya-Juan; Wang, Li; Yan, Bing", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "4", "),\r\n    ", "1130-1138", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel luminescent ternary org.-inorg. mesoporous hybrid materials bpy-Ln-Calix-NH2-PMO (Ln = Eu, Tb; Calix-NH2 = 5-amino-25,26,27,28-tetrahydroxycalix[4]arene, and PMO = periodic mesoporous organosilica) have been assembled by introducing Ln3+ and 2,2'-bipyridine (bpy) into the Calix-NH2-PMO hybrid material through a covalent bond assembling method.  FTIR, UV, SAXRD, TEM, N2 adsorption measurements, photoluminescent spectra, and TG plots were obtained, and the results reveal that the resulting materials have high surface area, uniformity in the mesostructure, and good crystallinity.  In addn., compared with the binary mesoporous hybrid Ln-Calix-NH2-PMO, the ternary mesoporous hybrids bpy-Ln-Calix-NH2-PMO show an overall increase in luminescent intensity, luminescent lifetime and quantum efficiency, which indicates that the introduction of the second ligand 2,2'-bipyridine can sensitize the luminescence emission of the lanthanide ions.  Thermogravimetric anal. on bpy-Ln-Calix-NH2-PMO demonstrated that the thermal stability of the lanthanide complex was evidently improved as it was covalently bonded to the PMO matrix.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1yqsg%253D%253D&md5=bf2e5fca88878e015a195f17093e15fc", "22. ", "(a) ", "White", ", ", "K. A.", "; ", "Chengelis", ", ", "D. A.", "; ", "Gogick", ", ", "K. A.", "; ", "Stehman", ", ", "J.", "; ", "Rosi", ", ", "N. L.", "; ", "Petoud", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18069", "– ", "18071", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Near-Infrared Luminescent Lanthanide MOF Barcodes", "White, Kiley A.; Chengelis, Demetra A.; Gogick, Kristy A.; Stehman, Jack; Rosi, Nathaniel L.; Petoud, Stephane", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "50", "),\r\n    ", "18069-18071", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate the conceptual advantage of using metal-org. frameworks (MOFs) for the creation of a polymetallic material that contains several different near-IR-emitting lanthanide cations and operates as a barcode material with unique luminescence properties.  By choosing the ratio of lanthanide salts used during the synthesis, the authors can control the ratio of lanthanide cations present in the resulting material.  The emission intensity of each of the different lanthanide cations is proportional to its amt. in the MOF crystal, resulting in unique spectroscopic barcodes that depend on the lanthanide cation ratios and compns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVOhtrjF&md5=60fa4a7b9a207c96dac7882c31b6e02e", "(b) ", "Lan", ", ", "Y. Q.", "; ", "Jiang", ", ", "H. L.", "; ", "Li", ", ", "S. L.", "; ", "Xu", ", ", "Q.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "5015", "– ", "5020", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Mesoporous Metal-Organic Frameworks with Size-tunable Cages: Selective CO2 Uptake, Encapsulation of Ln3+ Cations for Luminescence, and Column-Chromatographic Dye Separation", "Lan, Ya-Qian; Jiang, Hai-Long; Li, Shun-Li; Xu, Qiang", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "43", "),\r\n    ", "5015-5020", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of mesoporous metal-org. frameworks MOFs with rare corundum topol. and tunable cage sizes has been rationally constructed by classical Zn4O clusters and pre-designed size-extendable tetratopic ligands.  They all exhibit high and selective CO2/N2 uptake under ambient conditions and the CO2 uptake capability increases with larger cage sizes.  Preliminary studies for lanthanide(III) cation encapsulation have indicated that the MOFs could potentially serve as barcoded luminescent materials.  The MOF has been demonstrated to be a column-chromatog. filler for the sepn. of bulk dye mols. Extension of the current ligands for MOFs involving larger mesoporous cages with potential functional applications is currently underway.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qt77J&md5=48cf646374768339fd7c0d36e4cb7c9a", "23. ", "(a) ", "Zeng", ", ", "Y. B.", "; ", "Li", ", ", "Z. Q.", "; ", "Wang", ", ", "L. M.", "; ", "Xiong", ", ", "Y. J.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "7043", "– ", "7048", "[", "Crossref", "], [", "CAS", "]", "23. ", "Controlled synthesis of Gd2(WO4)3 microstructures and their tunable photoluminescent properties after Eu3+/Tb3+ doping", "Zeng, Yubin; Li, Zhengquan; Wang, Limin; Xiong, Yujie", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "20", "),\r\n    ", "7043-7048", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We present a soln.-phase synthesis to selectively produce Gd2(WO4)3 microscale belts, stars and flowers under hydrothermal conditions.  Different microstructures have been controllably obtained through adjusting the reaction temp. or adding surfactants.  The phases and morphologies of the products have been well characterized by XRD, SEM and TEM.  Possible formation mechanisms of the different Gd2(WO4)3 microstructures were proposed based on the investigation of the growing process of these microstructures.  After doping Eu3+ and Tb3+ inside these Gd2(WO4)3 microstructures, strong and multi-color emission has been realized.  Notably, tunable emissions and a warm-white color have been achieved in the Eu3+ and Tb3+ co-doped microstructures.  These uniform microstructures are expected to find a broad range of applications in future color displays and light-emitting devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGgurzK&md5=346b9132846f46d02c9bfb6c99ff2734", "(b) ", "Liu", ", ", "K.", "; ", "You", ", ", "H. P.", "; ", "Zheng", ", ", "Y. H.", "; ", "Jia", ", ", "G.", "; ", "Song", ", ", "Y. H.", "; ", "Huang", ", ", "Y. J.", "; ", "Yang", ", ", "M.", "; ", "Jia", ", ", "J. J.", "; ", "Guo", ", ", "N.", "; ", "Zhang", ", ", "H. J.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "3272", "– ", "3279", "[", "Crossref", "], [", "CAS", "]", "23. ", "Facile and rapid fabrication of metal-organic framework nanobelts and color-tunable photoluminescence properties", "Liu, Kai; You, Hongpeng; Zheng, Yuhua; Jia, Guang; Song, Yanhua; Huang, Yeju; Yang, Mei; Jia, Junjiao; Guo, Ning; Zhang, Hongjie", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "16", "),\r\n    ", "3272-3279", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel 1-dimensional Tb 1,3,5-benzenetricarboxylate nanobelts were synthesized on a large scale through direct pptn. in soln. phase without the assistance of any surfactant, catalyst, or template.  The as-obtained nanobelts present crystallinity in spite of the moderate reaction conditions, exhibiting 1-dimensional helical strands and a 3-dimensional network framework.  The influence of the reaction temp., concn., molar ratio of reactants, and solvent on the belt-like nanostructure is discussed.  A possible mechanism based on the crystal structure of the compd. is proposed to account for the formation of the nanobelts.  A detailed study of the photoluminescence of Tb(1,3,5-BTC)(H2O)·3H2O nanobelts indicates that the optical properties of these phosphors are dependent on their size.  More interestingly, the luminescence color of the Tb(1,3,5-BTC)(H2O)·3H2O:Eu3+ nanobelts can be easily tuned from green to green-yellow, yellow, orange and red-orange due to the energy transfer from the Tb3+ to Eu3+ ions by changing the doping concn. of activator ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Krsr4%253D&md5=25da2cb399dc9ae68bba90e8656c24a0", "24. ", "Parker", ", ", "D.", "; ", "Williams", ", ", "J. A. G.", " ", "J. Chem. Soc., Dalton Trans.", " ", "1996", ",  ", "3613", "– ", "3628", "[", "Crossref", "], [", "CAS", "]", "24. ", "Getting exited about lanthanide complexation chemistry", "Parker, David; Williams, J. A. Gareth", "Journal of the Chemical Society, Dalton Transactions: Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "3613-3628", "CODEN:\r\n                ", "JCDTBI", ";\r\n        ISSN:", "0300-9246", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review with 86 refs.  Lanthanide complexation chem. in soln. is an active research theme because of the importance of gadolinium complexes as contrast agents in magnetic resonance imaging, and of luminescent europium and terbium complexes as probes in biochem.  The physicochem. principles and theory underpinning this work are being refined to account for recent developments such as the reappraisal of complex hydration state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFSmurw%253D&md5=7c08fe6bc1b47ad817136fa7120d753f", "25. ", "Wen", ", ", "Z. C.", "; ", "Yang", ", ", "R.", "; ", "He", ", ", "H.", "; ", "Jiang", ", ", "Y. B.", " ", "Chem. Commun.", " ", "2006", ",  ", "106", "– ", "108", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "A highly selective charge transfer fluoroionophore for Cu2+", "Wen, Zhen-Chang; Yang, Rui; He, Hui; Jiang, Yun-Bao", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "1", "),\r\n    ", "106-108", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A dual fluorescent charge transfer fluoroionophore with its ionophore incorporated in the electron acceptor was developed and was found to show a highly selective fluorescent response to Cu2+ with a dramatic enhancement in its CT emission.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlantbzM&md5=564fd1be6bbabeb3fff665a71180f839", "26. ", "Tamura", ", ", "T.", "; ", "Setomoto", ", ", "T.", "; ", "Taguchi", ", ", "T.", " ", "J. Lumin.", " ", "2000", ",  ", "87–89", ",  ", "1180", "– ", "1182", "[", "Crossref", "], [", "CAS", "]", "26. ", "Illumination characteristics of lighting array using 10 candela-class white LEDs under AC 100 V operation", "Tamura, T.; Setomoto, T.; Taguchi, T.", "Journal of Luminescence", "\r\n        (", "2000", "),\r\n    ", "87-89", "\r\n        (", "),\r\n    ", "1180-1182", "CODEN:\r\n                ", "JLUMA8", ";\r\n        ISSN:", "0022-2313", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The authors describe the basic illumination characteristics of lighting source using 10 cd-class InGaN-based white LED (an efficacy of 15 lm/W) under a driving condition of a.c. 100 V 697 white LEDs with series connections were arrayed on a glass epoxy substrate and were driven by adjusting a current of <20 mA.  The temp. dependence of both the emission spectrum and intensity was measured.  The white LED array indicates 2 distinct electroluminescence peaks at 465 and 555 nm at room temp., which are related to the radiative recombinations from the InGaN MQW blue LED and from the YAG:Ce phosphor, resp.  The authors have obtained a max. luminous intensity of ∼30000 lx and a max. luminance of 95000 cd/m2 from the LED array.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXislWksLw%253D&md5=82f6af58554e99cae36ec3d19eec4483", "27. ", "(a) ", "Teotonio", ", ", "E. E. S.", "; ", "Espinola", ", ", "J. G. P.", "; ", "Brito", ", ", "H. F.", "; ", "Malta", ", ", "O. L.", "; ", "Oliveira", ", ", "S. F.", "; ", "de Faria", ", ", "D. L. A.", "; ", "Izumi", ", ", "C. M. S.", " ", "Polyhedron", " ", "2002", ",  ", "21", ",  ", "1837", "– ", "1844", "[", "Crossref", "], [", "CAS", "]", "27. ", "Influence of the N-[methylpyridyl]acetamide ligands on the photoluminescent properties of Eu(III)-perchlorate complexes", "Teotonio, Ercules E. S.; Espinola, Jose G. P.; Brito, Hermi F.; Malta, Oscar L.; Oliveira, Severino F.; de Faria, Dalva L. A.; Izumi, Celly M. S.", "Polyhedron", "\r\n        (", "2002", "),\r\n    ", "21", "\r\n        (", "18", "),\r\n    ", "1837-1844", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "This work reports the synthesis, characterization and spectroscopic studies of Eu(III)-perchlorate complexes with amide ligands derived from N-[x-methylpyridyl]acetamide (x-mpa) where x = 3, 4 and 6.  The Eu(ClO4)3.3(x-mpa) complexes were characterized by elemental analyses, molar conductance, TG analyses and vibrational spectroscopy.  Raman and IR data show that the perchlorate ion, (ClO4-), is bonded to Eu(III) as a monodentate ligand and that in these three complexes H2O mols. are not coordinated to the rare earth ion.  The profiles of the emission spectra of the complexes with 3- and 4-mpa ligands are very similar but they differ from the complex contg. 6-mpa ligand.  This spectroscopic behavior can be rationalized in terms of the Ωλ (λ = 2 and 4) and R02 exptl. intensity parameters.  The values of Ω2 (∼6.5 × 10-20 cm2) in these complexes are smaller than in Eu(III)-TTA compds. (Ω2∼35.0 × 10-20 cm2), indicating that in the former case the rare earth ion is in a chem. environment less polarizable.  Lifetime and emission quantum efficiency measurements for the emitting level 5D0 were carried out and the results are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlsFOhsrw%253D&md5=d17481225eb3e3267450233a66bb0f5e", "(b) ", "Yan", ", ", "B.", "; ", "Li", ", ", "Y. J.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "18454", "– ", "18461", "[", "Crossref", "], [", "CAS", "]", "27. ", "Photoactive lanthanide (Eu3+, Tb3+) centered hybrid systems with titania (alumina)-mesoporous silica based hosts", "Yan, Bing; Li, Ya-Juan", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "45", "),\r\n    ", "18454-18461", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "1-(2-Naphthoyl)-3,3,3-trifluoroacetone (NTA)-functionalized SBA-15 mesoporous hybrid material (NTA-S15) was synthesized by co-condensation of modified NTA (denoted as NTA-Si) and tetraethoxysilane (TEOS) in the presence of Pluronic P123 surfactant as a template.  Then, nicotinic acid (NA) was selected as the second ligand, whose carboxylic acid group can react with metallic alkoxide to moderate the reactivity towards hydrolysis and condensation, and the heterocyclic group can coordinate to lanthanide ions as well as sensitize their luminescence.  Finally, after the coordination reaction between lanthanide ions and a functionalized org. ligand (NTA-S15 and NA-M (M = Ti, Al)) and the hydrolysis crosslinking reaction, the final mesoporous hybrids Ln(NA-M)2(NTA-S15)3 (Ln = Eu, Tb; and M = Ti, Al) were obtained.  FTIR, SAXRD, SEM, TEM, N2 adsorption measurements, photoluminescent spectra, and TG plots were characterized, and they all have high surface area, uniformity in the mesostructure, and good crystallinity.  The hybrid materials Ln(NA-Al)2(NTA-S15)3 show an overall increase in luminescent lifetime and quantum efficiency compared to the mesoporous hybrid Ln(NA-Ti)2(NTA-S15)3, indicating that the Al-O network is a better host material for the lanthanide complex than the Ti-O network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVehsrrJ&md5=792c12fbb40ecb687c49cf1e13504303", "28. ", "(a) ", "Li", ", ", "Y. J.", "; ", "Yan", ", ", "B.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "8276", "– ", "8285", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Lanthanide (Eu3+, Tb3+)/β-Diketone Modified Mesoporous SBA-15/Organic Polymer Hybrids: Chemically Bonded Construction, Physical Characterization, and Photophysical Properties", "Li, Ya-Juan; Yan, Bing", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "17", "),\r\n    ", "8276-8285", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Novel org.-inorg. mesoporous luminescent polymeric hybrid materials contg. lanthanide (Eu3+, Tb3+) complexes covalently bonded to mesoporous silica SBA-15 have been successfully prepd. by co-condensation of the modified 2-thenoyltrifluoroacetone (TTA-Si) and tetraethoxysilane (TEOS) in the presence of Pluronic P123 surfactant as a template.  2Z-Thenoyltrifluoroacetone (TTA) was grafted onto the coupling agent 3-(triethoxysilyl)-Pr isocyanate (TEPIC) and used as the first precursor, and the other precursor PMMA was synthesized through the addn. polymn. reaction of the monomer Me methacrylate.  Then these precursors coordinated to rare earth ions, and the final mesoporous polymeric hybrid materials Ln(TTA-SBA-15)3PMMA (Ln = Eu, Tb) were obtained after hydrolysis and copolycondensation with the tetraethoxysilane (TEOS) via a sol-gel process.  In addn., for comparison, SBA-15 covalently bonded with the binary Ln3+ complexes with TTA ligand were also synthesized, denoted as Ln(TTA-SBA-15)3 (Ln = Eu, Tb).  All of these hybrid materials have high surface area, uniformity in the mesostructure, and good crystallinity.  The detailed luminescence studies on all the materials showed that the ternary rare-earth mesoporous polymeric hybrid materials present stronger luminescent intensities, longer lifetimes, and higher luminescent quantum efficiencies than the binary rare-earth mesoporous hybrid materials, indicating that the introduction of the org. polymer chain is a benefit for the luminescence properties of the overall hybrid system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpt1GqtL8%253D&md5=c08438e24d92661d4aa1a51a8a68162d", "(b) ", "Lima", ", ", "P. P.", "; ", "Nobre", ", ", "S. S.", "; ", "Freire", ", ", "R. O.", "; ", "Junior", ", ", "S. A.", "; ", "Ferreira", ", ", "R. A. S.", "; ", "Pischel", ", ", "U.", "; ", "Malta", ", ", "O. L.", "; ", "Carlos", ", ", "L. D.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "17627", "– ", "17634", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Energy Transfer Mechanisms in Organic-Inorganic Hybrids Incorporating Europium(III): A Quantitative Assessment by Light Emission Spectroscopy", "Lima, Patricia P.; Nobre, Sonia S.; Freire, Ricardo O.; Junior, Severino A.; Sa Ferreira, Rute A.; Pischel, Uwe; Malta, Oscar L.; Carlos, Luis D.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "47", "),\r\n    ", "17627-17634", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work discusses quant. aspects of energy transfer occurring in sol-gel derived org.-inorg. di-ureasil hybrids incorporating either [Eu(btfa)3(4,4'-bpy)(EtOH)] (btfa = benzoyltrifluoroacetonate, 4,4'-bpy = 4,4'-bipyridine) or Eu(CF3SO3)3.  Host-to-Eu3+ energy transfer occurs either via ligand singlet and triplet (T) excited states or directly from the hybrid emitting centers through the dipole-dipole, dipole-2λ pole (λ = 2, 4, and 6) and exchange mechanisms.  This latter process is dominant for all discussed energy transfer pathways.  The ligand-to-Eu3+ energy transfer rate is typically 1 order of magnitude larger than the value estd. for direct hybrid-to-Eu3+ transfer (3.75 × 1010 and 3.26 × 109 s-1, resp., to the 5D1 level).  The most efficient luminescence channel is (S0)Hybrid → (T)Hybrid → (T)Ligand → (5D1, 5D0) → 7F0-6.  The predicted emission quantum yield of the di-ureasil incorporating [Eu(btfa)3(4,4'-bpy)(EtOH)] is in excellent agreement with the corresponding exptl. value (53 and 50 ± 5%, resp.), pointing out that the optimization of the ground state geometry by the Sparkle/AM1 model can, under certain conditions, be implemented in Eu3+-based org.-inorg. hybrids.  For di-ureasils incorporating Eu(CF3SO3)3, the energy transfer rates could not be quant. predicted because of the higher computational effort necessary for calcg. the singlet and triplet excited states in complex structures, such as these di-ureasils.  Instead, the classic Forster and Dexter approaches were applied.  Although less efficient, as compared with the di-ureasil incorporating [Eu(btfa)3(4,4'-bpy)(EtOH)], the hybrid-to-Eu3+ energy transfer is also dominated by the exchange (Dexter) interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CmtrrM&md5=f91f76d8f9371ca9177c90f26711e61e", "29. ", "Boyer", ", ", "J. C.", "; ", "Vetrone", ", ", "F.", "; ", "Capobianco", ", ", "J. A.", "; ", "Speghini", ", ", "A.", "; ", "Bettinelli", ", ", "M.", " ", "J. Phys. Chem. B", " ", "2004", ",  ", "108", ",  ", "20137", "– ", "20143", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Variation of Fluorescence Lifetimes and Judd-Ofelt Parameters between Eu3+ Doped Bulk and Nanocrystalline Cubic Lu2O3", "Boyer, J. C.; Vetrone, F.; Capobianco, J. A.; Speghini, A.; Bettinelli, M.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "52", "),\r\n    ", "20137-20143", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The luminescent properties of 1 mol % Eu3+-doped cubic Lu2O3 nanocrystals prepd. by a combustion synthesis route were studied.  The visible emission spectrum of the Eu doped Lu2O3 nanocrystals indicate that the structural environment surrounding the dopant Eu3+ ion is distorted when compared to a bulk sample with a micrometer particle size.  From the resulting emission spectra, the Ω2 and Ω4 Judd-Ofelt intensity parameters were calcd.  The lifetimes of the 5D0 excited state for both the C2 and C3i sites are nearly double that found for a similarly doped sample with larger particle size (bulk sample).  This behavior is attributed to a change in the refractive index of the nanocryst. material that in turn modifies the oscillator strength of the 4f ↔ 4f transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFCgsL8%253D&md5=085cd1efd81e5cedc6e64166ab230775", "30. ", "(a) ", "Huang", ", ", "S. H.", "; ", "Zhang", ", ", "X.", "; ", "Wang", ", ", "L. Z.", "; ", "Bai", ", ", "L.", "; ", "Xu", ", ", "J.", "; ", "Li", ", ", "C. X.", "; ", "Yang", ", ", "P. P.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "5634", "– ", "5642", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Controllable synthesis and tunable luminescence properties of Y2(WO4)3:Ln3+ (Ln = Eu, Yb/Er, Yb/Tm and Yb/Ho) 3D hierarchical architectures", "Huang, Shaohua; Zhang, Xiao; Wang, Liuzhen; Bai, Ling; Xu, Jie; Li, Chunxia; Yang, Piaoping", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "18", "),\r\n    ", "5634-5642", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Yttrium tungstate precursors with novel 3D hierarchical architectures assembled from nanosheet building blocks were successfully synthesized by a hydrothermal method with the assistance of sodium dodecyl benzenesulfonate (SDBS).  After calcination, the precursors were easily converted to Y2(WO4)3 without an obvious change in morphol.  The as-prepd. precursors and Y2(WO4)3 were characterized by means of X-ray diffraction (XRD), SEM (SEM), transmission electron microscopy (TEM), and high-resoln. transmission electron microscopy (HRTEM), and photoluminescence (PL) spectra, resp.  The results reveal that the morphol. and dimensions of the as-prepd. precursors can be effectively tuned by altering the amts. of org. SDBS and the reaction time, and the possible formation mechanism was also proposed.  Upon UV excitation, the emission of Y2(WO4)3:x mol% Eu3+ microcrystals can be tuned from white to red, and the doping concn. of Eu3+ has been optimized.  Furthermore, the up-conversion (UC) luminescence properties as well as the emission mechanisms of Y2(WO4)3:Yb3+/Ln3+ (Ln = Er, Tm, Ho) microcrystals were systematically investigated, which show green (Er3+, 4S3/2, 2H11/2 4I15/2), blue (Tm3+, 1G4 3H6) and yellow (Ho3+, 5S2 5I8) luminescence under 980 nm NIR excitation.  Moreover, the doping concn. of the Yb3+ has been optimized under a fixed concn. of Er3+ for the UC emission of Y2(WO4)3:Yb3+/Er3+.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltlGkur4%253D&md5=cc418204497e86db93c75a64163e6447", "(b) ", "Lei", ", ", "F.", "; ", "Yan", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "1074", "– ", "1082", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Morphology-Controlled Synthesis, Physical Characterization, and Photoluminescence of Novel Self-Assembled Pomponlike White Light Phosphor: Eu3+-Doped Sodium Gadolinium Tungstate", "Lei, Fang; Yan, Bing", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "3", "),\r\n    ", "1074-1082", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three-dimensional pomponlike NaGdWO4(OH)x:Eu3+ microarchitectures that exhibit efficient white-light luminescence properties were synthesized via a facile hydrothermal process in the presence of the surfactants CTAB, poly(vinyl pyrrolidone), and poly(ethylene glycol)-block-poly(propylene glycol)-block-ploy(ethylene glycol).  The white light Na Gd tungstate phosphor contains 3 emission bands: the blue-green band at 468 nm is ascribed to the ligand to metal charge transfer transition from O→W; the orange band at 590 nm and red band at 610 nm are attributed to the 5D→7F1 and 5D→7F2 transitions of Eu3+.  The luminescence color can be tuned from blue to white to red by adjusting the doping concn. of Eu3+.  Both scanning electron and TEM indicate that the obtained microspheres have a uniform particle size distribution.  The 3-dimensional NaGdWO4(OH)x:Eu3+ pompon-shaped structures were constructed layer-by-layer from a large no. of 2-dimensional nanoflakes with a mean diam. of ∼100 nm.  The whole time-dependent process is interpreted as an example of self-assembly process.  The emission spectra are dominated by a 5D→7F2 transition of Eu3+.  The optimum concn. for the white light was to keep the ratio of Eu3+ and Gd3+ at ∼0.02.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptQ%253D%253D&md5=570e8251c8fc8b82da1b17253b54d27e", "31. ", "Demessence", ", ", "A.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Boissiere", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Sanchez", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Chem. Commun.", " ", "2009", ",  ", "7149", "– ", "7151", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Elaboration and properties of hierarchically structured optical thin films of MIL-101(Cr)", "Demessence, Aude; Horcajada, Patricia; Serre, Christian; Boissiere, Cedric; Grosso, David; Sanchez, Clement; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "7149-7151", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Stable nanoparticles dispersions of the porous hybrid MIL-101(Cr) allow dip-coating of high quality optical thin films with dual hierarchical porous structure.  Also, for the 1st time, mech. and sorption properties of mesoporous MOFs based thin films are evaluated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVagsrzO&md5=259cab3f7feb4d7196f5b8d50def3e9a", "32. ", "Demessence", ", ", "A.", "; ", "Boissiere", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Soler-Illia", ", ", "G. J. A. A.", "; ", "Sanchez", ", ", "C.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "7676", "– ", "7681", "[", "Crossref", "], [", "CAS", "]", "32. ", "Adsorption properties in high optical quality nanoZIF-8 thin films with tunable thickness", "Demessence, Aude; Boissiere, Cedric; Grosso, David; Horcajada, Patricia; Serre, Christian; Ferey, Gerard; Soler-Illia, Galo J. A. A.; Sanchez, Clement", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "36", "),\r\n    ", "7676-7681", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report processing of a thin film by chem. soln. deposition of a microporous ZIF-8 nanoparticle dispersion.  By using the drain and capillary regimes involved in the dip-coating process, the authors tuned the thickness of the films from 40 nm to 1 μm and controlled the packing of the nanoparticles on the substrate.  The high optical quality thin films show a dual hierarchical porous structure from the micropores of the framework and the mesoporous interparticular voids.  Also, vapor sorption properties of the microporous ZIF-8 based thin films were evaluated by ellipsometric porosimetry.  The hydrophobic films show alc., THF and hydrocarbon adsorption.  Expts. for isopropanol/water sepn. were carried out and the selective adsorption of the alc. vs. the water makes these thin films good candidates for vapor sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVylsL3P&md5=094812a558397c72dcb9d0a89ea092b9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-7/ic402900x/production/images/small/ic-2013-02900x_0007.gif\">"]}
