{"title": ["Room temperature hydrogen uptake in single walled carbon nanotubes incorporated MIL-101 doped with lithium: effect of lithium doping"], "authors": ["Prasanth Karikkethu Prabhakaran", "Johnny Deschamps"], "doi": ["https://doi.org/10.1007/s10934-015-0047-1"], "abstract": [], "text": ["1 ", "Introduction", "Metal–organic frameworks (MOFs) are crystalline solids consisting of multidentate organic ligands connecting metal ions or small metal containing clusters [", "1", ", ", "2", ", ", "3", "]. Most of the MOFs have a three dimensional framework that encloses uniform pores which are interconnected to form an ordered network of channels [", "4", ", ", "5", "]. These materials can be synthesised in a wide range of varying topologies and pore sizes by the self assembly process of different combinations of organic linkers and metal nodules [", "6", "]. The crystalline nature, large tunable pores and high specific surface areas makes them attractive for many applications such as gas storage [", "7", ", ", "8", "], separations [", "9", "] and catalysis [", "10", "]. MOFs have attracted the attention of researchers in recent years in the field of hydrogen storage because of their high specific surface areas and functionalized pore walls [", "11", ", ", "12", ", ", "13", ", ", "14", "]. They have shown good uptake capacities for hydrogen only at cryogenic temperatures but unfortunately the room temperature hydrogen uptake capacities in MOFs are quite low and needs to be improved [", "15", ", ", "16", "].", "Various strategies have been explored by researchers to improve the hydrogen storage capacities in MOFs, such as framework catenation, impregnation and organic linker functionalization etc. [", "17", "]. Postsynthetic modification (PSM) is one of the most promising methodologies to enhance the gas adsorption capacities in MOFs [", "18", "]. One of the postsynthetic modification methods was incorporation of carbon nanotubes or activated carbon into the porous framework of MOFs which produces a composite hybrid material with enhanced sorption capacities because of the unusual mechanical and hydrophobic properties of carbon nanotubes [", "19", ", ", "20", ", ", "21", "]. Theoretical studies predicted that lithium ion doping was an effective method of increasing the hydrogen binding energy in MOFs and single walled carbon nanotubes which was useful in enhancing the hydrogen uptake capacities [", "22", ", ", "23", ", ", "24", "]. Simulation studies have shown that lithium doped single walled carbon nanotubes with two positive charges showed hydrogen binding energy of 0.26 eV, which is useful for hydrogen storage at room temperature [", "22", "]. Lithium ion was mostly used for doping because it can effectively donate electron density to the organic linkers of MOFs [", "23", "]. Lithium is also lightweight and can be relatively easily doped into MOF frameworks. Simulation studies have also shown that doped Li ions in MOF donates ~0.9 electron to the MOF linker and results in a H", "2", " binding energy of about 12 kJ mol", "−1", " and strong binding to Li near MOF corners [", "24", "]. A new strategy of lithium doping by postsynthetic alkoxide formation inside hydroxyl group functionalised MOFs was developed by theoretical and experimental methods [", "25", ", ", "26", "]. Himsl et al. [", "27", "] have shown an improvement in low pressure hydrogen uptake capacity by lithium doping in hydroxy-modified MOFs. Grand Canonical Monte Carlo (GCMC) simulation studies by Ghoufi et al. [", "28", "] in Li modified MIL-101 at 77 K have shown substantial increase in hydrogen storage capacities up to 10 wt%. Meng et al. [", "29", "] reported that lithium doped IRMOF-9 has shown hydrogen storage capacity of 4.04 wt% at 298 K and 100 bar by theoretical calculations. Simulation studies have also shown that lithium doped MOFs and COFs can store more than 6 wt% of hydrogen at ambient conditions [", "30", ", ", "31", "].", "MIL-101 is a chromium (III) terephthalate MOF material with a mesoporous zeotype architecture assembled by corner-sharing super tetrahedra, which consist of Cr", "3", "O trimers and 1, 4-benzenedicarboxylic acids [", "32", "]. It contains numerous unsaturated Cr metal sites, and two types of mesoporous cages (29 and 34 Å in diameter) with microporous windows (12 and 16 Å in diameter) [", "33", "]. MIL-101 has a giant cell volume, a very high surface area, large pores and high thermal and chemical stabilities which makes it an important candidate for diverse applications such as gas adsorption, separation and catalysis [", "34", "]. Hydrogen sorption capacity in MIL-101 was enhanced by the formation of composite material with single walled carbon nanotubes and activated carbon incorporated into the framework which tune the pore size and pore volume towards hydrogen sorption [", "20", ", ", "21", "]. The experimental Li doping studies in MIL-101 and Cu", "3", " (BTC)", "2", " increased their hydrogen sorption capacities by 43 and 46 % respectively at 77 K up to 1 bar pressure [", "35", "]. Recently we have published enhanced hydrogen uptake capacity in lithium doped activated carbon incorporated composite MOF material [", "36", "]. Motivated by these promising results we have synthesised a composite MOF (SWNT-MIL-101) by incorporating purified single walled carbon nanotubes (SWNT) into MIL-101 framework and then doping it with different concentrations of Li ions using lithium naphthalenide (C", "10", "H", "7", "Li) solution.", "2 ", "Experimental", "2.1 ", "Materials and methods", "Chromium (III) nitrate (Cr(NO", "3", ")", "3", "·9H", "2", "O), 1,4-benzenedicarboxylic acid (H", "2", "BDC), acetic acid (C", "2", "H", "4", "O", "2", "), nitric acid (HNO", "3", "), hydrogen peroxide (H", "2", "O", "2", "), ammonium fluoride (NH", "4", "F), naphthalene (C", "10", "H", "8", ") were supplied by Sigma-Aldrich and were used as received. Tetrahydrofuran (THF) purified by a solvent purification system (MBRAUN) was used for synthesis. Lithium wire (Aldrich) was immersed in THF to remove excess mineral oil and the surface oxide coating to get the metallic surface. As lithium is very sensitive towards oxygen and moisture all the preparation procedures for lithium naphthalenide (C", "10", "H", "7", "Li) and lithium doping were performed under argon atmosphere inside a glove box.", "2.2 ", "Synthesis of Li doped SWNT-MIL-101 (Li@SWNT-MIL-101)", "2.2.1 ", "Purification of SWNT", "The single walled carbon nanotubes (SWNT) used was obtained from Sigma-Aldrich (>70 %, 0.7–1.3 nm). These carbon nanotubes contain impurities of residue catalyst and amorphous carbon. The impure carbon nanotubes were purified and functionalized by a two step process. In the first step, 50 mg of SWNT was dispersed in 150 mL of concentrated nitric acid/water (1:1 v/v) and refluxed with stirring for 12 h. The dispersion was filtered and washed with distilled water until the washings were neutral and dried at 353 K for 4 h. In the second step the acid treated SWNT was immersed into 30 wt% H", "2", "O", "2", " solution and ultrasonicated in order to separate the nanotubes. The dispersed SWNT was then stirred in H", "2", "O", "2", " solution for up to 2 days at room temperature. The suspension was filtered and washed with distilled water and ethanol and dried at 353 K for 4 h.", "2.2.2 ", "Synthesis of SWNT incorporated MIL-101 (SWNT-MIL-101)", "The procedure for the synthesis of SWNT incorporated MIL-101 was taken from literature [", "20", "]. The purified SWNT (15.6 mg) was mixed with 40 mL of H", "2", "O containing 2.0 g of chromium (III) nitrate nonahydrate (Cr(NO", "3", ")", "3", "·9H", "2", "O), 0.83 g of 1,4-benzene dicarboxylic acid (H", "2", "BDC), and 0.28 mL of acetic acid. The mixture was ultrasonicated for 10 min in a 75 mL Teflon lined stainless steel autoclave and the bomb was placed in a preheated oven at 493 K for 8 h. After the reaction the bomb was cool down to room temperature. The reaction mass was then double filtered first with glass frit of pore size 2 and then with pore size 5 to remove the residual H", "2", "BDC present as white needle like crystals in the crude product. The filtered product was washed with hot water and dried at 353 K in an oven. The crude MIL-101 was then stirred in 30 mM ammonium fluoride (NH", "4", "F) solution at 333 K for 12 h to remove unreacted H", "2", "BDC trapped inside the pores. The precipitate was filtered under hot conditions and washed several times with 300 mL of hot water (333 K) to remove any traces of H", "2", "BDC and NH", "4", "F. The same procedure was used for the preparation of bare MIL-101 except the addition of carbon nanotubes. After all the purification procedures the yield of the final product MIL-101 obtained is 60 %.", "2.2.3 ", "Supercritical CO", "2", " (Sc-CO", "2", ") activation of MIL-101 and SWNT-MIL-101", "MIL-101 and SWNT-MIL-101 samples were activated as described by Nelson et al. [", "37", "] with supercritical CO", "2", " in a Tousimis™ Samdri", "®", " PVT-30 critical point dryer. The samples were soaked in absolute ethanol before the activation, replacing the soaking solution at least 4 times in 2 days, to exchange the occluded solvent for ethanol. After the exchange process was complete the ethanol-containing samples were placed inside the dryer and the ethanol was exchanged with liquid CO", "2", " over a period of 10 h. During this time the liquid CO", "2", " was vented under positive pressure for 5 min every 2 h. The rate of venting of liquid CO", "2", " was always kept below the rate of filling so as to maintain a full drying chamber. After 10 h of venting and soaking with liquid CO", "2", " the chamber was sealed and heated with the heating lamp up to 308 K. This brought the chamber pressure to around 1300 psi which is above the critical point of CO", "2", " (1100 psi, 304 K). The chamber was held above this critical point for 1 h and then the bleed valve slightly opened for a very slow venting over a period of 15–18 h.", "2.2.4 ", "Li doping in MIL-101 and SWNT-MIL-101", "Lithium naphthalenide (C", "10", "H", "7", "Li) solution was used for the doping of Li", "+", " ions into activated MIL-101 and SWNT-MIL-101 frameworks. The solution was prepared by addition of an equimolar amount of clean lithium into 0.05 M solution of naphthalene in dry THF under vigorous stirring. The solution was ultrasonicated for another 15 min for completing the reaction. The lithium naphthalenide solution was then calibrated by hydrochloric acid (HCl) of standard concentration until a neutral pH. A precise quantity of the prepared lithium naphthalenide solution was transferred by syringe into 30 mL THF with 200 mg of activated MIL-101 and SWNT-MIL-101 sample in a round bottom flask. The mixture was vigorously stirred 12 h and then isolated by filtration and washed with THF and immersed in dry THF for 1 day to remove any traces of adsorbed naphthalene. The quantity of lithium naphthalenide was varied to get three different concentrations of lithium doped SWNT-MIL-101 samples.", "2.3 ", "Characterization techniques", "2.3.1 ", "Powder X-ray diffraction (PXRD) analysis", "MIL-101 and SWNT-MIL-101 samples before and after lithium doping was characterized by X-ray powder diffraction measurements at ambient temperature in a Bruker AXS D8 Advance system in the 2θ range 1.5°–15° at a scan speed of 0.1° sec", "−1", " using CuKα (λ = 1.54056 Å) radiation to determine the framework crystallinity.", "2.3.2 ", "Fourier transform infrared spectroscopy (FTIR) analysis", "The FTIR spectra of all the samples were done using a Bruker TENSOR 27 spectrometer with a special accessory for powdered samples in the wave number range of 4000–600 cm", "−1", ". FTIR analysis of MIL-101 sample activated by conventional degassing procedure by thermal treatment under vacuum was also done for a comparison purpose.", "2.3.3 ", "Thermogravimetric analysis (TGA)", "The thermal stabilities of MIL-101, SWNT-MIL-101, Li@MIL-101 and lithium doped SWNT-MIL-101 sample with highest lithium ion concentration (Li@SWNT-MIL-101-C) were investigated using Setaram LabSys evo TGA-DTA system starting from 303–873 K at a heating rate of 10 K min", "−1", " under argon flow of 20 mL min", "−1", ".", "2.3.4 ", "Elemental analysis", "The concentration of lithium ions inside Li@MIL-101 and Li@SWNT-MIL-101 samples were measured using a high resolution inductively coupled plasma-mass spectrometry (HR-ICP-MS). The percentage of SWNT incorporated inside MIL-101 was determined by elemental analysis using PerkinElmer-2400 CHN analyser.", "2.3.5 ", "Nitrogen adsorption–desorption analysis", "BET surface area and pore volume of all the MIL-101 samples were determined in a static volumetric adsorption system (Micromeritics Tristar II 3020) using N", "2", " adsorption–desorption isotherm at 77 K up to 1 bar. Before adsorption measurements the samples were activated by heating up to 423 K under vacuum for 8 h. The BET surface area was obtained with the Brunauer–Emmett–Teller (BET) treatment of the isotherms in the p/p", "0", " range of 0.05–0.25. The pore size distribution was calculated on the basis of desorption branches of nitrogen isotherms using the Barrett–Joyner–Halenda (BJH) method using the Kelvin model of pore filling.", "2.4 ", "High pressure hydrogen adsorption measurements", "The hydrogen used showed a purity of 99.9999 vol% and was supplied by Air Liquide. Adsorption isotherms at 298 K up to 90 bar were measured using gravimetric sorption analyzer (Rubotherm IsoSORP", "®", " GmbH, Germany) equipped with a magnetic suspension balance (MSB). Two different positions for the MSB operate on the system. In the first step when the measurement cell is filled with H", "2", " gas, MSB records the weight change of the sample that is placed in the sample container as the high pressure gas is adsorbed by the sample. The second measurement position is to measure the in situ density of the high pressure gas, which is necessary for the calculation of amount of H", "2", " gas adsorbed onto the sample in the cell. Pressure was measured with a two pressure transducers PIRC-1 and PIRC-2 depending of the pressure inside the system. In a pressure range higher than 34 bar the pressure transducer PIRC-1 is used and for pressures below 34 bar a more sensitive PIRC-2 is used to visualize the pressure inside the system. The temperature of the measurement cell was maintained at 298 K throughout during the measurement using a Julabo CF-41 temperature controller. In a typical hydrogen adsorption measurement initially a blank measurement was performed with H", "2", " without the sample to measure the empty weight and volume of the sample cell. The MOF sample was then loaded to the sample cell and degassed at 423 K under primary vacuum over night to remove any pre-adsorbed gases and moisture. Considering this degassing and the purity of the hydrogen used (99.9999 vol%) unexpected side reactions or contaminants are prevented. A buoyancy measurement was performed at 298 K using helium gas to measure the volume of MOF sample loaded for hydrogen adsorption [", "38", "]. Hydrogen gas at elevated pressure was added incrementally and data points were recorded when the mass stability was reached.", "3 ", "Results and discussion", "The PXRD patterns of MIL-101, SWNT-MIL-101, Li@MIL-101 and Li@SWNT-MIL-101 samples are shown in Fig. ", "1", ". The XRD patterns were in good agreement with the published results of MIL-101, which indicates that the framework crystallinity of MIL-101 was not affected by single walled nanotube incorporation and lithium doping [", "20", ", ", "21", ", ", "32", ", ", "36", "].", " ", "Open image in new window", " ", "Fig. 1", " ", "PXRD patterns of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101, ", "d", " Li@SWNT-MIL-101-A, ", "e", " Li@SWNT-MIL-101-B and ", "f", " Li@SWNT-MIL-101-C", " ", " ", "The FTIR spectra (Fig. ", "2", ") of MIL-101 and the doped MIL-101samples showed a vibrational band at 1635 cm", "−1", " indicates the presence of adsorbed water and a strong band at 1397 cm", "−1", " due to the symmetric (O-C-O) vibrations dicarboxylate within the framework of MIL-101 [", "39", "]. The other bands between 600 and 1600 cm", "−1", " were due to benzene ring. The band at 1510 cm", "−1", " was attributed to the (C=C) stretching vibration and bands at 1165, 1020, 880, 830 743 and 660 cm", "−1", " were ascribed to the (C–H) deformation vibrations [", "39", "]. The spectra of MIL-101 sample treated with NH", "4", "F solution followed by heating under vacuum showed a small band at at 2972 cm", "−1", " which is attributed to the –COOH frequency of saturated carboxylic acids. This showed that unreacted benzenedicarboxylic acid molecules were not completely removed by NH", "4", "F treatment and degassing under vacuum. However the vibration band at 2972 cm", "−1", " disappered after supercritical CO", "2", " (Sc-CO", "2", ") activation (Fig. ", "2", " inset), which proved supercritical CO", "2", " activation is an effective method for purifying MIL-101 by the removal of unreacted benzenedicarboxylic acid molecules inside the pores [", "35", "].", " ", "Open image in new window", " ", "Fig. 2", " ", "FTIR spectra of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101, ", "d", " Li@SWNT-MIL-101-A, ", "e", " Li@SWNT-MIL-101-B and ", "f", " Li@SWNT-MIL-101-C (comparison of FTIR spectra of Sc-CO", "2", " activated and vacuum degassed MIL-101 in the wave number region 2600–3300 cm", "−1", " is shown in ", "inset", ")", " ", " ", "The thermal stabilities of MIL-101, SWNT-MIL-101, Li@MIL-101 and Li@SWNT-MIL-101-C were studied by thermo gravimetric analysis (TGA) (Fig. ", "3", "). The TGA plot of MIL-101 obtained was in agreement with the literature and showed three distinct weight loss steps [", "32", "]. The first step from 303–473 K corresponds to the loss of guest water molecules from the large cages (d = 34 Å) [", "32", ", ", "34", "]. The second weight loss step from 473–623 K is due to the loss of water molecules from the middle sized cages (d = 29 Å). The third weight loss step above 623 K is due to the elimination of –OH and other coordinated groups leading to the framework decomposition of MIL-101 [", "32", "]. Results indicate that all samples showed remarkable thermal stability with a decomposition temperature of more than 623 K in argon atmosphere. The plots showed that the thermal stability of MIL-101 was enhanced due to the composite formation by incorporation of single walled carbon nanotubes [", "20", "].", " ", "Open image in new window", " ", "Fig. 3", " ", "TGA plots of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101 and ", "f", " Li@SWNT-MIL-101-C", " ", " ", "The nitrogen adsorption–desorption isotherms and pore size distribution plots of purified MIL-101, SWNT-MIL-101 and Li doped samples are shown in Figs. ", "4", " and ", "5", " respectively. The specific surface area of MIL-101, calculated by the BET and the Langmuir methods, was 3410 and 4607 m", "2", " g", "−1", ", respectively. These values were closer to the reported BET and Langmuir surface area values of 4100 and 5900 m", "2", " g", "−1", " respectively [", "32", "]. The total pore volume of MIL-101 is estimated to be 2.19 cm", "3", " g", "−1", " and the pore size distribution curve showed two domains of pore sizes at 25 and 30 Å which are in accordance with the values reported by Férey et al. [", "32", "]. The characterization of doped SWCNT MIL-101 using CO", "2", " sorption at 273 K was reported in the literature [", "20", "] and showed the formation of additional ultramicropores due to doping. The BET surface area MIL-101 was then increased after SWNT incorporation as reported earlier [", "20", "]. However after the lithium doping the surface area values and pore volume have shown a decreasing trend as the concentration of lithium increased inside the framework by doping. The doped Li ions occupies the pores of MIL-101 framework and leads to the reduction in surface area values. The doped lithium is presumably in the ionic state and the lithium cations might be coordinated with the carboxyl groups as reported in the case of Li doped MIL-53(Al) by Kubo et al. [", "40", "] using solid state NMR studies. The concentrations of carbon and lithium, BET surface area, Langmuir surface area and pore volume of the doped and pristine samples are given in Table ", "1", ". The amount of composite SWNT-MIL-101 obtained after all the synthesis and purification procedures was 0.85 g which contain 5.2 wt% of SWNT. The doping of composite material with lithium affects the porosity of the material and decreases considerably the pore volume of the material (see Table ", "1", "). Similarly the doping of MIL-101 with SWCNT decreases the pore volume of the composite material and a large amount of SWCNT prevent the lithium doping. In the present work the concentration of SWNT was optimised as 5.2 wt% to get maximum hydrogen adsorption capacity and a significant pore volume value (close to the pore volume of the pristine sample).", " ", "Open image in new window", " ", "Fig. 4", " ", "N", "2", " adsorption–desorption isotherms in of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101, ", "d", " Li@SWNT-MIL-101-A, ", "e", " Li@SWNT-MIL-101-B and ", "f", " Li@SWNT-MIL-101-C", " ", " ", " ", "Open image in new window", " ", "Fig. 5", " ", "BJH pore size distribution plot in of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101, ", "d", " Li@SWNT-MIL-101-A, ", "e", " Li@SWNT-MIL-101-B and ", "f", " Li@SWNT-MIL-101-C", " ", " ", "Table 1", " ", "Lithium concentration and N", "2", " adsorption–desorption properties of MIL-101, SWNT-MIL-101, Li@MIL-101 and Li@SWNT-MIL-101 A/B/C samples", " ", " ", "Material", " ", " ", "Concentration of Li (ppm)", " ", " ", "% of Carbon", " ", " ", "BET surface area (m", "2", " g", "−1", ")", " ", " ", "Langmuir surface area (m", "2", " g", "−1", ")", " ", " ", "Pore volume (cm", "3", " g", "−1", ")", " ", " ", "MIL-101", " ", " ", "0", " ", " ", "30.26", " ", " ", "3410", " ", " ", "4607", " ", " ", "2.19", " ", " ", "SWNT-MIL-101", " ", " ", "0", " ", " ", "35.46", " ", " ", "3790", " ", " ", "5005", " ", " ", "2.12", " ", " ", "Li@MIL-101", " ", " ", "738", " ", " ", "–", " ", " ", "2383", " ", " ", "3233", " ", " ", "1.44", " ", " ", "Li@SWNT-MIL-101-A", " ", " ", "356", " ", " ", "–", " ", " ", "2954", " ", " ", "3909", " ", " ", "1.99", " ", " ", "Li@SWNT-MIL-101-B", " ", " ", "660", " ", " ", "–", " ", " ", "2704", " ", " ", "3591", " ", " ", "1.85", " ", " ", "Li@SWNT-MIL-101-C", " ", " ", "830", " ", " ", "–", " ", " ", "2614", " ", " ", "3449", " ", " ", "1.66", " ", " ", "The optimal lithium concentration tested was 830 ppm and above this value the amount of lithium ions must be controlled carefully during doping for gas adsorption applications since at high concentration Li", "+", " ions substitutes the Cr", "3+", " sites which destroys the framework structure of MIL-101 [", "26", ", ", "30", ", ", "36", "].", "Hydrogen adsorption studies were performed in MIL-101, SWNT-MIL-101, Li@MIL-101 and Li@SWNT-MIL-101 samples at 298 K up to 90 bar pressure. The hydrogen adsorption–desorption isotherms measured were shown in Fig. ", "6", ". There was a considerable enhancement in the hydrogen uptake capacity of SWNT-MIL-101 by lithium doping. The sample Li@SWNT-MIL-101-C with the highest concentration of lithium showed the maximum hydrogen uptake capacity of 10.43 mg g", "−1", " at 298 K up to 90 bar pressure. Among lithium doped SWNT-MIL-101 samples desorption isotherm was measured only for the sample Li@SWNT-MIL-101-C with highest hydrogen uptake capacity. Adsorption–desorption isotherms were totally reversible at room temperature except for the lithium doped SWNT-MIL-101 which showed a hysteresis. The lithium doping seems affect the kinetics of hydrogen desorption in SWNT-MIL-101 and further studies are needed to provide a better understanding of this phenomenon. The present study showed a hydrogen uptake capacity of 4.96 mg g", "−1", " in MIL-101 at 100 bar. At 80 bar we got hydrogen uptake capacity of 0.45 wt% (4.50 mg g", "−1", ") which is in very good agreement with the literature data of 0.43 wt% (4.30 mg g", "−1", ") reported by Latroche et al. [", "41", "]. The SWNT-MIL-101 sample showed hydrogen uptake capacity of 6.19 mg g", "−1", " which is also in good agreement with the previously reported data of 0.64 wt% (6.40 mg g", "−1", ") up to 60 bar [", "20", "]. Simulation studies have shown that lithium doped MOF-C30 can reach gravimetric hydrogen uptake capacity of 51.6 mg g", "−1", " (5.16 wt%) at 300 K and 100 bar pressure [", "30", "]. Theoretical calculations by Cao et al. [", "31", "] predicted that lithium doped COF-108 and COF-105 can have gravimetric hydrogen uptake capacities 68.4 and 67.3 mg g", "−1", " (6.84 and 6.73 wt%) respectively at 298 K and 100 bar pressure. Finally the doping of single walled carbon nanotubes incorporated MIL-101 with a little amount of lithium (830 ppm) multiplies the hydrogen uptake capacity of the material by more than two times (4.96–10.43 mg g", "−1", ") at 298 K and 90 bar pressure. Prasanth et al. [", "20", "] reported that single walled carbon nanotubes incorporation in MIL-101 leads to the formation of new ultramicropores of 6–7 Å which enhanced the room temperature hydrogen uptake capacity by better interaction between MOF surface and hydrogen molecules. Also theoretical and experimental studies have shown that lithium doping considerably enhanced the hydrogen uptake capacities in MOFs and COFs at ambient temperatures due to the strong affinity of lithium towards hydrogen molecule [", "23", ", ", "24", ", ", "25", ", ", "26", ", ", "27", ", ", "28", ", ", "29", ", ", "30", ", ", "31", "]. Therefore the enhanced hydrogen uptake capacity in SWNT-MIL-101 composite material at 298 K in the present study may be attributed to the combined effect of both the formation of ultramicropores by SWNT incorporation and by the strong interaction of doped Li inside the pores of MIL-101 towards hydrogen.", " ", "Open image in new window", " ", "Fig. 6", " ", "Hydrogen adsorption–desorption isotherms of ", "a", " MIL-101, ", "b", " Li@MIL-101, ", "c", " SWNT-MIL-101, ", "d", " Li@SWNT-MIL-101-A, ", "e", " Li@SWNT-MIL-101-B and ", "f", " Li@SWNT-MIL-101-C at 298 K up to 90 bar", " ", " ", "4 ", "Conclusions", "The modification of MIL-101 both by SWNT incorporation and lithium doping considerably enhanced the hydrogen uptake capacity of MIL-101. The doping of single walled carbon nanotubes incorporated MIL-101 with a little amount of lithium (830 ppm) multiplies the hydrogen uptake capacity of the material by more than two times (4.96–10.43 mg g", "−1", ") at 298 K and 90 bar. However excessive lithium doping leads to loss of crystallinity and framework decomposition, so controlled doping of lithium and single walled carbon nanotubes are necessary to get good surface area values and thus high hydrogen uptake capacities. The combined modification in MOFs with SWNT incorporation and lithium doping and subsequent formation of a new hybrid composite has provided a new strategy for room temperature hydrogen uptake enhancement in MOFs.\n"], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-015-0047-1/MediaObjects/10934_2015_47_Fig6_HTML.gif\" alt=\"\"></a> </div>"]}
