{"title": ["Argon and Nitrogen Adsorption in Disordered Nanoporous Carbons:  Simulation and Experiment"], "authors": ["Jorge Pikunic", "Philip Llewellyn", "Roland Pellenq", "Keith E. Gubbins"], "doi": ["10.1021/la047165w"], "abstract": ["We report experimental measurements of the isosteric heats of adsorption for argon and nitrogen in two microporous saccharose-based carbons, using a Tian-Calvet microcalorimeter. These data are used to test recently developed molecular models of these carbons, obtained by a constrained reverse Monte Carlo method. grand canonical Monte Carlo simulation is used to calculate the adsorption isotherms and isosteric heats for these systems, and the results for the latter are compared to the experimental data. For argon, excellent quantitative agreement is obtained over the entire range of pore filling. In the case of nitrogen, very good agreement is obtained over the range of coverage 0.25 ≤ Γ/", " ≤ 0.85, but discrepancies are observed at lower and higher coverages. The discrepancy at low coverage may be due to the presence of oxygenated groups on the pore surfaces, which are not taken into account in the model. The differences at high coverage are believed to arise from the presence of a few mesopores, which again are not included in the model. Pair correlation functions (argon−carbon and argon−argon) are determined from the simulations and are discussed as a function of pore filling. Snapshots of the simulations are presented and provide a picture of the pore filling process. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "1. Introduction", " ", "Realistic molecular models of porous carbons are needed to interpret experimental data used to characterize the pore structure of carbons, as well as to predict a wide range of properties (adsorption, heats of adsorption, diffusion rates, etc.) of confined phases within carbons. A variety of models have been proposed [for a review see ref 1", "]. The simplest and most widely used is the slit pore model. However, this model is oversimplified, since it fails to account for pore connectivity or the highly disordered pore structure of many industrial carbons. Recently, we have proposed a new reconstruction method", "2", " based on a constrained reverse Monte Carlo procedure, for building realistic models of such carbons from experimental X-ray or neutron diffraction data. The method was shown to give good agreement with experimental structure data (small- and wide-angle X-ray diffraction, high resolution transmission electron microscopy) for highly disordered microporous carbons prepared from saccharose. ", " ", "In the work presented here, we address the question of whether such structural models are able to predict the energetics of a fluid adsorbed in the real material. To achieve this, we compare experiment and simulation results for heats of adsorption of argon at 77 K in two carbons produced by pyrolisis of saccharose at two different treatment temperatures. The two materials are termed CS400 (heated at 400 °C) and CS1000 (heated at 1000 °C). Structural models of these materials have been developed and tested against experimental TEM images.", "2", " The simulated images reproduce, at least qualitatively, the main features observed in the experimental images. Therefore, the obvious next step is to test the models by comparing adsorption predictions to experiment. ", " ", "The first step toward such a comparison is to design a suitable experimental system (adsorbate, conditions, and experiment). Since our models are intended to describe the ", "microporosity", " of disordered porous carbons, it is desirable to use a small molecule that would be able to probe a higher fraction of the micropore volume. In this respect, nitrogen or argon are suitable candidates, and both have been widely used for the characterization of microporous materials using adsorption-based characterization methods.", "3,4", " In our case, however, it is preferable to use argon as an adsorbate to test the carbon models for the following reasons: ", " ", "(i) Argon atoms are spherical and nonpolar, and they can be logically modeled as Lennard-Jones spheres. On the other hand, nitrogen molecules are diatomic and have a quadrupole; although they can be simplistically modeled as Lennard-Jones spheres, it is necessary to include the quadrupole and the anisotropy in shape to obtain quantitative agreement with experimental structure and thermodynamic data, even for bulk systems.", "5", " Thus, argon−argon interactions can be more accurately described with simple potentials than nitrogen−nitrogen interactions. ", " ", "(ii) Although the carbons that we have modeled have only a small amount of heteroatoms (less than 8% of oxygen), these atoms are present as polar chemical groups (e.g., phenolic and carboxylic groups, ether bridges, etc.) that strongly interact with the nitrogen quadrupole. The potential energy resulting from these Coulombic forces may be quite strong compared to carbon atom−adsorbate interactions, especially at low relative pressures (or fractional filling). Consequently, it would be necessary to include the heteroatoms in the adsorbent model in order to make quantitative predictions of the behavior of nitrogen confined in porous carbons. On the other hand, since argon is nonpolar, the interaction of argon with chemical groups is weak, and any induction interactions are small compared to carbon atom−adsorbate dispersive interactions. This has been verified experimentally by comparing gas adsorption microcalorimetry results for argon and nitrogen in the same activated carbon samples.", "6", " Thus, omitting the heteroatoms in the adsorbent models should not have a strong effect in the prediction of adsorption properties of argon. ", " ", "(iii) The carbon−adsorbate interaction potential parameters are usually derived from experiment by fitting the parameters to Henry's constants (gas−solid virial coefficients) of the adsorbate on a nonporous graphitic surface. However, it has been pointed out that the interaction of nitrogen and other quadrupolar molecules (e.g., carbon dioxide) with carbon segments is highly anisotropic.", "7,8", " The interaction of nitrogen with a carbon segment is largely determined by the position and orientation of the nitrogen molecule relative to the carbon segment. This casts some doubt on the validity of the use of experimentally determined potentials in molecular simulations of nitrogen adsorption in carbons that contain finite graphene segments. Although further investigation is required, it is believed that the main source of anisotropy is the interaction of the nitrogen quadrupole with the π electrons of the carbon segment. This problem is thus much less important in the case of argon, which is nonpolar and spherical. ", " ", "The enhancement in potential energy due to the confinement of a fluid in micropores can be measured experimentally by means of gas adsorption microcalorimetry. In these experiments, the isosteric heat of adsorption is measured as a function of the fractional pore filling. An important feature of gas adsorption microcalorimetry is its high sensitivity in the range of low relative pressures, which is exactly the pressure range at which micropore filling takes place.", "3", " On the other hand, experimental isotherm measurements often lack accuracy at low relative pressures. Therefore, since we need to accurately probe the microporosity of these materials to compare to our model predictions, it is convenient to use gas adsorption microcalorimetry. ", " ", "In this work, we first assess the ability of the structural models of carbons to describe the texture of the real materials and to reproduce the energetics of confined argon. We then report grand canonical Monte Carlo simulations for three nitrogen models. The intention is to determine the importance of accurately describing the adsorbate−adsorbent intermolecular potential in predicting adsorption behavior. ", " ", "Finally, we present argon−argon and argon−carbon pair correlation functions at different fractional fillings characteristic of the main regions of the isosteric heat of adsorption curves. We use this structural information, along with the isosteric heats of adsorption and adsorption isotherms to describe the adsorption mechanism in disordered nanoporous carbons. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "2. Experiment", " ", "The differential enthalpies of adsorption, or isosteric heats of adsorption, were obtained directly using a Tian-Calvet type microcalorimeter coupled to a manometric apparatus.", "9", " A quasi-equilibrium system of gas introduction allows the determination of the high-resolution adsorption isotherms and the corresponding microcalorimetric recording. The microcalorimeter signal, ", "φ", ", can be related to the differential enthalpy of adsorption, Δ", "ads", "ḣ", ", via the following relationship:", " ", " where ", "V", "b", " is the volume of the microcalorimetric cell and ∂", "p", "/∂", "t", " is the increase in pressure, ", "p", ", with time, ", "t", ". The term ", "V", "b", "(∂", "p", "/∂", "t", ")", "T,A", " is the contribution due to the pressure expansion in the microcalorimetric cell. ", "f", "a", " is the molar rate of adsorption. The term ", "V", "b", "(∂", "p", "/∂", "t", ")", "T,A", " becomes relatively negligible during the vertical regions of the isotherm (e.g., during micropore filling). If one also considers that in these regions all the adsorptive entering the system is adsorbed, then the following simple expression for the isosteric heat of adsorption can be obtained:", " ", " where ", "f", " is the constant flow of adsorptive introduced into the sample cell. Equilibrium tests are carried out either by varying the rate of gas introduction or by stopping the gas introduction at various points during the experiment. ", " ", "The saccharose-based carbons used for adsorption and microcalorimetry experiments in this work are the same that were used in diffraction, small angle scattering and TEM experiments earlier reported.", "2", " Around 100 mg of sample was used for these experiments. Prior to each adsorption experiment, the sample was outgassed using sample controlled thermal analysis, SCTA.", "10,11", " To prepare a clean surface with the most reproducibility, the sample was heated using SCTA conditions under a constant residual vacuum pressure of 0.02 mbar up to a final temperature of 150 °C. Under such conditions, 100 mg of sample requires 36 h to be heated to 150 °C. This final temperature was maintained until the residual pressure was less than 5 × 10", "-", "3", " mbar. ", " ", "The argon and nitrogen used were obtained from Air Liquide (Alphagaz) and were of purity greater than 99.9995%. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "3. Simulation Details", " ", "We used the models of saccharose-based carbons presented in ref 2 to model the structure of CS400 and CS1000. These structural models were developed using a constrained reverse Monte Carlo procedure, and match the carbon−carbon pair correlation function of the real materials as determined from X-ray diffraction experiments. ", " ", "We modeled argon atoms as Lennard-Jones spheres. The potential energy due to the interaction of two argon atoms, as well as that due to the interaction of an argon atom with a carbon atom, is described with the Lennard-Jones 6−12 potential. The interaction potential parameters are summarized in Table 1", ". Argon−carbon parameters were fitted to experimentally obtained Henry's law constants for argon on graphitized carbon black.", "12", " ", " ", " Figure 1 Pore size distribution of the models of CS400 (solid line) and CS1000 (dashed line). The test particle is a Lennard-Jones model of argon.", " ", " ", " ", " ", " Table 1.  Lennard-Jones Potential Parameters Used for Argon in This Work", " ", " ", " ", "σ (Å)", "ε", "/k", " (K)", " ", "σ (Å)", "ε", "/k", " (K) ", "argon−argon ", "3.41 ", "120 ", "argon−carbon ", "3.38 ", "58", " ", " ", " ", "We used two different atom−atom potential models for nitrogen, 2LJQ_H and 2LJQ_LB. In both models nitrogen is described with two Lennard-Jones spheres separated by a distance of 1.10 Å, plus an ideal quadrupole placed at the center of the molecule. We used the parameters derived by Cheung and Powles", "5", " (see Table 2", "). We modeled each carbon atom as a Lennard-Jones sphere. Therefore, the interaction energy between a nitrogen molecule and a carbon atom is given by a sum of two Lennard-Jones interaction energies. The two models differ in the Lennard-Jones potential parameters used for the nitrogen−carbon interaction. For the 2LJQ_H model, we used parameters fitted to the Henry's law constant of nitrogen on “national” graphite, obtained experimentally.", "13", " For the 2LJQ_LB model, we calculated the Lennard-Jones parameters for the nitrogen−carbon interaction using the Lorentz−Berthelot rules to combine the parameters for nitrogen with those for carbon obtained by Steele.", "14", " We compare our results to those presented in ref 2 using a model for nitrogen that we term here 1LJ. In the 1LJ model, nitrogen is described as a Lennard-Jones sphere, like argon. The Lennard-Jones parameters for the nitrogen−carbon interactions used with the 1LJ model were obtained by fitting the nitrogen−carbon potential energies to those for a nonspherical model (two Lennard-Jones spheres) in the submonolayer region at 74 K.", "15", " ", " ", " ", " Table 2.  Potential Parameters for Nitrogen−Nitrogen and Nitrogen−Carbon Interactions", " ", " ", "model", "σ", "NN", " (Å)", "ε", "NN", "/", "k", " (K)", "Q", "NN", "/", "ε", "NN", "1/2", "σ", "NN", "5/2", "σ", "NC", " (Å)", "ε", "NC", "/", "k", " (K) ", "1LJ ", "3.75 ", "95.20 ", " ", "3.36 ", "61.4 ", "2LJQ_LB ", "3.31 ", "35.30 ", "1.063 ", "3.36 ", "31.4 ", "2LJQ_H ", "3.31 ", "35.30 ", "1.063 ", "3.36 ", "34.7", " ", " ", " ", "In Figures 1 and 2", ", we present the pore size distribution and the adsorbent−adsorbate potential energy distribution for a single test particle, respectively, using argon as a test particle. It is important to note that the functions used to characterize the adsorbent models depend on the test particle used to probe the structure. The results shown in Figure 1 and Figure 2 are very similar to the analogous results for the 1LJ model of nitrogen shown in ref 2. This is not surprising, since both test particles (argon and the 1LJ model of nitrogen) are Lennard-Jones spheres of very similar size. Even though the pore size distributions of both carbon models are very similar, the single-particle adsorbent−adsorbate potential energy distributions are significantly different. The reasons and implications of this observation are presented in ref 2. ", " ", " Figure 2 Adsorbent−adsorbate potential energy distribution for a single argon atom in the models of CS400 (solid line) and CS1000 (dashed line) at 77 K.", " ", " ", " ", "We performed grand canonical Monte Carlo (GCMC) simulations of argon and models 2LJQ_H and 2LJQ_LB of nitrogen at 77 K and several bulk pressures (i.e., several chemical potentials) in the structural models of CS400 and CS1000. The acceptance criteria and other details of the Monte Carlo simulations in the grand canonical ensemble are given in.", "16", " We applied a cutoff radius of 6σ for the argon−argon and nitrogen−nitrogen interactions, and periodic boundary conditions and minimum image convention in all directions. To speed up the energy calculation, we used an interpolation procedure", "17", " in which the simulation box is divided into a fine cubic energy grid of 200 × 200 × 200 points and a Lennard-Jones sphere is placed at each grid point, as explained in ref 2. ", " ", "For each chemical potential, we calculated the amount adsorbed from the averages in the number of molecules, and used the ideal gas equation of state to calculate the density and pressure of the bulk phase in equilibrium with the adsorbed phase. The vapor pressure, ", "P", "0", ", of argon at 77 K, 0.2 atm, was interpolated from molecular simulation results of solid−vapor equilibrium for Lennard-Jones fluids.", "18", " The vapor pressure of nitrogen was estimated using the Antoine equation for Lennard-Jones fluids shown in ref 19", " for the 1LJ model (1.2 atm) and from Monte Carlo simulations in the isothermal−isobaric ensemble for the 2LJQ_H and 2LJQ_LB models (1 atm). We calculated the excess amount adsorbed (Γ", "ex", ") at each chemical potential by subtracting the number of molecules of an ideal gas in the volume of the simulation box to the average number of molecules from the corresponding simulation, and dividing by the mass of carbon. The excess amount adsorbed was then normalized with the excess amount adsorbed at ", "P", " = ", "P", "0", " to obtain the fractional filling, Γ/Γ", "0", ". We also calculated the isosteric heat of adsorption ", " from fluctuation theory", "20", " and, for argon, the pair correlation function averaged over 4000 configurations using a standard algorithm that loops over all pairs of particles.", "16", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "4. Adsorption Isotherms and Heats of Adsorption", " ", "4.1. Argon:  A Test of the Structural Models of Porous Carbons.", " The argon adsorption isotherms at 77 K in CS400 and CS1000 are shown in Figure 3", ". Both adsorption isotherms are type I, according to the IUPAC classification, which is typical of microporous adsorbents. We note that we model the ", "microporosity", " of real carbons; type I isotherms are thus expected. The experimental adsorption isotherms in the real materials, however, are not necessarily type I due to the presence of mesoporosity. As shown in Figure 3, the simulated fractional filling is higher in CS1000 than in CS400 for all relative pressures. The bulk pressure at which micropore filling begins in CS1000 is about 2 orders of magnitude lower than that in CS400. As pointed out in ref 2, these observations are consistent with the adsorbent−adsorbate potential energy distribution (Figure 2), but cannot be explained in terms of differences in pore size distributions (Figure 1) between the two models. Knowing the accessible pore regions from the adsorbate−carbon potential grid, one can determine the pore volume and consequently the adsorbate density. The average adsorbate density at ", "P", "/", "P", "0", " = 1 in CS400 and CS1000 is 2.1 g/mL and 2.6 g/mL, respectively. These values are much larger than that for the bulk solid (1.54 g/mL) or liquid (1.39 g/mL). Similar high-density values have been obtained for nitrogen in other complex carbon models", "21", " and for argon and xenon in silicalite zeolite.", "22-24", " This indicates that the Gurvitch rule,", "3", " which states that the confined fluid has the same density as the bulk liquid, is not valid for these materials with pores of the size of a few molecular diameters. ", " ", " Figure 3 Argon adsorption isotherms at 77 K in the models of CS400 (circles) and CS1000 (squares). The solid lines are guides to the eye.", " ", " ", " ", "We show the isosteric heat of adsorption, as well as the adsorbent−adsorbate and the adsorbate−adsorbate contributions to this quantity, as given by the simulations, in Figures 4 and 5", ". For both model carbons, the isosteric heat of adsorption is a continuously decreasing function of fractional filling. This behavior is determined by the adsorbent−adsorbate contribution. In both models, the adsorbate−adsorbate contribution has a maximum at a fractional filling of approximately 0.8, due to the importance of adsorbate−adsorbate repulsive interactions at the higher loadings.", "17", " The heat of adsorption decreases more rapidly in CS1000 than in CS400 at very low and high fractional filling. ", " ", " Figure 4 Isosteric heat of adsorption of argon at 77 K obtained from GCMC simulations in the model of CS400 as a function of fractional filling. Shown are the adsorbate−adsorbate contribution (circles), adsorbent−adsorbate contribution (triangles), and total isosteric heat of adsorption (squares). The solid lines are guides to the eye. Empty symbols indicate points at which pair correlation functions and snapshots are presented. ", " ", " ", " Figure 5 Same as Figure 4 for the model of CS1000.", " ", " ", " ", "In Figure 6", ", we compare our simulation results with experimental gas adsorption microcalorimetry data in the same samples that were used to perform the X-ray diffraction experiments (see section 2). The simulation results are in excellent quantitative agreement with ", " experiments. The small discrepancies at high fractional filling for CS400 may be due to the presence of larger pores or high external surface area in this sample, which is not accounted for in our models. ", " ", " Figure 6 Isosteric heat of adsorption of argon at 77 K. Experiment:  CS400 (dashed line) and CS1000 (solid line). Simulations:  CS400 (circles) and CS1000 (squares).", " ", " ", " ", "4.2. Nitrogen:  Comparison of Potential Models.", " In Figures 7 and 8", ", we present nitrogen adsorption isotherms at 77 K obtained from GCMC simulations in CS400 and CS1000, respectively, for the 2LJQ_H and 2LJQ_LB models (see section 3). All the isotherms are type I, as in the case of argon. We compare the results with those presented in ref 2 for the 1LJ model. ", " ", " Figure 7 Nitrogen adsorption isotherm at 77 K in CS400. Simulation results for models 1LJ (circles, from ref 2), 2LJQ_H (filled squares), and 2LJQ_LB (empty squares). The solid lines are a guide to the eye.", " ", " ", " Figure 8 Nitrogen adsorption isotherm at 77 K in CS1000. Simulation results for models 1LJ (circles, from ref 2), 2LJQ_H (filled squares), and 2LJQ_LB (empty squares). The solid lines are a guide to the eye.", " ", " ", " ", "At low pressure, the excess amount adsorbed for model 2LJQ_H is similar to that obtained for model 1LJ. This is due to the fact that the potential parameters for the nitrogen−carbon interaction in both models were derived from similar experimental results (fitting to Henry's law constants of nitrogen in nonporous carbons). The excess amount adsorbed for the model 2LJQ_LB, however, is significantly lower than that for the other two models of nitrogen. This illustrates the deviations caused by deriving adsorbate−adsorbent potential parameters through Lorentz−Berthelot rules. At low pressures, a simple model of the adsorbate (a Lennard-Jones sphere in this case) with parameters derived from experimental results, correctly reproduces the adsorption isotherm obtained with the more detailed model. ", " ", "At high pressure, in contrast, the adsorption isotherm obtained with 2LJQ_H deviates from that of 1LJ and tends to behave more like the isotherm obtained with the 2LJQ_LB model. At high pressure, the adsorbate−adsorbate interactions become more important than at low pressure and the repulsive contributions (both adsorbate−adsorbate and adsorbate−adsorbent) to the potential energy are significantly larger. Thus, an adequate atomistic description (molecular geometry) of the adsorbate is more important than accurately obtained adsorbate−adsorbent potential energy parameters in this region. ", " ", "In Figures 9 and 10", ", we present the isosteric heat of adsorption obtained from simulations of models 2LJQ_H and 2LJQ_LB. We compare our results to those for model 1LJ", "2", " and experiment. As expected, for both CS400 and CS1000, the heats of adsorption for model 2LJQ_H give the best agreement with experimental results. The heats of adsorption calculated with this model are similar to those obtained with 1LJ at low fractional filling, and to those using 2LJQ_LB at high fractional filling. This is consistent with the trends observed in the adsorption isotherms. ", " ", " Figure 9 Isosteric heat of adsorption of nitrogen at 77 K in CS400. Experiment (solid line) and simulation of the models 1LJ (circles, from ref 2), 2LJQ_H (filled squares), and 2LJQ_LB (empty squares).", " ", " ", " Figure 10 Isosteric heat of adsorption of nitrogen at 77 K in CS1000. Experiment (solid line) and simulation of the models 1LJ (circles, from ref 2), 2LJQ_H (filled squares), and 2LJQ_LB (empty squares).", " ", " ", " ", "The simulation results using model 2LJQ_H are in quantitative agreement with experiment in the range 0.25 < Γ/", "Γ", "o < 0.85. We attribute the disagreement at low filling to the presence of polar groups (containing oxygen) in the real porous material that strongly interact with the nitrogen quadrupole (see section 1). These polar groups are omitted in the simulations and are absent in the carbon material used to fit adsorbate−adsorbent potential parameters. Also, the anisotropy of the nitrogen−carbon interaction is not taken into account in the potential used to describe this interaction (see section 1). In other words, the interaction of nitrogen with carbon atoms with carbon coordination number of 2 and hydrogen coordination number of 1 must be different to that with carbon atoms bonded to three other carbon atoms. Similarly, there is a ", " difference in interaction of nitrogen with carbon atoms in a planar section of graphene and those in curved or defective sections.", "26", " ", " ", "As mentioned in the case of argon, the disagreement at high filling is presumably caused by the presence of larger pores (i.e., larger micropores and mesopores). The structural models for porous carbons presented in ref 2 are intended to describe only the microporosity of the real material. Therefore, agreement in this region should only be expected if the material has no large micropores and mesopores. Moreover, we have estimated the statistical error of the heat of adsorption at fractional filling higher than 0.8 to be between 9 and 15%. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "5. Pair Correlation Functions and Adsorption Mechanism", " ", "In Figures 11 and 12", ", we present carbon−argon pair correlation functions in the models of CS400 and CS1000 at four different values of fractional filling, indicated with empty symbols in Figures 4 and 5. The first peak in the carbon−argon correlation functions at low fractional filling occurs at an interatomic distance of approximately 3.8 Å, which corresponds to the minimum of the carbon−argon Lennard-Jones potential (2", "1/6", "σ", "). This peak, however, shifts to lower distances (ca. 3.6 Å) at higher fractional fillings, showing that under pressure, the adsorbate molecules are pressed against the pore wall and probe the repulsive part of the adsorbate−adsorbent potential energy. The height of the first peak decreases with fractional filling. The decrease is larger at lower fractional filling, especially for CS1000, and almost negligible at higher filling. A decrease in height and shift to lower distances is also observed for the second and third peaks. The area under the first peaks is directly related to the number of carbon atoms in the immediacy of an argon atom. Thus, in average, argon atoms interact with less carbon atoms at higher fractional filling, which is also a reason for the decrease on the heat of adsorption with fractional filling. ", " ", " Figure 11 Carbon−argon pair correlation function in CS400 at Γ/Γ", "0", " = 0.039 (circles); 0.32 (squares); 0.67 (crosses); 1.0 (triangles).", " ", " ", " Figure 12 Carbon−argon pair correlation function in CS1000 at Γ/Γ", "0", " = 0.048 (circles); 0.34 (squares); 0.68 (crosses); 1.0 (triangles).", " ", " ", " ", "Comparing the carbon−argon pair correlation functions at the lowest fractional filling, it is obvious that there are longer range correlations in CS1000 than in CS400. This is a consequence of the differences in structural order of the adsorbent (see carbon−carbon pair correlation functions in ref 2). ", " ", "We also present argon−argon pair correlation functions at different values of fractional filling in CS400 (Figure 13", ") and CS1000 (Figure 14", "), as well as snapshots of the simulations at the same values of fractional filling (see Figures 15−22", "). In both models, the first peak of the argon−argon pair correlation function becomes more pronounced as the fractional filling increases, indicating an increase in the number of argon atoms in the first coordination shell. At the two lower values of fractional filling, the first peak appears at a distance of 3.7 Å, which corresponds to the minimum in the argon−argon Lennard-Jones potential. Thus, the increase in the number of atoms in the first coordination shell produces the observed increase in the adsorbate−adsorbate contribution to the isosteric heat of adsorption (Figure 4 and Figure 5). At high fractional filling, however, the first peak shifts to ", " smaller distances. The argon atoms thus probe the repulsive part of the argon−argon interaction potential, causing the observed slight decrease in the contribution to the isosteric heat of adsorption. ", " ", " Figure 13 Argon−argon pair correlation function in CS400 at Γ/Γ", "0", " = 0.32 (squares); 0.67 (crosses); 1.0 (triangles).", " ", " ", " Figure 14 Argon−argon pair correlation function in CS1000 at Γ/Γ", "0", " = 0.34 (squares); 0.68 (crosses); 1.0 (triangles).", " ", " ", " Figure 15 (a) Snapshots of GCMC simulations of argon at 77 K in the resulting model of CS400 at Γ/Γ", "0", " = 0.039. The rods and the spheres represent C−C bonds and argon atoms, respectively. (b) Projection of a 1.25 nm section.", " ", " ", " Figure 16 Same as Figure 15 for Γ/Γ", "0", " = 0.32.", " ", " ", " Figure 17 Same as Figure 15 for Γ/Γ", "0", " = 0.67.", " ", " ", " Figure 18 Same as Figure 15 for Γ/Γ", "0", " = 1.0.", " ", " ", " Figure 19 Same as Figure 15 but for the model of CS1000 for Γ/Γ", "0", " = 0.048.", " ", " ", " Figure 20 Same as Figure 19 for Γ/Γ", "0", " = 0.34.", " ", " ", " Figure 21 Same as Figure 19 for Γ/Γ", "0", " = 0.68.", " ", " ", " Figure 22 Same as Figure 19 for Γ/Γ", "0", " = 1.0.", " ", " ", " ", "At low fractional filling, there is a peak at approximately 8.7 Å in the argon−argon pair correlation functions for CS1000 and 8.3 Å in that for CS400, which correspond to correlations between argon atoms adsorbed at different ", " sites, either in the same pore or in neighboring pores. This distance corresponds to about 2.5 atomic diameters. At higher fractional fillings, these peaks are replaced by ones at lower distances (6.9 and 7.2 Å), corresponding to 2 atomic diameters, due to the complete filling of the pores and consequent closer packing of the argon atoms. This distance is equal to that at which the second peak of the pair correlation function of the bulk liquid is observed. At intermediate fractional filling, both peaks are present. ", " ", "No defined peaks are observed at higher distances. In contrast, a third peak at 3 atomic diameters is observed in the pair correlation function of the bulk liquid. The lack of longer-range correlations in the confined fluid is a consequence of the small pore dimensions. Some structure is observed at low fractional filling, but the peaks do not correspond to those observed in the bulk phase. Instead, at low filling we are probing the pore-pore correlations. More structural features are thus observed in the low filling argon−argon pair correlation function for CS1000 than in that for CS400, due to the higher structural order of the former. It is interesting to note that the more attractive points are not localized in specific regions of the material; instead, they are distributed in different pores (see Figures 15, 16, 19, and 20). ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "6. Discussion and Conclusions", " ", "In a previous work,", "2", " Pikunic et al. developed realistic models of two saccharose-based carbons from X-ray diffraction data, density, and composition measurements, using a constrained reverse Monte Carlo method. It was found that simulated TEM images were in qualitative agreement with experimental images; the simulated images capture the most important features observed experimentally and also the change of these features with heat treatment temperature. ", " ", "In this work, we have tested these models by predicting the isosteric heats of adsorption of argon at 77 K and comparing our predictions to experimental gas adsorption microcalorimetry data. The simulated isosteric heats of adsorption in our models of CS400 and CS1000 are in excellent quantitative agreement with the experiments (Figure 6). This implies that the resulting structural models reproduce the potential energy field “seen” by argon in the real materials and, thus, seem to successfully describe the texture of CS400 and CS1000. The isosteric heats of adsorption decrease as a function of coverage. The shape of the experimental curves, which is strongly related to the energetic heterogeneity of the material, is almost exactly reproduced by our models. The small discrepancies at higher fractional filling might be due to the presence of larger pores or external surfaces that are not accounted for in our model. We found that the decrease in the isosteric heat of adsorption is dominated by the adsorbent−adsorbate contribution, as observed in other microporous adsorbents such as zeolites.", "17", " ", " ", "We also presented adsorption isotherms and heats of adsorption at 77 K for three models of nitrogen in CS400 and CS1000. Isosteric heats of adsorption obtained with the 2LJQ_H model are in very good agreement with experiment in the range 0.25 < Γ/", "Γ", "0", " < 0.85. We attribute discrepancies at low pressures to the presence of polar ", " groups or attractive points that strongly interact with the nitrogen quadrupole. This is consistent with the fact that this discrepancy is not observed in the case of argon, which is spherical and nonpolar. We also note that, if a realistic description of the solid structure is available, it is important to have a relatively accurate description of the adsorbate in order to obtain good agreement with experiment. Adsorbate−adsorbent potential parameters derived from experimental data are important to obtain the correct behavior at low densities, while a good geometrical description of the adsorbate is necessary at higher densities. ", " ", "We calculated the carbon−argon and argon−argon pair correlation functions. These results, aided by simulation snapshots, can help determine the mechanism of the adsorption process. At very low chemical potentials, the first argon atoms are preferentially adsorbed at the points of lowest carbon−argon potential energy (i.e., the most attractive points), which are characterized by a high local density of carbon atoms, as evidenced by the carbon−argon pair correlation functions (see Figures 11 and 12). These low-energy points are not grouped, but instead they are dispersed throughout the porous network. Carbon atoms are more closely packed in CS1000,", "2", " producing points of higher local carbon density, and thus lower energy points. It is this difference in the structure of the two carbons, and not a difference in pore size distributions, what causes the higher heats of adsorption and higher fractional fillings at lower pressures observed in CS1000. As we have previously pointed out,", "2,25", " interpreting the adsorption behavior observed in CS400 and CS1000 using the slit pore model, would lead to conclude that the observed differences are due to dissimilarities between the pore size distributions of CS400 and CS1000, which is not necessarily the case (see Figure 1). ", " ", "At slightly higher chemical potentials, argon atoms are adsorbed at higher energy points, which are also uniformly distributed throughout the porous network. The average number of carbon atoms in the immediacy of an argon atom decreases, causing the observed decrease in the isosteric heats of adsorption. The larger energy difference between lower carbon−argon energy points in CS1000 causes the decrease in this material to be steeper than that in CS400. A peak in the argon−argon pair correlation function at approximately 2.5 atomic diameters appears due to correlations of argon atoms adsorbed in neighbor sites. ", " ", "Further increasing the chemical potential causes a gradual progression toward micropore filling. When the pores are completely filled, a peak in the argon−argon pair correlation function appears at 2 atomic diameters, which corresponds to the distance at which the second peak of the bulk liquid pair correlation is observed. No defined peaks, however, are observed at higher distances. This reflects the effect of the small pore dimensions on the structure of the confined fluid, which cannot be considered as being bulk liquid. ", " ", "Our results show that the atomic-level structure of disordered porous carbons is essential in explaining the adsorbent−adsorbate potential energy distribution in these materials, which ultimately determines the adsorption mechanism, and thus macroscopic observables (e.g., adsorption isotherm and isosteric heat of adsorption). In improving adsorption-based characterization methods for porous carbons, we suggest the use of isosteric heats of adsorption instead of (or to complement) adsorption isotherms. The shape of the isosteric heat of adsorption as a function of fractional filling is much more sensitive than that of the adsorption isotherm to the heterogeneity caused by the local structure of the adsorbent. Also, it seems that future developments in adsorption-based characterization methods for porous carbons should focus on obtaining adsorbent−adsorbate potential energy distributions, rather than pore size distributions. If the concept of pore-size distribution is preferred, however, future improvements should include heterogeneity in the density of the pore walls. Finally, many realistic models have been developed and are currently being developed. These models take into account the finite length of carbonaceous segments. It is thus necessary to develop new carbon-adsorbate potentials that take into account the effect of the location of the carbon atoms involved. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experiment", "3. Simulation Details", "4. Adsorption Isotherms and Heats of Adsorption", "5. Pair Correlation Functions and Adsorption Mechanism", "6. Discussion and Conclusions", "Acknowledgment", " ", "This work was funded by the National Science Foundation, through the Grant CTS-0211792; international cooperation was supported by the NSF/CNRS Award No. INT-0089696. Supercomputing access was supported in part by the National Resource Allocation Committee (Grant MCA93S011) through computing resources provided by the National Partnership for Advanced Computational Infrastructure at the San Diego Supercomputer Center and Texas Advanced Computing Center.", " ", "        ", "This article references 26 other publications.", " ", "(1)", " ", "Bandosz, T. J.; Biggs, M. J.; Gubbins, K. E.; Hattori, Y.; Iiyama, T.; Kaneko, K.; Pikunic, J. P.; Thomson, K. T. ", "  Chem. Phys. Carbon", " ", "2003", ", ", "8", ", 41.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Pikunic, J.; Clinard, C.; Cohaut, N.; Gubbins, K. E.; Guet, J.-M.; Pellenq, R. J.-M.; Rannou, I.; Rouzaud, J.-N. ", "  Langmuir", " ", "2003", ", ", "19", ", 8565.", "[", "ACS Full Text ", "], [", "CAS", "]", "(2) . ", "Structural Modeling of Porous Carbons: Constrained Reverse Monte Carlo Method", "Pikunic, Jorge; Clinard, Christian; Cohaut, Nathalie; Gubbins, Keith E.; Guet, Jean-Michel; Pellenq, Roland J. M.; Rannou, Isabelle; Rouzaud, Jean-Noeel", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "8565-8582", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a constrained reverse Monte Carlo method for structural modeling of porous carbons.  As in the original reverse Monte Carlo method, the procedure is to stochastically change the at. positions of a system of carbon atoms to minimize the differences between the simulated and the exptl. pair correlation functions. However, applying the original reverse Monte Carlo method without further constraints yields nonunique structures for carbons, due to the presence of strong three-body forces.  In this respect, the uniqueness theorem of statistical mechanics provides a helpful guide to the design of reverse Monte Carlo methods that give reliable structures.  In our method, we constrain the bond angle distribution and the av. carbon coordination no. to describe the three-body correlations.  Using this procedure, we have constructed structural models of two highly disordered porous carbons prepd. by pyrolysis of saccharose at two different temps.  The resulting pair correlation functions are in excellent agreement with those obtained by diffraction expts.  Simulated transmission electron microscopy (TEM) images of the resulting models are compared to exptl. images.  Many of the features obsd. in the exptl. images are also obsd. in the simulations.  The model carbons are characterized by detn. of the porosity, pore size distribution, adsorbent-adsorbate potential energy distribution, and adsorption properties at zero coverage, using a model of nitrogen as the adsorbate.  Dissocn.  Grand canonical Monte Carlo simulations of nitrogen adsorption in the model materials are presented, and it is found that the results can be explained in terms of the adsorbent-adsorbate potential energy distribution but not in terms of the pore size distribution.  For both models, the isosteric heat of adsorption is a decreasing function of coverage, in agreement with typical exptl. results in other porous carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsl2nur4%253D&md5=49dad299eadc50a7d1f0b09f3b03d7fc", " ", " ", "(3)", " ", "Rouquerol, F.; Rouquerol, J.; Sing, K. In ", "Adsorption by Powders and ", "Porous Solids", "; Academic Press:  London, 1999.", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Pikunic, J. P.; Lastoskie, C. M.; Gubbins, K. E. In ", "Handbook of Porous ", "Solids", "; Schuth, F., Sing, K., Weitkamp, J., Eds.; Wiley-VCH:  Weinheim, 2003; p 182.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Cheung, P. S. Y.; Powles, J. G. ", "  Mol. Phys.", " ", "1976", ", ", "32", ", 1383.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "The properties of liquid nitrogen.  V.  Computer simulation with quadrupole interaction", "Cheung, P. S. Y.; Powles, J. G.", "Molecular Physics", "\r\n        (", "1976", "),\r\n    ", "32", "\r\n        (", "5", "),\r\n    ", "1383-405", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "A mol. dynamics simulation of thermodn. properties, dynamics, and the structure of N2(l) using an atom-atom potential is extended to include a point quadrupole-quadrupole interaction.  The differences between properties calcd. by this method and those calcd. from the atom-atom potential alone (1975) are small but significant.  The structure factor and properties assocd. with reorientational motion agree better with expt. but discrepancies remain, esp. at high temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2sXhslOnt7o%253D&md5=ffc705082f311633ab17432bbd8daeee", " ", " ", "(6)", " ", "Fernandez-Colinas, J.; Denoyel, R.; Grillet, Y.; Rouquerol, F.; Rouquerol, J. ", "  Langmuir", " ", "1989", ", ", "5", ", 1205.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "Significance of nitrogen and argon adsorption data for following the pore structure modifications of a charcoal during activation", "Fernandez-Colinas, J.; Denoyel, R.; Grillet, Yves; Rouquerol, F.; Rouquerol, J.", "Langmuir", "\r\n        (", "1989", "),\r\n    ", "5", "\r\n        (", "5", "),\r\n    ", "1205-10", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "A no. of comparisons were carried out to improve the understanding of N2 and Ar adsorption on a charcoal during its activation.  This study involved charcoals at various extents of activation, 2 adsorbates (N2 and Ar), 2 methods for analyzing the adsorption isotherms (αs and Dubinin-Radushkevich), 2 adsorption techniques (volumetry and microcalorimetry), and 2 liqs. for immersion microcalorimetry (H2O and MeOH).  The question of the ref. adsorbent needed for the application of the αs method is examd.  Concerning the microporous vols. involved, the results of the αs method are consistent with those derived from adsorption microcalorimetry.  The latter brings extra information about the smallest micropores and tends to support, for these systems, the idea of a two-step filling mechanism.  With this series of charcoals, activation by water vapor is shown to maintain, till the end, the smallest size of micropores available to the N2 or Ar mols. and to widen the micropore size distribution to larger sizes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXlt1Wns7c%253D&md5=377248c89491f6269416a08d6f22e86b", " ", " ", "(7)", " ", "Meyer, E. F. ", "  J. Phys. Chem", ". ", "1967", ", ", "71", ", 4416.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Adsorption of carbon dioxide on carbon solids.  II.  Anisotropy of polarizability in physical adsorption", "Meyer, Edwin Francis", "Journal of Physical Chemistry", "\r\n        (", "1967", "),\r\n    ", "71", "\r\n        (", "13", "),\r\n    ", "4416-21", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The anisotropy of polarizability of both the adsorbate and the adsorbent have been taken into account in calcg. relative energies of adsorption of CO2 on the basal plane and an \"edge plane\" of the graphite lattice.  A modified 6-12 pairwise potential was summed at incremental distances of the adsorbed CO2 to obtain the equil. distance and the energy at the min. of the potential curve.  Because of the anisotropy of the polarizability of graphite, the edge plane exhibits a higher adsorption energy by a factor of about 1.5; if this property of graphite is neglected, the basal plane is apparently favored by a factor of about 1.3.  The effect of the anisotropy of polarizability of the CO2 mol. on these figures is relatively unimportant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXktlCksg%253D%253D&md5=a4619da402d2a0c5f0204b55c7b7755c", " ", " ", "(8)", " ", "Nicholson, D. ", "  Surf. Sci", ". ", "1987", ", ", "181", ", L189.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Graphite polarizability", "Nicholson, David", "Surface Science", "\r\n        (", "1987", "),\r\n    ", "181", "\r\n        (", "3", "),\r\n    ", "L189-L192", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "The components of the polarizability of graphite, which can be assigned to each atom site, are re-evaluated using optical data and shown to be consistent with those estd. from bond polarizability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXit1Glu7w%253D&md5=524b8e17c1f4324f67286af3b50cd5ec", " ", " ", "(9)", " ", "Rouquerol, J. ", "  Thermochimie", "; CNRS:  Paris, 1971.", "There is no corresponding record for this reference.", " ", " ", "Rouquerol, J. ", "  Thermochim. Acta", " ", "1989", ", ", "144", ", 209.", "[", "Crossref", "], [", "CAS", "]", ". ", "Controlled transformation rate thermal analysis:  The hidden face of thermal analysis", "Rouquerol, Jean", "Thermochimica Acta", "\r\n        (", "1989", "),\r\n    ", "144", "\r\n        (", "2", "),\r\n    ", "209-24", "CODEN:\r\n                ", "THACAS", ";\r\n        ISSN:", "0040-6031", ".\r\n    ", "Controlled transformation rate thermal anal. is a general thermoanal. method where, instead of controlling the temp. (as in conventional thermal anal.), one controls some other phys. or chem. property, which is made to follow a predetd. program by appropriate heating of the sample.  The historical development of the method is reviewed (from the early 1960s) together with its anal., preparative and kinetic applications.  Examples given mainly deal with adsorbents, catalysts and ceramics.  Expected developments are listed.  51 Refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXptVCntQ%253D%253D&md5=1fe188a2d21b6e98a74bab835f6f17c7", " ", " ", "(11)", " ", "Toft Sorensen, O.; Rouquerol, J. ", "  Sample Controlled Thermal Analysis", "; Kluwer Acad.:  Dordrecht, 2003.", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "Steele, W. A. ", "  J. Phys. Chem", ". ", "1978", ", ", "82", ", 817.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "The interaction of rare gas atoms with graphitized carbon black", "Steele, William A.", "Journal of Physical Chemistry", "\r\n        (", "1978", "),\r\n    ", "82", "\r\n        (", "7", "),\r\n    ", "817-21", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Gas-solid virial coeffs. were calcd. for a summed (4-10) power law.  This potential, which is derivable from a model that represents the total as a pairwise sum of gas atom-solid atom energies, is known to be a particularly apt representation of the rare gas-graphite basal plane interactions.  After comparing the theor. virial coeffs. with those for other model gas-solid potentials, they are fitted to previously reported data for rare gases on graphitized carbon blacks.  Over the available temp. the fit is excellent; in addn., values for the parameters of the pairwise potential are obtained which are in moderate agreement with ests. based on the Lorentz-Berthelot combining rules; deviations from the rules are similar to those obsd. for other mixed atom pairs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXht1Knt78%253D&md5=a7d6dc73e99762301a50d2031a393986", " ", " ", "(13)", " ", "Cascarini de Torre, L. E.; Flores, E. S.; Llanos, J. L.; Bottani, E. J. ", "  Langmuir", " ", "1995", ", ", "11", ", 4742.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(14)", " ", "Steele, W. A. In ", "The Interaction of Gases with Solid Surfaces", "; Pergamon Press:  Glasgow, 1974.", "There is no corresponding record for this reference.", " ", " ", "(15)", " ", "Bottani, E. J.; Bakaev, V. A. ", "  Langmuir", " ", "1994", ", ", "10", ", 1550.", "[", "ACS Full Text ", "], [", "CAS", "]", "(15) . ", "The Grand Canonical Ensemble Monte Carlo Simulation of Nitrogen on Graphite", "Bottani, E. J.; Bakaev, V. A.", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "1550-5", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The adsorption of N2 mols. on the basal plane of graphite was computer simulated by the canonical (CMC) and grand canonical (GCMC) ensemble Monte Carlo methods.  The dependence of the av. energy of adsorption on coverage obtained by the CMC method coincides with the results of independent mol. dynamics simulations.  The isotherm of adsorption obtained by the GCMC method is close to the exptl. data.  The small deviations of the simulated isotherm from the expt. in the submonolayer region may be explained by the residual heterogeneity of the real surface of graphite.  The deviation in the region of the 2nd layer is probably due to the many-body interactions which were not properly taken into account in the computer simulations.  The results for the rigid nonspherical model of N2 are compared to those for a spherical model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivVWjtLw%253D&md5=b92e4a756691e58039d4b464be14f8db", " ", " ", "(16)", " ", "Allen, M. P.; Tildesley, D. J. ", "  Computer Simulation of Liquids", "; Clarendon Press:  Oxford, 1987.", "There is no corresponding record for this reference.", " ", " ", "(17)", " ", "Pellenq, R. J.-M.; Nicholson, D. ", "  Langmuir", " ", "1995", ", ", "11", ", 1626.", "[", "ACS Full Text ", "], [", "CAS", "]", "(17) . ", "Grand Ensemble Monte Carlo Simulation of Simple Molecules Adsorbed in Silicalite-1 Zeolite", "Pellenq, Roland J.M.; Nicholson, David", "Langmuir", "\r\n        (", "1995", "),\r\n    ", "11", "\r\n        (", "5", "),\r\n    ", "1626-35", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand ensemble simulations were performed for Ar, Kr, and Xe adsorbed in silicalite-1.  Two potential models were used to model the adsorbate zeolite interactions: one originating from the work of Kiselev which was widely used in previous work, and one developed which, includes high order 2-body dispersion, induced and 3-body interactions, denoted PN1.  Simulation data were compared with exptl. isotherms and isosteric heat curves obtained from microcalorimetry and also with neutron scattering data.  Neither of the potential models used was able to predict the transition obsd. in exptl. isotherms, although the heat curve transitions are reproduced.  These transitions are assocd. with adsorption at the substep preceding the transition.  Decompn. of simulated heats into wall and mol. components facilitates an interpretation of these curves.  From an anal. of neutron data and the thermodn. data, the authors conclude that the step obsd. in the Ar and Kr isotherms must be attributed to an adsorbent transition which possibly induces a rearrangement of the adsorbed phase.  Therefore, this transition is not due to a disordered fluid to cryst. solid adsorbate transformation nor to commensurate-incommensurate phase changes.  The authors demonstrate that the distorted lattice cannot be identified with the para-form which occurs during p-xylene adsorption.  The authors conclude with a brief description of current ideas bearing on adsorbent lattice transformation and propose a tentative mechanism.  A full at. level interpretation awaits further study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlsFelurw%253D&md5=55f6015af591b57ae4ef42cd2c135652", " ", " ", "(18)", " ", "Agrawal, R.; Kofke, D. A. ", "  Mol. Phys", ". ", "1995", ", ", "85", ", 43.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Thermodynamic and structural properties of model systems at solid-fluid coexistence. II. Melting and sublimation of the Lennard-Jones system", "Agrawal, Rupal; Kofke, David A.", "Molecular Physics", "\r\n        (", "1995", "),\r\n    ", "85", "\r\n        (", "1", "),\r\n    ", "43-59", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis", ")\r\n        ", "Properties of coexisting fluid and solid phases of the Lennard-Jones model potential are reported.  The melting line, representing equil. between the solid and liq. phases, is computed by performing a thermodn. integration along a path that follows the coexistence line itself, according to the Gibbs-Duhem integration method recently introduced by the authors.  Monte Carlo simulations are conducted to compute the quantities needed by the method; two system sizes, with particles numbering approx. 100 and 500, resp., are examd.  The starting point for the integration is the soft sphere system obtained in the limit of high temp.  The procedure terminates at the solid-liq.-vapor triple point, and thus the entire melting line is detd.  The results for the melting pressure are about 10% higher than those reported previously in the literature, while the triple point temp. the authors compute is in accord with the established value.  An anal. of the approach to the high-temp. limit is used to construct a functional form for the melting line; this is fitted to the data, reproducing all of them to within their estd. errors.  Another integration is initiated from the triple point to compute part of the sublimation line.  Several semi-empirical 'melting rules' are examd. in the light of the new results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmtVCktbg%253D&md5=4da0b45512d3a56ec7ed201ae8c717d4", " ", " ", "(19)", " ", "Kofke, D. A. ", "  Adv. Chem. Phys", ". ", "1999", ", ", "105", ", 405.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Semigrand canonical Monte Carlo simulation; integration along coexistence lines", "Kofke, David A.", "Advances in Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "105", "\r\n        (", "Monte Carlo Methods in Chemical Physics", "),\r\n    ", "405-441", "CODEN:\r\n                ", "ADCPAA", ";\r\n        ISSN:", "0065-2385", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A review, with 86 refs., in which simulation in semigrand ensembles (including fugacity and fugacity fraction, partition functions, and simulation algorithms), tracing coexistence lines by Gibbs-Duhem integration (including Clapeyron equations, intermol.-potential-based field parameters, and free energies and emergence of new phases), the practical matters of choosing a path and getting started, conducting the integration, coupling of the phases, and error estn. and stability are discussed.  A summary of applications and the freezing of the square-well model as an example are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXns1OlsQ%253D%253D&md5=f265bc1f44434f5f09915b06f46cc99d", " ", " ", "Nicholson, D.; Parsonage, N. G. ", "  Computer Simulation and the Statistical ", "Mechanics of Adsorption", "; Academic Press:  London, 1982; p 97.", "There is no corresponding record for this reference.", " ", " ", "(21)", " ", "Biggs, M. J.; Buts, A.; Williamson, D. ", "  Langmuir", " ", "2004", ", ", "20", ", 5786.", "[", "ACS Full Text ", "], [", "CAS", "]", "(21) . ", "Molecular Simulation Evidence for Solidlike Adsorbate in Complex Carbonaceous Micropore Structures", "Biggs, Mark J.; Buts, Alex; Williamson, David", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "14", "),\r\n    ", "5786-5800", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of a model nitrogen vapor on a range of complex nanoporous carbon structures is simulated by grand canonical Monte Carlo simulation for a single subcrit. temp. above the bulk f.p.  Adsorption and desorption isotherms, heats of adsorption, and three-dimensional singlet distribution functions (SDFs) were generated.  Inspection of the SDFs reveals significant levels of solidlike adsorbate at satn. even in the most complex of the microporous solids considered.  This strongly suggests that solidlike adsorbate will also occur for simple subcrit. vapors adsorbed on real noncryst. solids such as microporous carbons at temps. above the bulk f.p., supporting indirect exptl. observations.  The presence of significant levels of solidlike adsorbate has implications for characterization of microporous solids where adsorbate d. is used (e.g., detn. of pore vol. from loading).  Detailed consideration of the SDF at different loadings for a model microporous solid indicates solidlike adsorbate forms at distributed points throughout the pore space at pressures dependent on the nature of the local porosity.  The nature of the local porosity also dictates the freezing mechanism.  A local freezing/melting/refreezing process is also obsd.  Introduction of mesoporosity into the model causes hysteresis between the adsorption and desorption isotherms.  Adsorption in the hysteresis loop occurs by a series of local condensation events.  It appears as if the presence of adjacent microporosity and/or adsorbate within it affects the pressure at which these events occur.  Reversal of the condensation during desorption occurs throughout the mesoporosity at a single pressure; this pressure is unaffected by the presence of adjacent microporosity or the adsorbate within it.  It is also shown that the empirical concept of \"pore size\" is not consistent for describing adsorption in the complex solids considered here.  A new concept is, therefore, proposed that seeks to account for the factors that affect local adsorption energy: local geometry, microtexture, surface atom d., and surface chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjs12msbo%253D&md5=ca0d249a714c44c88dfc21e1601380c7", " ", " ", "(22)", " ", "Douguet, D.; Pellenq, R. J.-M.; Boutin, A.; Fuchs, A. H.; Nicholson, D. ", "  Mol. Sim.", " ", "1996", ", ", "17", ", 255.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "The adsorption of argon and nitrogen in silicalite-1 zeolite: a grand canonical Monte-Carlo study", "Douguet, Dominique; Pellenq, Roland J-M.; Boutin, Anne; Fuchs, Alain H.; Nicholson, David", "Molecular Simulation", "\r\n        (", "1996", "),\r\n    ", "17", "\r\n        (", "4-6", "),\r\n    ", "255-288", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Gordon & Breach", ")\r\n        ", "Grand ensemble Monte-Carlo simulations of adsorption of Ar and N in silicalite were performed by using a new adsorbate/zeolite potential function.  In both cases, a good agreement with zero coverage data (Henry's law const. and isosteric heat of adsorption) was obtained.  For Ar, the simulated isotherm at 77 K exhibits the exptl. obsd. step.  This is attributed to an in site/off-site phase transition of the adsorbed phase.  The calcd. neutron diffraction spectra are in reasonable agreement with those obtained exptl.  Furthermore, the authors suggest (in light of recent 40Ar diffraction expts. of N. Tosi-Pellenq and J. P. Coulomb (1993)) that the shift in pressure between the simulated and the exptl. isotherms corresponds to changes in the zeolite structure accompanied with the adsorbate phase transition itself.  For N, only the 1st of the 2 exptl. obsd. steps is reproduced in the simulation.  This step corresponds to an ordering of the adsorbed phase.  The fact that the 2nd step is missing in the simulated isotherm supports the hypothesis of a distortion of the zeolite framework under the stress of the adsorbed fluid at high loading.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsFertLg%253D&md5=df99084f528d87c0d8505fdf8d50d07a", " ", " ", "(23)", " ", "Pellenq, R. J.-M.; Coasne, B.; Levitz, P. E. In ", "Adsorption and Transport ", "Phenomena in Nanopores", "; Nicholson, N., Quirke, N., Eds.; Taylor and Francis:  2004, in press.", "There is no corresponding record for this reference.", " ", " ", "(24)", " ", "Pellenq, R. J.-M.; Levitz, P. E. ", "  Mol. Simul", ". ", "2001", ", ", "27", ", 353.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Adsorption/condensation of xenon in a disordered silica glass having a mixed (micro a mixed and meso) porosity", "Pellenq, Roland J.-M.; Levitz, Pierre E.", "Molecular Simulation", "\r\n        (", "2001", "),\r\n    ", "27", "\r\n        (", "5-6", "),\r\n    ", "353-370", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Gordon & Breach Science Publishers", ")\r\n        ", "We have studied adsorption of Xe in a mixed (micro and meso) porosity SiO2 controlled porous glass (CPG) by grand canonical Monte-Carlo (GCMC) simulation.  A numerical sample of the CPG adsorbent was obtained by an off-lattice reconstruction method recently introduced to reproduce topol. and morphol. properties of correlated disordered mesoporous materials.  The off-lattice functional of (100 m2/g)-Vycor is applied to a simulation box contg. Si and O atoms of orthorhombic silicalite zeolite with an homothetic redn. of factor 2.5 so as to obtain a CPG sample exhibiting both micro and meso porosity.  A realistic surface chem. is then obtained by satg. all O dangling bonds in the mesoporosity with H.  The Xe adsorption/desorption isotherms is calcd. at 195 K.  In the particular case of Xe, the difference of energetics between zeolitic micropores and CPG mesopores lead to 2 distinct adsorption processes which occur consecutively.  As a consequence, both the microporosity and the mesoporosity can be calcd. independently.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXptVantrg%253D&md5=b5fe26906b557d9de2adc2b754c3f1a6", " ", " ", "(25)", " ", "Coasne, B.; Pikunic, J. P.; Pellenq, R. J.-M.; Gubbins, K. E. Presented at the Material Society Fall Meeting, Boston, MA, U.S.A., 2003; P8.5.", "There is no corresponding record for this reference.", " ", " ", "(26)", " ", "Klauda, J. B.; Jiang, J.; Sandler, S. I. ", "  J. Phys. Chem. B", " ", "2004", ", ", "108", ", 9842.", "[", "ACS Full Text ", "], [", "CAS", "]", "(26) . ", "An ab Initio Study on the Effect of Carbon Surface Curvature and Ring Structure on N2(O2)-Carbon Intermolecular Potentials", "Klauda, Jeffery B.; Jiang, Jianwen; Sandler, Stanley I.", "Journal of Physical Chemistry B", "\r\n        (", "2004", "),\r\n    ", "108", "\r\n        (", "28", "),\r\n    ", "9842-9851", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of carbon surface curvature and ring structure on the gas-carbon interaction potential is not well understood.  Potentials derived from gas-graphite adsorption measurements are commonly used in mol. simulations with curved carbon surfaces, e.g., nanotubes, fullerenes, and other nanoporous carbons.  Presented here are quantum mech. (QM) calcns. of the interactions of nitrogen and oxygen with three carbon surfaces of different curvatures (graphite, C60 fullerene, and C168 schwarzite).  Generally, QM calcns. at the CCSD(T) level are required to obtain accurate interaction energies for these systems; here a recently developed, computationally efficient Hybrid Method for Interaction Energies (HM-IE) of comparable accuracy was used.  Atom-site intermol. potentials fit to the quantum mech. results produce accurate predictions of the exptl. measured second virial coeff. of adsorption for nitrogen on graphite.  The QM-based gas-carbon potentials for C60 and C168 were found to be different than for graphite, and result in increased adsorption energies for nitrogen on these surfaces.  We conclude that mol. simulations based on the assumption that the gas-carbon interaction potentials are invariant to carbon surface curvature and ring structure may result in incorrect property predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksl2rtbg%253D&md5=943c732294784337b548112b90892c88", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00019.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00020.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00021.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2005/langd5.2005.21.issue-10/la047165w/production/images/small/la047165wf00022.gif\">"]}
