{"title": ["Framework Isomerism in Vanadium Metal–Organic Frameworks: MIL-88B(V) and MIL-101(V)"], "authors": ["Fabian Carson", "Jie Su", "Ana E. Platero-Prats", "Wei Wan", "Yifeng Yun", "Louise Samain", "Xiaodong Zou"], "doi": ["10.1021/cg4012058"], "abstract": ["Two vanadium metal−organic frameworks, MIL-88B(V) and MIL-101(V), have been synthesized and characterized by X-ray powder diffraction, X-ray absorption spectroscopy, thermogravimetric analysis, N", " sorption, chemical analysis, and electron energy-loss spectroscopy. These MOFs are polymorphs, or framework isomers. They have been compared with isostructural analogues of MIL-88B and MIL-101. These vanadium MOFs convert to another MOF, MIL-47, at higher temperatures.", "Two families of metal–organic frameworks (MOFs), MIL-88 and MIL-101 built by trinuclear transition metal (TM) clusters (TM = Cr, Fe, or Sc), have been known for several years, but their syntheses are often reported separately. In fact, these MOFs are polymorphs, or framework isomers: they are assembled from the same metal secondary building units and organic linkers, but the connectivity of these components differs. Here we report for the first time the synthesis of the vanadium MOF MIL-88B(V) and compare its synthesis parameters to those of MIL-47(V) and the recently reported MIL-101(V). The properties of MIL-88B(V) and MIL-101(V) are remarkably different. MIL-88B(V) can “breathe” and is responsive to different solvents, while MIL-101(V) is rigid and contains mesoporous cages. MIL-101(V) exhibits the highest specific surface area among vanadium MOFs discovered so far. In addition, both MIL-88B(V) and MIL-101(V) transform to MIL-47 at higher temperatures. We have also identified the key synthesis parameters that control the formation of MIL-88B(V), MIL-101(V), and MIL-47: temperature, time, and pH. This relates to the rate of reaction between the metal and linkers, which has been monitored by ", " X-ray powder diffraction and V K-edge X-ray absorption spectroscopy during MOF synthesis. It is therefore important to fully study the synthesis conditions to improve our understanding of framework isomerism in MOFs."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Synthesis of polymorphs is an important area of research in chemistry.", "(1-3)", " This is of special value in the pharmaceutical industry, in which control of a specific polymorph is crucial for achieving certain desired properties in a drug product.", "(4, 5)", " Closely related to polymorphism is supramolecular or framework isomerism.", "(6-8)", " This occurs in coordination polymers and metal–organic frameworks (MOFs) in which the same metal and organic components can link together in different spatial arrangements.", "(6, 8, 9)", "While MOFs based on divalent metals, such as Zn", "2+", " and Cu", "2+", ", have received much attention over the past decade,", "(10-14)", " less progress has been achieved on the synthesis of new MOFs containing tri- and tetravalent metals.", "(15-19)", " Among these, vanadium MOFs are particularly rare. This is surprising, especially considering the diverse range of complexes and clusters (notably vanadium–carboxylate clusters) that vanadium forms. Vanadium is also important in catalytic processes; in particular, supported vanadium oxide-based catalysts are used in the production of several important chemicals, such as sulfuric acid and phthalic anhydride, and vanadium is present in the active site of a number of biological enzymes.", "(20, 21)", " Therefore, incorporation of vanadium into MOFs may lead to porous, functionalized, and shape-selective catalysts. Indeed, much effort has already been focused on synthesizing V-containing molecular sieves and mesoporous materials.", "(22, 23)", "The most studied vanadium MOF is MIL-47, or [VO(BDC)·guest] (BDC = 1,4-benzenedicarboxylate).", "(24)", " This MOF has been successfully used for adsorption and separation of gases", "(25)", " and liquids.", "(26)", " MIL-47 has also been used as a catalyst for the epoxidation of cyclohexene", "(27)", " and the conversion of methane to acetic acid.", "(28)", " Other vanadium MOFs include MIL-26,", "(29)", " MIL-59,", "(30)", " MIL-60,", "(31)", " MIL-61,", "(31)", " MIL-68,", "(32)", " MIL-71,", "(33)", " isoreticular frameworks of MIL-47,", "(28, 34, 35)", " and the recently synthesized V MOFs, MIL-100(V),", "(36)", " MIL-101(V),", "(37)", " COMOC-2,", "(38)", " and COMOC-3.", "(39)", "Knowledge of the conditions under which a certain secondary building unit (SBU) is stable is of particular importance in MOF chemistry, because this can help in the construction of isoreticular frameworks and the design of new topologies.", "(40, 41)", " Trinuclear oxo-centered metal–carboxylate complexes having the general formula [M", "3", "O(OOCR)", "6", "L", "3", "]", "n", "+", " (L = terminal ligand, such as H", "2", "O or Cl", "–", ") have been studied since the 19th Century, with chemists such as Werner, Orgel, and Cotton contributing to their development.", "(42-45)", " These metal clusters form the SBU in some of the most studied MOFs, e.g., MIL-88,", "(46, 47)", " MIL-100,", "(48)", " and MIL-101.", "(49)", " Simplification of this metal cluster to a trigonal prism, as shown by Yaghi and co-workers, is useful for analyzing the underlying topology of these MOFs.", "(50)", " Indeed, the ", "acs-a", " net is the default net for connecting trigonal prisms, which is the underlying topology of MIL-88.", "(46, 51)", " However, the ", "mtn-e-a", " net is an alternative connection of trigonal prisms, which occurs in MIL-101.", "(52)", " These two frameworks, MIL-88B (B refers to the use of BDC as the linker) and MIL-101, are topological framework isomers: they are assembled from the same components (trinuclear metal–carboxylate nodes and BDC linkers), but their connectivity differs. The metal component of the [M", "3", "O(OOCR)", "6", "L", "3", "]", "n", "+", " SBU in MIL-88B and MIL-101 can be varied and has previously been reported with Cr", "3+", ", Fe", "3+", ", Sc", "3", ", Al", "3+", " (using 2-aminoterephthalate as the linker; MIL-101 only), and V", "3+", " (MIL-101 only).", "(37, 47, 49, 53-60)", " Understanding the parameters that lead to the formation of each isomer may help to explain the nature of the metal–linker assembly process during MOF synthesis.", "(61, 62)", "Herein, we report the synthesis of two vanadium MOFs: MIL-88B(V), which is new, and MIL-101(V), which was recently reported by van der Voort and co-workers.", "(37)", " The formation of these MOFs has been studied by ", "ex situ", " X-ray powder diffraction (XRPD) and X-ray absorption spectroscopy (XAS), which has allowed us to identify the most important parameters for the synthesis of all MIL-88B and MIL-101 materials. We have also explored the transformation of these MOFs to another phase, MIL-47, at higher temperatures. The breathing behavior of MIL-88B(V) has been compared with that of its isostructural analogues.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Instrumentation", "All reagents were purchased commercially and used without further purification. pH measurements were taken with a 744 Metrohm pH meter equipped with a glass electrode. XRPD patterns were collected on a PANalytical X’Pert PRO diffractometer in Bragg–Brentano geometry equipped with a linear detector using Cu Kα1 radiation. The samples were dispersed on zero-background Si plates with ethanol. High-quality XRPD patterns for Pawley refinement were collected on a PANalytical X’Pert PRO MPD diffractometer in transmission geometry using Cu Kα radiation. Samples dispersed in solvent were sealed in 0.5 mm diameter quartz capillaries with the respective solvent. Dry samples were placed in a closed Macor glass ceramic holder and heated in an Anton-Parr XRK900 reaction chamber. The unit cell parameters were determined by Pawley refinement using Topas Academic version 4.1.", "(63)", " ", "In situ", " XRPD was performed on beamline I11 at Diamond Light Source (λ = 0.8271 Å). Samples were packed into glass capillaries and heated with a Cryostream. Scanning electron microscopy (SEM) was conducted on a JEOL JSM-7000F microscope operated between 1.5 and 5 kV. Thermogravimetric analysis (TGA) was conducted on a Perkin-Elmer TGA 7 instrument, using a heating rate of 2 °C/min in air. CHN analysis was performed on a Carlo Erba Flash 1112 elemental analyzer. Cl analysis was conducted by Schöniger flask combustion followed by titration. Inductively coupled plasma-optical emission spectrometry (ICP-OES) was used for vanadium determination with a Varian Vista MPX ICP-OES instrument. Medac Ltd. in the United Kingdom conducted the elemental analysis. Fourier-transform infrared (FTIR) spectroscopy in the mid- and far-IR regions was performed on a Varian 670-IR spectrometer and a Bruker Tensor 37 spectrometer with an MCT detector, respectively. Electron energy-loss spectroscopy (EELS) was performed on a JEOL JEM-2100F transmission electron microscope equipped with a Gatan GIF Tridiem system. Nitrogen sorption isotherms were measured at 77 K on a Micromeritics ASAP 2020 system. The samples were degassed at 150 °C for 12 h prior to measurements. V K-edge XAS was conducted at beamline I811, MAX-lab, using a Si(111) double-crystal monochromator. The current of the storage ring was approximately 200 mA. Spectra were energy-calibrated to vanadium metal foil (absorption edge taken at 5464.7 eV). MOF samples were suspended in ethanol and collected in fluorescence mode. XAS data processing was performed using Athena.", "(64, 65)", "Preparation of MIL-88B(V) and MIL-101(V)", "Dry vanadium chloride is required to obtain these MOFs with good crystallinity (using VCl", "3", " that had been exposed to moisture for several months led to poorly crystalline samples). For the synthesis of MIL-88B(V), terephthalic acid (H", "2", "BDC) (1 mmol, 166 mg) and VCl", "3", " (1 mmol, 157 mg) were added to a 30 mL Teflon-lined autoclave. Then absolute ethanol (5 mL) and 1 M HCl (1 mL) were added, and the mixture was stirred for 30 min, followed by sonication for 15 min. For the synthesis of MIL-101(V), H", "2", "BDC (1 mmol, 166 mg) and VCl", "3", " (1 mmol, 157 mg) were added to a 30 mL Teflon-lined autoclave. Absolute ethanol (5 mL) was added, and the mixture was stirred for 30 min, followed by sonication for 15 min. The autoclaves were heated in an oven at 120 °C for 48 h. After the samples had cooled to room temperature, we isolated green powders by washing the samples with ethanol and separating them by centrifugation. The MOFs were activated by being heated at 70 °C in DMF for 3 h under N", "2", ", followed by heating at 70 °C in ethanol for 3 h under N", "2", ". Finally, the MOFs were dried under vacuum for 16 h at 120 °C, resulting in yields of 30% for MIL-88B(V) and 23% for MIL-101(V). Elemental analysis of activated MIL-88B(V): observed, 40.64% C, 3.18% H, 17.76% V, and 2.60% Cl; calculated {based on [V", "3", "O(BDC)", "3", "(H", "2", "O)", "2", "Cl", "0.6", "(HBDC)", "0.4", "]·2H", "2", "O·EtOH}, 40.47% C, 3.26% H, 17.63% V, and 2.45% Cl. Elemental analysis of the activated MIL-101(V): observed, 39.03% C, 2.19% H, 18.09% V, and 3.13% Cl; calculated {based on [V", "3", "O(BDC)", "3", "(H", "2", "O)", "2", "Cl", "0.7", "(HBDC)", "0.3", "]·2H", "2", "O·0.5EtOH}, 39.62% C, 2.97% H, 18.40% V, and 2.99% Cl. HBDC refers to monodeprotonated terephthalic acid. The XRPD patterns of MIL-88B(V) and MIL-101(V) are shown in Figure S1 of the ", "Supporting Information", " and closely match the XRPD patterns simulated on the basis of the structures of MIL-88B(Cr) and MIL-101(Cr).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "MIL-88B(V) and MIL-101(V) as Framework Isomers", "Our aim was to synthesize new vanadium MOFs because there have been relatively few reported and vanadium-containing materials are often used as catalysts. Furthermore, vanadium is present in numerous molecular carboxylate clusters that have not been found in MOFs. Introducing these clusters into MOFs could lead to new topologies. Because some of these molecular clusters are synthesized in ethanol,", "(66)", " new vanadium MOFs could be formed by using ethanol as the solvent. Heating VCl", "3", " and H", "2", "BDC in ethanol at 120 °C led to the formation of MIL-101(V). To our surprise, MIL-88B(V) formed when HCl was added to the reaction mixture (Figure ", "1", ").", "SEM images of MIL-88B(V) and MIL-101(V) are shown in the ", "Supporting Information", " (Figure S2). MIL-88B(V) crystallized as prismatic, rod-shaped crystals, with lengths and widths ranging between 4 and 20 μm and between 1 and 3 μm, respectively. MIL-101(V) crystallized as octahedral nanoparticles around 250–350 nm.", "Figure 1. Synthesis scheme for MIL-88B(V), MIL-101(V), and MIL-47. The carboxylate carbon atoms of the trinuclear oxo-centered cluster have been linked to form a trigonal prism, which simplifies the structures of MIL-88B(V) and MIL-101(V). The atomic coordinates for MIL-101(V) and MIL-47 were taken from refs ", "49", " and ", "24", ", respectively.", "We followed the MOF synthesis by performing V K-edge XAS and XRPD on the reaction solutions and the products, respectively (Figure ", "2", "). As shown by the XRPD patterns in Figure ", "2", "a, MIL-101(V) appears after only 3 h and nearly all the crystalline linker has been consumed after 7 h (Figure ", "2", "a). In contrast, MIL-88B(V) forms more slowly, appearing between 10 and 12 h. It seems that multiple phases of MIL-88B(V) are present at 12 and 16 h, which is unsurprising as this MOF is flexible and the structure will change when different species are present in the pores of the MOF.", "(67)", "Figure 2. (a) XRPD patterns of products during the synthesis of MIL-88B(V) after 0, 4, 8, 12, 16, and 48 h and MIL-101(V) after 0, 1, 3, 5, 7, and 48 h [Cu Kα1 (λ = 1.5406 Å)]. The peak at 17.5° 2θ corresponds to undissolved H", "2", "BDC. (b) V K-edge ", "ex situ", " XAS spectra of the MOFs and the reaction solutions during the synthesis of MIL-88B(V) and MIL-101(V). The inset shows magnified spectra on pre-edge peaks.", "XAS can probe the metal environment in solution and could be used to identify vanadium clusters during MOF synthesis. As shown by the XAS spectra in Figure ", "2", "b, there is a change during the synthesis of MIL-101(V) and MIL-88B(V) after 2 and 4 h, respectively, compared to those at 0 h. The intensity of the 1s → 3d pre-edge feature at 5468.9 eV increases, which is caused by the loss of centrosymmetry at vanadium.", "(68)", " This feature is relatively weak, most likely caused by distortion of the octahedral coordination around vanadium, similar to that found in the V MOFs. The pre-edge peak is larger for MIL-101(V) than MIL-88B(V), which indicates that the vanadium is more distorted from perfect octahedral symmetry in MIL-101(V) than in MIL-88B(V). The XAS spectra of MIL-88B(V) and MIL-101(V) both contain distinct features at 5521.6 and 5554.1 eV (marked with arrows) that are not present in the spectra during the synthesis. This implies that the majority of vanadium during the synthesis of these MOFs is not present as trinuclear oxo-centered clusters. Further analysis of the XAS spectra was hindered because of strong monochromator-induced glitches in the EXAFS region.", "The frameworks of MIL-88B(V) and MIL-101(V) are composed of the same trigonal prismatic building units (trinuclear oxo-centered metal clusters and organic linkers) assembled into different topologies. The topology of MIL-88B(V) corresponds to the ", "acs-a", " net, which has only one kind of cluster and one kind of linker and is the most regular linkage of trigonal prisms.", "(51, 69)", " The underlying net of MIL-101(V) is ", "mtn-e-a", ", which has three kinds of clusters and four kinds of linkers.", "(52)", " The transitivity of the ", "mtn", " net, [3432], is considerably higher than that of the ", "acs", " net, [1122]. In other words, MIL-88B is the default structure that may be expected for connecting trigonal prisms. In addition, the ", "mtn", " net contains cages (this explains the mesoporosity in MIL-101), whereas the ", "acs", " net is denser (MIL-88B has channels). All these structural features point toward MIL-88B being the thermodynamic isomer, whereas MIL-101 has a more complex structure and is therefore the kinetic isomer. On the other hand, V K-edge XAS shows that the distortions of the vanadium coordination from a regular octahedron are larger in MIL-101(V) than in MIL-88B(V), which may reduce the size of the difference in energy between MIL-88(V) and MIL-101(V). MIL-47 is constructed from infinite chains of edge-sharing metal octahedra. The topology of MIL-47 corresponds to the ", "sra", " net. The condensed rodlike building units of MIL-47 provide high stability to the structure, which explains why MIL-47 is the thermodynamic phase.", "Experimentally, we have found that the most important parameters for obtaining MIL-88B(V), MIL-101(V), and MIL-47 are temperature, time, and pH (Figure ", "4", "). At a high temperature (200 °C) and a long reaction time (24 h), the thermodynamic phase MIL-47 was formed (Figure ", "4", "a). Also, when samples were heated at 200 °C in ethanol, MIL-88B(V) and MIL-101(V) decomposed and converted to MIL-47 (Figures ", "1", " and ", "3", "). A similar transformation was found for some of the Cr, Fe, and Al MIL materials. Jhung and co-workers found that MIL-101(Cr) decomposes and forms MIL-53(Cr) with longer synthesis times.", "(70)", " MIL-47 is isostructural to MIL-53 but contains V", "4+", " instead of M", "3+", " (M = Cr, Fe, Al, Ga, or Sc). Millange, Walton, and co-workers found that MOF-235(Fe) converts to MIL-53(Fe) via MOF dissolution.", "(61)", " (The frameworks of MOF-235 and MIL-88B are identical except that the pores of MOF-235 are filled with [MX", "4", "]", "−", " tetrahedra.)", "(50)", " Stavitski, Gascon, and co-workers observed that NH", "2", "-MOF-235(Al) converts to NH", "2", "-MIL-101(Al), which then dissolves and transforms to NH", "2", "-MIL-53(Al) at higher temperatures in DMF.", "(62)", " Interestingly, when water is used as the solvent, only NH", "2", "-MIL-53(Al) forms. Only after activation does the experimental XRPD pattern match the simulated XRPD pattern of calcined MIL-47.", "(71, 72)", " MIL-47 is not a framework isomer of MIL-88B(V) and MIL-101(V) because the chemical formula and metal cluster differ.", "Figure 3. XRPD patterns of MIL-47 (black), simulated from the crystal structure in ref ", "24", ", as-synthesized MIL-47 (dark blue), and activated MIL-47 (light blue) [Cu Kα1 (λ = 1.5406 Å)].", "As shown in Figure ", "4", "a, MIL-88B(V) and MIL-101(V) are difficult to isolate with a change in only the reaction temperature or time and crystallize as mixtures. This is in agreement with our previous topological and structural discussions. MIL-101 is favored at shorter reaction times and lower temperatures because it is the kinetic isomer, whereas more MIL-88B(V) forms at higher temperatures or longer reaction times. H", "2", "BDC does not fully dissolve at short reaction times and temperatures of ≤100 °C. To obtain both isomers as pure crystalline phases, we performed a careful study by optimizing pH and concentration, as shown in Figure ", "4", "b. Pure MIL-88B(V) can be isolated by slow crystallization at low pH (high HCl/EtOH ratio), i.e., thermodynamic control, probably because the linker is deprotonated gradually and reacts with the metal. The addition of water (HCl is added as a 1 M aqueous solution) may also contribute to the formation of MIL-88B(V); when water was added instead of HCl, a poorly crystalline structure that resembled that of MIL-88B(V) formed (Figure S3, ", "Supporting Information", "). MIL-101(V) is obtained at high pH (low HCl/EtOH ratio), where the concentration of the deprotonated linker is higher and can react faster with the metal, i.e., kinetic control. These results prove that MIL-88B(V) is the thermodynamic isomer and MIL-101(V) is the kinetic isomer. Stock and co-workers also found pH to be important in the Fe", "3+", "/NH", "2", "–BDC system.", "(56)", " In water, a high pH favored the formation of MIL-101-NH", "2", "(Fe) and a low pH (with HCl) resulted in the formation of MIL-88-NH", "2", "(Fe) [as well as MIL-53-NH", "2", "(Fe)]. In contrast, when DMF was used as the solvent, MIL-88-NH", "2", "(Fe) was preferentially formed under more basic conditions (with NaOH); however, MIL-88-NH", "2", "(Fe) is the thermodynamic isomer because it is favored over MIL-101-NH", "2", "(Fe) at higher temperatures.", "(56)", "The same complex scenario is found for the isostructural analogues of MIL-88B and MIL-101. The synthesis of MIL-88B(Cr) requires chromium chloride and DMF as the solvent, instead of chromium nitrate and water that are employed for MIL-101(Cr).", "(49, 60)", " MIL-101(Fe) can be rapidly synthesized by microwave heating at 150 °C, whereas the formation of MIL-88B(Fe) requires a lower temperature but a longer reaction time, as well as additional base (NaOH).", "(54, 73)", " The physical conditions, such as temperature, play a smaller role than the crystallization medium (solvent, pH, counterion, and additive) in controlling the formation of MIL-101 or MIL-88B.", "Figure 4. Product synthesis diagrams for vanadium MOFs with (a) temperature and time (HCl/EtOH ratio of 0.10) and (b) temperature and HCl/EtOH ratio (reaction time of 24 h) as variables. The products and the product regions of H", "2", "BDC, MIL-88B(V), MIL-101(V), and MIL-47 are colored white, purple, green, and blue, respectively. The amount of products was estimated from relative peak intensities in the XRPD patterns.", "Breathing of MIL-88B(V)", "The MIL-88 structure is highly flexible. This reversible “breathing” behavior has been studied in the Cr, Fe, and Sc analogues of MIL-88B.", "(53, 58, 73, 74)", " MIL-88B(V) also breathes; when the material is soaked in different solvents, the structure expands (Figure ", "5", "). The unit cell parameters and volumes were determined by Pawley refinement of the corresponding XRPD patterns (Figure S4, ", "Supporting Information", "). The dried form of MIL-88B(V) is the closed form, with a hexagonal unit cell: ", "a", " = 10.7499(6) Å, ", "c", " = 19.216(2) Å, and ", "V", " = 1923.1(3) Å", "3", ". When the sample was soaked in DMF, the solvent entered the pores and the unit cell volume increased: ", "a", " = 14.4921(7) Å, ", "c", " = 17.054(1) Å, and ", "V", " = 3101.9(4) Å", "3", ". The structure expanded even further when it was soaked in methanol, as ", "a", " increased to 15.7786(3) Å, ", "c", " decreased to 15.8598(4) Å, and ", "V", " increased to 3419.5(2) Å", "3", ". The largest cell volume was found in ethanol: ", "a", " = 16.2738(4) Å, ", "c", " = 15.5999(4) Å, and ", "V", " = 3577.9(2) Å", "3", ". According to Serre et al.,", "(53)", " who studied the breathing process in MIL-88B(Cr), this corresponds to the expanded form in which the bipyramidal cages are fully open. These lattice parameters are relatively close to those found for the isostructural analogues of MIL-88B with other transition metals, as summarized in Table ", "1", ". The open forms of MIL-88B are essentially the same, regardless of the metal. However, the closed form of MIL-88B(V) has a significantly larger volume than the other MIL-88B MOFs, even when MIL-88B(V) was heated under vacuum at 120 °C. This is probably due to terephthalate species coordinated to the terminal sites of vanadium, as determined by elemental analysis and IR spectroscopy (", "vide infra", "), that prevents full contraction of the framework.", "Figure 5. XRPD patterns of MIL-88B(V) soaked in various solvents or heated (120 °C) under vacuum [Cu Kα (λ = 1.5418 Å)].", "Table 1. Comparison of Unit Cell Parameters between Open and Closed States of Different MIL-88B Frameworks", " ", "closed form (dried)", "open form (in methanol)", "metal", "a", "a", " (Å)", "c", " (Å)", "V", " (Å", "3", ")", "a", " (Å)", "c", " (Å)", "V", " (Å", "3", ")", "Cr", "(53)", "9.6", "b", "19.1", "b", "1500", "b", "15.626(1)", "15.960(1)", "3375.0(3)", "Fe", "(73)", "9.5", "b", "19.0", "b", "1485", "b", "15.6", "b", "16.1", "b", "3375", "b", "Sc", "(58)", "nd", "c", "nd", "c", "nd", "c", "15.62", "b", "15.96", "b", "3372", "b", "V", "10.7499(6)", "19.216(2)", "1923.1(3)", "15.7786(3)", "15.8598(4)", "3419.5(2)", "a", "The metal component refers to the metal in the SBU of the respective MIL-88B framework.", "b", "No standard deviation reported.", "c", "Not determined.", "In situ", " XRPD patterns of MIL-88B(V) given in Figure ", "6", " follow the evolution of the structure from the open form in ethanol to a semiclosed form while being heated in air. At 353 K, most of the peaks shift to higher 2θ as the structure shrinks, presumably because of the loss of ethanol from the pores. Between 353 and 473 K, there is a large variation in the position of the peaks, with significant peak broadening. This could be caused by structural disorder over different domains or crystals. At 473 K, the peaks become sharp again. The following unit cell was found: ", "a", " = 13.1129(3) Å, ", "c", " = 17.9016(4) Å, and ", "V", " = 2665.7(1) Å", "3", " at 473 K. The unit cell did not change as the MOF was cooled to room temperature. At 473 K under vacuum, on the other hand, most of the peaks in the XRPD pattern were lost, implying the framework at least partially collapsed (Figure S5, ", "Supporting Information", "). The cell volume of MIL-88B(V) in air at 473 K is larger than that of the structure under vacuum. This is probably due to the counterions, such as monodeprotonated terephthalic acid, that remain in the pores of the MOF when it is heated in air and help to stabilize the framework.", "Figure 6. ", "In situ", " XRPD patterns of MIL-88B(V) heated and cooled in air (λ = 0.8271 Å). Data were collected at beamline I11, Diamond Light Source.", "IR Spectroscopy, TGA, N", "2", " Sorption, EELS, and XAS of MIL-88B(V) and MIL-101(V)", "The general chemical formula of MIL-88B and MIL-101 is [M", "3", "OL", "2", "X(BDC)", "3", "·guest], where M refers to the metal, L is a neutral ligand, such as water or DMF, and X is an anionic species, such as OH", "–", ", Cl", "–", ", F", "–", ", or monodeprotonated linker HBDC", "–", ".", "(75)", " In the case of MIL-88B(V) and MIL-101(V), L = H", "2", "O and X = Cl", "–", " and HBDC", "–", ", as confirmed by elemental analysis and TGA. This was supported by IR spectroscopy, which shows peaks at 362 cm", "–1", " for MIL-88B(V) and 374 cm", "–1", " for MIL-101(V) corresponding to a V–Cl bond (Figure S6, ", "Supporting Information", ").", "(76)", " A weak band around 1680 cm", "–1", " is present in both spectra, which corresponds to the υ(C═O) stretch of HBDC", "–", " (Figure S7, ", "Supporting Information", ").", "(77)", "TGA was conducted on the activated MOFs to examine their thermal stability in air (Figure ", "7", "a). No steps corresponding to the loss of H", "2", "BDC could be seen in the TG curves, demonstrating that the pores were free of unreacted linker. Both MOFs exhibited weight losses between 25 and 200 °C, which are attributed to the loss of guest molecules from the pores and decoordination of water from the V trimers [MIL-88B(V), calcd 10.51%, observed 9.29%; MIL-101(V), calcd 19.15%, observed 20.20%]. Finally, decomposition of MIL-88B(V) and MIL-101(V) occurred at 350 and 300 °C, respectively, resulting in the formation of V", "2", "O", "5", " [MIL-88B(V), calcd 55.74%, observed 54.24%; MIL-101(V), calcd 50.86%, observed 50.39%]. The calculated weight losses were based on chemical formulas of [V", "3", "O(BDC)", "3", "(H", "2", "O)", "2", "Cl", "0.6", "(HBDC)", "0.4", "]·2EtOH for MIL-88B(V) and [V", "3", "O(BDC)", "3", "(H", "2", "O)", "2", "Cl", "0.7", "(HBDC)", "0.3", "]·3EtOH for MIL-101(V).", "Figure 7. (a) TG curves of MIL-88B(V) (purple) and MIL-101(V) (green) under air. (b) N", "2", " adsorption (●) and desorption (○) isotherms of MIL-88B(V) and MIL-101(V) conducted at 77 K. The pressure range used was 0.09–0.25 as determined by the consistency criteria.", "(78)", "N", "2", " sorption measurements were taken for both MIL-88B(V) and MIL-101(V) (Figure ", "7", "b). Under vacuum, the pores of MIL-88B(V) are closed. There was no uptake of gas by the material, even at relative pressures up to 1 bar. This is presumably due to the weak interaction of the framework with N", "2", " that prevents the structure from expanding. MIL-101(V), however, adsorbs large quantities of N", "2", " in accordance with the isostructural Cr and Fe analogues of MIL-101.", "(37, 49, 55)", " The specific BET and Langmuir surface areas calculated from the adsorption isotherm were 3600 ± 60 and 5700 ± 130 m", "2", "/g, respectively, the highest yet found among vanadium MOFs.", "(36, 37)", "The oxidation state of vanadium was determined by EELS and X-ray absorption near-edge structure (XANES) (Figure ", "8", "). This corresponds with each metal trimer containing two neutral ligands and one anionic ligand. The vanadium L", "3", " and L", "2", " positions for MIL-88B(V) and MIL-101(V) at 515.2 and 521.6 eV match closely with those of V", "2", "O", "3", " in the EELS spectra (Figure ", "8", "a), which corresponds with a +3 oxidation state.", "(79)", " The oxidation state of vanadium in MIL-47 was less than +4 because the V–L", "2,3", " peaks were shifted to lower energies compared to those of VOSO", "4", " (522.0 eV vs 522.6 eV for the L", "2", " peaks). This could be due to reduction of vanadium by the electron beam. The first derivatives of the main edge in the XANES spectra of MIL-88B(V), MIL-101(V), MIL-47, and V", "2", "O", "5", " were 5477.0, 5477.3, 5479.6, and 5482.0 eV, indicating oxidation states of +3, +3, +4, and +5, respectively (Figure ", "8", "b).", "(68)", "Figure 8. (a) EELS spectra of MIL-88B (purple), MIL-101(V) (green), V", "2", "O", "3", " (black), MIL-47 (light blue), and VOSO", "4", " (dark blue). (b) V K-edge XANES spectra of MIL-88B(V) (purple), MIL-101(V) (green), MIL-47 (light blue), and V", "2", "O", "5", " (red).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In this work, we have studied two vanadium MOFs that are topological framework isomers: MIL-88B(V) and MIL-101(V) [MIL-88B(V) is new]. These MOFs were selectively obtained by changing the synthesis conditions. MIL-88B(V) formed under more acidic conditions than MIL-101(V). MIL-101(V) is the kinetic isomer because it forms faster than MIL-88B(V), which is the thermodynamic isomer. Furthermore, MIL-88B(V) and MIL-101(V) transform into MIL-47 at a higher synthesis temperature (200 °C). The breathing behavior of MIL-88B(V) was investigated. This breathing is similar to that found with the Cr, Fe, and Sc MIL-88B MOFs, except that the closed form of MIL-88B(V) does not contract to the same extent. We attribute this to coordination of monodeprotonated terephthalate at the terminal vanadium sites. We have also used EELS and XANES to determine the oxidation state of vanadium in these MOFs.", "Because of the prevalence of vanadium-containing materials as catalysts, it is expected that these V MOFs will exhibit interesting catalytic properties. We are now investigating the catalytic potential of MIL-88B(V) and MIL-101(V).", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "XRPD patterns, FTIR spectra, SEM images, and Pawley refinement profile fittings of MIL-88B(V) and MIL-101(V) and synthesis conditions for MIL-88B and MIL-101. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interests.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This project is supported by the Swedish Research Council (VR) and the Swedish Governmental Agency for Innovation Systems (VINNOVA) through the Berzelii Center EXSELENT. Financial support from the Göran Gustafsson Foundation for Natural Sciences and Medical Research is acknowledged. J.S. is grateful to the Wenner-Gren Foundation for a postdoctoral fellowship. L.S. acknowledges the Consortium for Crystal Chemistry (C", "3", "), Röntgen-Ångström Cluster, for financial support. The electron microscopy facility was supported by the Knut and Alice Wallenberg Foundation. We are grateful to the Knut and Alice Wallenberg Foundation and Magnus Bergvalls Foundation for funding the far-IR measurement at the Department of Biochemistry and Biophysics, Stockholm University. Portions of this research were conducted at beamline I811 (MAX-lab synchrotron radiation source, Lund University, Lund, Sweden). We thank Zoltán Bacsik for performing the far-IR measurements, Karen Leus for useful discussions and her work in activating MIL-88B(V), and Ingmar Persson for suggestions about the XAS spectra.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 79 other publications.", "1. ", "Desiraju", ", ", "G. R.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "3", "– ", "5", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Polymorphism: The Same and Not Quite the Same", "Desiraju, Gautam R.", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "3-5", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. similarity and supramol. dissimilarity are discussed with ref. to the definition of the term polymorph.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFWq&md5=74b78deaed6cb89daf03fdb692d3acb8", "2. ", "Corma", ", ", "A.", "; ", "Moliner", ", ", "M.", "; ", "Cantín", ", ", "Á.", "; ", "Díaz-Cabañas", ", ", "M. J.", "; ", "Jordá", ", ", "J. L.", "; ", "Zhang", ", ", "D.", "; ", "Sun", ", ", "J.", "; ", "Jansson", ", ", "K.", "; ", "Hovmöller", ", ", "S.", "; ", "Zou", ", ", "X.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "3218", "– ", "3223", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Synthesis and Structure of Polymorph B of Zeolite Beta", "Corma, Avelino; Moliner, Manuel; Cantin, Angel; Diaz-Cabanas, Maria J.; Jorda, Jose L.; Zhang, Daliang; Sun, Junliang; Jansson, Kjell; Hovmoeller, Sven; Zou, Xiaodong", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "9", "),\r\n    ", "3218-3223", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Either polymorph B or polymorph C of zeolite beta can be obtained from the same structure directing agent: 4,4-dimethyl-4-azonia-tricyclo[5.2.2.02,6]undec-8-ene hydroxide.  The synthesis occurs through a consecutive process where polymorph B is 1st formed and then transformed into polymorph C.  It is possible to produce a zeolite highly enriched in polymorph B, provided that the transformation of this phase into polymorph C is slowed down up to the point where polymorph C is only detected at trace levels.  The structure of polymorph B was detd. for the 1st time by electron crystallog. with SAED and HRTEM from areas of unfaulted polymorph B crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs78%253D&md5=6d1fbcb496e6cb9b49e9e8396a7168b3", "3. ", "Bernstein", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "632", "– ", "650", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Polymorphism - A Perspective", "Bernstein, Joel", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "3", "),\r\n    ", "632-650", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosV2iug%253D%253D&md5=5537a84fc144fc4e248ca6d902266e40", "4. ", "Hilfiker", ", ", "R.", ", Ed.  ", "Polymorphism: In the Pharmaceutical Industry", "; ", "Wiley", ": ", "New York", ", ", "2006", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "5. ", "Porter", ", ", "W. W.", ", ", " III", "; ", "Elie", ", ", "S. C.", "; ", "Matzger", ", ", "A. J.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "14", "– ", "16", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Polymorphism in Carbamazepine Cocrystals", "Porter, William W., III; Elie, Sophia C.; Matzger, Adam J.", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "14-16", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cocrystals of carbamazepine with nicotinamide and saccharin are polymorphic.  Two polymorphs of carbamazepine-nicotinamide (CBZ-NCT) cocrystals and two polymorphs of carbamazepine-saccharin (CBZ-SAC) cocrystals were grown from soln. in the presence of polymer heteronuclei.  The two CBZ-NCT polymorphs, CBZ-NCT I and a polymer nucleated (PN) form of CBZ-NCT, were characterized by Raman spectroscopy and powder x-ray diffraction.  CBZ-SAC II, a new polymorph, is in the monoclinic space group C2/c with a 35.72, b 6.84, c 16.11 Å, and β 98.03°.  The unique feature of CBZ-SAC II is the formation of a heterosynthon between the carbamazepine and saccharin.  These results are notable because CBZ-NCT and CBZ-SAC are among the most widely studied pharmaceutical cocrystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFWn&md5=6f14f5d3b36b6b0eecc41de34bb277db", "6. ", "Hennigar", ", ", "T. L.", "; ", "MacQuarrie", ", ", "D. C.", "; ", "Losier", ", ", "P.", "; ", "Rogers", ", ", "R. D.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "36", ",  ", "972", "– ", "973", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Rev.", " ", "2001", ",  ", "101", ",  ", "1629", "– ", "1658", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "From molecules to crystal engineering. Supramolecular isomerism and polymorphism in network solids", "Moulton, Brian; Zaworotko, Michael J.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1629-1658", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 299 refs. on how the advances in supramol. chem. have impacted the manner in which chemists view the existence of single crystals and the design of new cryst. phases.  Coordination polymers, H-bonded networks, and supramol. isomerism and polymorphism are considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlyqtrg%253D&md5=00fbfe863055d07d1773be77dc52f023", "8. ", "Makal", ", ", "T. A.", "; ", "Yakovenko", ", ", "A. A.", "; ", "Zhou", ", ", "H.", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "1682", "– ", "1689", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Isomerism in Metal-Organic Frameworks: \"Framework Isomers\"", "Makal, Trevor A.; Yakovenko, Andrey A.; Zhou, Hong-Cai", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "14", "),\r\n    ", "1682-1689", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are very important in the development of new technologies and study of gas storage and sepn.  MOFs are based on the complexation of metal clusters with org. ligands.  Occasionally, the same building components combine in multiple different ways to produce different structures.  These different structures are what we would call \"framework isomers.\".  This type of isomerism is unique to the field of MOFs.  In this Perspective, we classify the different types of framework isomers and provide examples of each type.  Addnl., we provide an anal. of the structure/property relationship.  In addn., possible methods for future control over the synthesis of a particular framework isomer and characterization techniques have also been discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgur8%253D&md5=fddc05089bc026f9919ec0142d4e2035", "9. ", "Zhang", ", ", "J.-P.", "; ", "Huang", ", ", "X.-C.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "2385", "– ", "2396", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Supramolecular isomerism in coordination polymers", "Zhang, Jie-Peng; Huang, Xiao-Chun; Chen, Xiao-Ming", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "2385-2396", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Coordination polymers were emerging as a topical research field in crystal engineering, solid-state chem., and materials science.  Considering the wide occurrence of structural and compositional diversity during self-assembly and crystn., supramol. isomerism represents an indication of compn. control and structure prediction.  Actually, supramol. isomerism is not just an obstacle or challenge, but also a good opportunity for developing novel materials and a better understanding of self-assembly and crystal growth.  This crit. review provides an overview of the developing knowledge, in the context of supramol. isomerism, of the design, synthesis, and properties of coordination polymers (97 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVSnsLk%253D&md5=604b4e5fb23e657fb623bf99ce1f903c", "10. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "10. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "11. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "12. ", "Bu", ", ", "X.", "; ", "Tong", ", ", "M.", "; ", "Chang", ", ", "H.", "; ", "Kitagawa", ", ", "S.", "; ", "Batten", ", ", "S. R.", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "43", ",  ", "192", "– ", "195", "[", "Crossref", "], [", "CAS", "]", "12. ", "A neutral 3D copper coordination polymer showing 1D open channels and the first interpenetrating NbO-type network", "Bu, Xian-He; Tong, Ming-Liang; Chang, Ho-Chol; Kitagawa, Susumu; Batten, Stuart R.", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "43", "\r\n        (", "2", "),\r\n    ", "192-195", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The use of a bulky multifunctional ligand, 9-acridinecarboxylic acid (HL), is key to the successful construction of a neutral 3-dimensional Cu coordination polymer, [{Cu2(μ2-OMe)2(L)(HL)}(H2O)0.69]n, the x-ray crystal structure of which shows 1-dimensional open-channels and the first interpenetrating NbO-type network.  The absorption properties of the complex were studied.  Approx. 6.0, 3.7 and 4.3 mmol N2, EtOH and MeOH, resp., were absorbed per 1.0 g anhyd. sample at a pressure of 0.8 P0.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksFKkug%253D%253D&md5=1996e17a8399065dbd79c0e7ab92ab1f", "13. ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "14. ", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "– ", "1422", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "15. ", "Reineke", ", ", "T. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Fehr", ", ", "M.", "; ", "Kelley", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "1999", ",  ", "121", ",  ", "1651", "– ", "1657", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "From Condensed Lanthanide Coordination Solids to Microporous Frameworks Having Accessible Metal Sites", "Reineke, Theresa M.; Eddaoudi, Mohamed; Fehr, Michael; Kelley, Douglas; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "8", "),\r\n    ", "1651-1657", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The combination of terbium nitrate and 1,4-benzenedicarboxylic acid (H2BDC) in the presence of triethylamine yields the compd. Tb2(BDC)3·(H2O)4 (1), which was characterized by x-ray crystallog. (triclinic, space group P‾1, R = 0.036).  1 Has an extended nonporous structure constructed from copolymd. BDC and Tb(III) units.  The multidentate functionality of BDC and the tendency of Tb to have a high coordination no. has allowed water to act as a terminal ligand to Tb in the structure.  Upon thermally liberating the water ligands, a microporous material, Tb2(BDC)3, is achieved, which has extended 1-dimensional channels and the same framework structure as that of the as-synthesized solid as evidenced by XRPD.  Water sorption isotherm data proves that Tb2(BDC)3 has permanent microporosity, and points to the presence of accessible metal sites within the pores, which also allows the sorption of ammonia to give Tb2(BDC)3·(NH3)4.  Luminescence lifetime measurements confirm that resorbed water and sorbed ammonia are bound to Tb and that they give distinctly different decay consts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnsF2qsw%253D%253D&md5=019b87eee6cd7e53beebd8993749b696", "16. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2002", ",  ", "822", "– ", "823", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first CrIII hybrid inorganic-organic microporous solids: CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x", "Millange, Franck; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "822-823", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate compds., CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x (x = 0, 0.75), were isolated and their structures solved from powder x-ray diffraction data.  The flexible framework of these materials delimits large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XislSgt7g%253D&md5=8b86a05e59f97d4ca84556db07758a01", "17. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "18. ", "Gándara", ", ", "F.", "; ", "Gómez-Lor", ", ", "B.", "; ", "Iglesias", ", ", "M.", "; ", "Snejko", ", ", "N.", "; ", "Gutiérrez-Puebla", ", ", "E.", "; ", "Monge", ", ", "A.", " ", "Chem. Commun.", " ", "2009", ",  ", "2393", "– ", "2395", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A new scandium metal organic framework built up from octadecasil zeolitic cages as heterogeneous catalyst", "Gandara, Felipe; Gomez-Lor, Berta; Iglesias, Marta; Snejko, Natalia; Gutierrez-Puebla, Enrique; Monge, Angeles", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "17", "),\r\n    ", "2393-2395", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zeolitic cages of the AST type are found in the novel Scandium-squarate MOF (Sc(C4O4)3) (1), and the joining of them gives rise to a new binodal network with a unique topol.  The crystal structure and thermal stability (over 400 °) of 1 is measured and it is an efficient heterogeneous Lewis acid catalyst for cyanosilylation and acetalization of carbonyl compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslGkurw%253D&md5=97dc1b53381b3b46d47d2503dedec719", "19. ", "Gustafsson", ", ", "M.", "; ", "Bartoszewicz", ", ", "A.", "; ", "Martín-Matute", ", ", "B.", "; ", "Sun", ", ", "J.", "; ", "Grins", ", ", "J.", "; ", "Zhao", ", ", "T.", "; ", "Li", ", ", "Z.", "; ", "Zhu", ", ", "G.", "; ", "Zou", ", ", "X.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "3316", "– ", "3322", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "A Family of Highly Stable Lanthanide Metal-Organic Frameworks: Structural Evolution and Catalytic Activity", "Gustafsson, Mikaela; Bartoszewicz, Agnieszka; Martin-Matute, Belen; Sun, Junliang; Grins, Jekabs; Zhao, Tony; Li, Zhongyue; Zhu, Guangshan; Zou, Xiaodong", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "11", "),\r\n    ", "3316-3322", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of homeotypic porous lanthanide metal-org. frameworks (MOFs), [Ln(btc)(H2O)]·guest (Nd (1), Sm (2), Eu (3), Gd (4), Tb (5), Ho (6), Er (7), and Yb (8); guest: DMF or H2O) was synthesized.  The structures of the as-synthesized compds. are tetragonal and contain 1D channels with accessible lanthanide ions.  In situ single crystal X-ray diffraction shows that 1 undergoes a single-crystal to polycryst. to single-crystal transformation from room temp. to 180 °C.  During the release of DMF and water mols. from the channels by evacuation and subsequent heating, the structures of 1 and 7 transformed from tetragonal to monoclinic, and then to tetragonal, while the structure of 8 remained tetragonal.  The transformation between the monoclinic and the low temp. tetragonal phases is reversible.  The Ln(btc) MOFs are stable to at least 480 °C and are among the most thermally stable MOFs.  The Ln(btc) MOFs act as efficient Lewis acid catalysts for the cyanosilylation of aldehydes yielding cyanohydrins in high yields within short reaction times. 1 also catalyzes the cyanosilylation of less reactive substrates, such as ketones at room temp.  The Ln(btc) MOFs could be recycled and reused without loss of their crystallinity and activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslygurk%253D&md5=a823189f5327269bf2ebd3600aef8bb1", "20. ", "Rehder", ", ", "D.", " ", "J. Inorg. Biochem.", " ", "2000", ",  ", "80", ",  ", "133", "– ", "136", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Vanadium nitrogenase", "Rehder, Dieter", "Journal of Inorganic Biochemistry", "\r\n        (", "2000", "),\r\n    ", "80", "\r\n        (", "1-2", "),\r\n    ", "133-136", "CODEN:\r\n                ", "JIBIDJ", ";\r\n        ISSN:", "0162-0134", ".\r\n    \r\n            (", "Elsevier Science Inc.", ")\r\n        ", "A review with 42 refs.  The topic, vanadium nitrogenase, is reviewed with respect to biol. characteristics and findings on its structure and functions.  Structural models (vanadium complexes contg. ligands related to the active center in the iron-vanadium cofactor) and functional models for the reductive protonation of dinitrogen, the activation of alkynes and reductive C-C coupling of isocyanides are addressed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkvVOrurk%253D&md5=f3ee9468c83e10dc24c292b67a432753", "21. ", "Weckhuysen", ", ", "B. M.", "; ", "Keller", ", ", "D. E.", " ", "Catal. Today", " ", "2003", ",  ", "78", ",  ", "25", "– ", "46", "[", "Crossref", "], [", "CAS", "]", "21. ", "Chemistry, spectroscopy and the role of supported vanadium oxides in heterogeneous catalysis", "Weckhuysen, Bert M.; Keller, Daphne E.", "Catalysis Today", "\r\n        (", "2003", "),\r\n    ", "78", "\r\n        (", "1-4", "),\r\n    ", "25-46", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review; supported vanadium oxide catalysts are active in a wide range of applications.  In this review, an overview is given of the current knowledge available about vanadium oxide-based catalysts.  The review starts with the importance of vanadium in heterogeneous catalysis, a discussion of the mol. structure of vanadium in water and in the solid state and an overview of the spectroscopic techniques enabling to study the chem. of supported vanadium oxides.  In the second part, it will be shown that advanced spectroscopic tools can be used to obtain detailed information about the coordination environment and oxidn. state of vanadium oxides during each stage of the life-span of a heterogeneous catalyst.  Three topics will be discussed: (1) the mol. structure of supported vanadium oxide catalysts under hydrated, dehydrated and reduced conditions, including the parameters, which influence the mol. structures formed at the surface of the support oxide; (2) elucidation of the active surface vanadium oxide during the oxidn. of methanol to formaldehyde, the reaction mechanism and the vanadium oxide-support effect; and (3) deactivation of fluid catalytic cracking (FCC) catalysts by migration of vanadium oxides and the development of a method preventing the structural breakdown of zeolites by trapping the mobile vanadium oxides in an aluminum oxide coating.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitFGqsLg%253D&md5=64114e4d6c8b82a0d389c838273a1da9", "22. ", "Solsona", ", ", "B.", "; ", "Blasco", ", ", "T.", "; ", "López Nieto", ", ", "J.", "; ", "Peña", ", ", "M.", "; ", "Rey", ", ", "F.", "; ", "Vidal-Moya", ", ", "A.", " ", "J. Catal.", " ", "2001", ",  ", "203", ",  ", "443", "– ", "452", "[", "Crossref", "], [", "CAS", "]", "22. ", "Vanadium Oxide Supported on Mesoporous MCM-41 as Selective Catalysts in the Oxidative Dehydrogenation of Alkanes", "Solsona, B.; Blasco, T.; Lopez Nieto, J. M.; Pena, M. L.; Rey, F.; Vidal-Moya, A.", "Journal of Catalysis", "\r\n        (", "2001", "),\r\n    ", "203", "\r\n        (", "2", "),\r\n    ", "443-452", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "Various techniques were used to characterize vanadia catalysts supported on mesoporous MCM-41.  In dehydrated catalysts with V content <7 wt%, V is mainly in a tetrahedral environment.  In the presence of moisture, most of the V5+, placed in accessible positions, binds to water mols., becoming hexacoordinated, while some V5+ species, probably located within the pore walls, keep their tetrahedral coordination.  Higher V contents in the catalyst leads to the formation of polymeric V2O5-like species.  Both XRD and textural results indicate that the mesoporous structure of the support is mostly maintained after the V incorporation, and therefore high surface areas are obtained on the final catalysts.  MCM-41-supported vanadia catalysts are active and selective in the oxidative dehydrogenation of propane and ethane, although the catalytic behavior depends on the V loading.  A high rate of formation of propylene or ethylene per unit mass of catalyst per unit time also was obsd. as a consequence of the high dispersion of V atoms achieved on the surface of the support.  (c) 2001 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXotF2itrg%253D&md5=307122f0730f30683ccab25e57243d7d", "23. ", "Vishnuvarthan", ", ", "M.", "; ", "James Paterson", ", ", "A.", "; ", "Raja", ", ", "R.", "; ", "Piovano", ", ", "A.", "; ", "Bonino", ", ", "F.", "; ", "Gianotti", ", ", "E.", "; ", "Berlier", ", ", "G.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "138", ",  ", "167", "– ", "175", "[", "Crossref", "]", "There is no corresponding record for this reference.", "24. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "281", "– ", "284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A breathing hybrid organic - inorganic solid with very large pores and high magnetic characteristics", "Barthelet, Karin; Marrot, Jerome; Riou, Didier; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "2", "),\r\n    ", "281-284", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The hybrid org. - inorg. open-framework solids VIII(OH)[O2C-C6H4-CO2]·x(O2C-C6H4-CO2) (MIL-47as, x ∼ 0.75) and VIV(O)[O2C-C6H4-CO2] (MIL-47) were prepd. hydrothermally from terephthalic acid and V or VCl3 and characterized by x-ray crystallog.  Both solids present the same topol. with a three-dimensional orthorhombic structure exhibiting large pores in the [100] direction and flexibility.  The surface area of MIL-47 was detd. from N2 sorption and desorption isotherm expts.  Magnetic measurements performed on MIL-47 indicate antiferromagnetic behavior below TN=95(5)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtVyitr4%253D&md5=e86bb49780cc1f549dc020c30ec34f63", "25. ", "Salles", ", ", "F.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Jobic", ", ", "H.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "7802", "– ", "7812", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Adsorption and Diffusion of H2 in the MOF Type Systems MIL-47(V) and MIL-53(Cr): A Combination of Microcalorimetry and QENS Experiments with Molecular Simulations", "Salles, Fabrice; Kolokolov, Daniil I.; Jobic, Herve; Maurin, Guillaume; Llewellyn, Philip L.; Devic, Thomas; Serre, Christian; Ferey, Gerard", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "18", "),\r\n    ", "7802-7812", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quasi-elastic neutron scattering measurements are combined with mol. dynamics simulations to det. the self-diffusivity (Ds) profile of hydrogen in the metal org. framework materials MIL-47(V) and MIL-53(Cr) (MIL, Materials Institut Lavoisier) as a function of loading.  Exptl., a sudden increase in Ds for H2 at low loading (≤1 H2/unit cell) was obsd. with values at least two orders of magnitude higher than in zeolites.  This unusual behavior has been denoted as \"super-mobility\".  Here, two different force fields available in the literature to represent the H2/H2 and H2/MOF framework interactions have been considered to capture such exptl. findings via mol. dynamics simulations.  We have shown that (i) a similar magnitude of the energetic contribution for the H2/H2 and H2/MOF framework interactions and (ii) a smoothness of the potential energy surfaces are required in order to match the supermobility of H2 at low loading.  The diffusion mechanism at the microscopic scale was successfully simulated in both materials and described in terms of the chem. features of the MIL framework, i.e., the presence or absence of the μ2 hydroxyl group.  It appears that a one-dimensional (1D) diffusion along the z axis and purely random three-dimensional (3D) diffusion processes are obsd. for MIL-53(Cr) and MIL-47(V), resp.  The adsorption properties were then simulated using the different force fields initially fitted to the diffusion results and compared to manometry measurements.  Finally, the comparison of diffusion and adsorption results for the different force fields leads us to choose the best compromise to describe both dynamic and thermodn. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktVGlt74%253D&md5=2eafc0bf41d19b5fa67927d0a1a64d07", "26. ", "Finsy", ", ", "V.", "; ", "Verelst", ", ", "H.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D.", "; ", "Jacobs", ", ", "P. A.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7110", "– ", "7118", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Pore-Filling-Dependent Selectivity Effects in the Vapor-Phase Separation of Xylene Isomers on the Metal-Organic Framework MIL-47", "Finsy, Vincent; Verelst, Harry; Alaerts, Luc; De Vos, Dirk; Jacobs, Pierre A.; Baron, Gino V.; Denayer, Joeri F. M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "22", "),\r\n    ", "7110-7118", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Vapor-phase adsorption and sepn. of the C8 alkylarom. components p-xylene, m-xylene, o-xylene, and ethylbenzene on the metal-org. framework MIL-47, were studied.  MIL-47 MIL-47 is a hybrid porous terephthalate built from infinite chains of V4+O6 octahedra, held together by the dicarboxylate groups of terephthalate linkers forming a 3D microporous framework with 1D diamond-shaped channels with free internal diam. of about 0.85 nm and every unit cell contains two channel segments.  Low coverage Henry adsorption const. and adsorption enthalpy were detd. using the pulse chromatog. technique at 230-290°.  The four C8 alkylarom. components have comparable Henry const. and adsorption enthalpy.  Adsorption isotherms of the pure components were detd. using the gravimetric technique at 70, 110, and 150°.  The adsorption capacity and steepness of the isotherms differs among the components and are strongly temp. dependent.  Breakthrough expts. with several binary mixts. were performed at 70-150° and varying total hydrocarbon pressure from 0.0004 to 0.05 bar.  Sepn. of the different isomers could be achieved.  The adsorption selectivity increases with increasing partial pressure or degree of pore filling.  The sepn. at a high degree of pore filling in the vapor phase is a result of differences in packing modes of the C8 alkylarom. components in the pores of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslSmt7w%253D&md5=7e432b339f78733830011bbae1240901", "27. ", "Leus", ", ", "K.", "; ", "Muylaert", ", ", "I.", "; ", "Vandichel", ", ", "M.", "; ", "Marin", ", ", "G. B.", "; ", "Waroquier", ", ", "M.", "; ", "Speybroeck", ", ", "V. V.", "; ", "Voort", ", ", "P. V. D.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "5085", "– ", "5087", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "The remarkable catalytic activity of the saturated metal organic framework V-MIL-47 in the cyclohexene oxidation", "Leus, Karen; Muylaert, Ilke; Vandichel, Matthias; Marin, Guy B.; Waroquier, Michel; Van Speybroeck, Veronique; Van Der Voort, Pascal", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "28", "),\r\n    ", "5085-5087", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The remarkable catalytic activity of the satd. metal org. framework MIL-47 in the epoxidn. of cyclohexene is elucidated by both exptl. results and theor. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotlCmsrs%253D&md5=5b984da8be1baf7f6349e4e35a5f1c9d", "28. ", "Phan", ", ", "A.", "; ", "Czaja", ", ", "A. U.", "; ", "Gándara", ", ", "F.", "; ", "Knobler", ", ", "C. B.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "7388", "– ", "7390", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Metal-Organic Frameworks of Vanadium as Catalysts for Conversion of Methane to Acetic Acid", "Phan, Anh; Czaja, Alexander U.; Gandara, Felipe; Knobler, Carolyn B.; Yaghi, Omar M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "16", "),\r\n    ", "7388-7390", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A catalytic system combining the high activity of homogeneous catalysts and the ease of use of heterogeneous catalysts for methane activation is reported.  The vanadium-contg. metal-org. frameworks (MOFs) MIL-47 and MOF-48 are found to have high catalytic activity and chem. stability.  They convert methane selectively to acetic acid with 70% yield (490 TON) based on K2S2O8 as an oxidant.  Isotopic labeling expts. showed that two methane mols. are converted to the produced acetic acid.  The MOF catalysts are reusable and remain catalytically active for several recycling steps without losing their cryst. structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovFKmsLk%253D&md5=366a4cc719130bb160e1eb44640ae9bf", "29. ", "Riou-Cavellec", ", ", "M.", "; ", "Sanselme", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2000", ",  ", "10", ",  ", "745", "– ", "748", "[", "Crossref", "], [", "CAS", "]", "29. ", "Hybrid open frameworks: synthesis, structure and thermal behavior of MIL-26, a new three-dimensional vanadium(IV) ethylcarboxyphosphonate Na[VIVO(O3P(CH2)2CO2)]·2H2O", "Riou-Cavellec, Myriam; Sanselme, Morgane; Ferey, Gerard", "Journal of Materials Chemistry", "\r\n        (", "2000", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "745-748", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Na[VIVO(O3P(CH2)2CO2)]·2H2O, MIL-26, was synthesized hydrothermally at 453 K for 24 h under autogenous pressure.  Its three-dimensional open structure was detd. by single crystal x-ray diffraction.  MIL-26 is monoclinic (space group P21) with at 293 K: a 6.4041(3), b 17.6252(8), c 7.7271(3) Å, β 95.586(2)°, Z = 4.  Its framework is constituted of double chains based on isolated VIVO6 octahedra linked by PO3C tetrahedral groups of the [O3PCH2CH2CO2]3- org. cations.  At the other end of each org. chain, CO2- chelates a VO6 octahedron of a neighboring chain.  Each double chain is connected to four others by these org. chains thus defining elliptical channels along [100] in which water mols. and Na+ cations are located.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhtlent78%253D&md5=63aa0ff527abec7af2128ce7226aff54", "30. ", "Barthelet", ", ", "K.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2002", ",  ", "1492", "– ", "1493", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "[VIII(H2O)]3O(O2CC6H4CO2)3·(Cl, 9H2O) (MIL-59): a rare example of vanadocarboxylate with a magnetically frustrated three-dimensional hybrid framework", "Barthelet, K.; Riou, D.; Ferey, G.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "14", "),\r\n    ", "1492-1493", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "[{VIII(H2O)}3O(O2CC6H4CO2)3]·(Cl, 9H2O) (denoted MIL-59) was prepd. and its crystal structure detd.  The structure consists of a three-dimensional framework built up from octahedral vanadium trimers joined via the isophthalate anionic linkers to delimit cages where water mols. and chlorine anions are occluded.  The frustrated magnetic behavior of MIL-59 is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XkvFKms74%253D&md5=514321514bef88e0962c1db1e3194010", "31. ", "Barthelet", ", ", "K.", "; ", "Riou", ", ", "D.", "; ", "Nogues", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "1739", "– ", "1743", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Synthesis, Structure, and Magnetic Properties of Two New Vanadocarboxylates with Three-Dimensional Hybrid Frameworks", "Barthelet, K.; Riou, D.; Nogues, M.; Ferey, G.", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "5", "),\r\n    ", "1739-1743", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "(VIII(OH))2{C6H2(CO2)4}·4H2O (MIL-60) and VIII(OH){2(O2C)C6H2(COOH)2}·H2O (MIL-61) were hydrothermally synthesized from mixts. of VCl3, 1,2,4,5-benzenetetracarboxylic acid, and H2O heated for 3 days at 473 K.  The structure of MIL-60 was solved from single-crystal x-ray diffraction data in the triclinic centrosym. space group P‾1 (no. 2) with a 6.3758(5), b 6.8840(5), c 9.0254(5) Å, α 69.010(2), β 85.197(2), γ 79.452(2)°, and Z = 1.  The structure of MIL-61 was ab initio detd. from an x-ray powder diffraction pattern.  MIL-61 crystallizes in the space group Pnma orthorhombic space group Pnma (no. 62) with a 14.8860(1), b 6.9164(1), c 10.6669(2) Å, and Z = 4.  Both structures contain the same inorg. building block that consists of trans chains of VIIIO4(OH)2 octahedra.  The three-dimensional frameworks of MIL-60 and MIL-61 are constituted by the linkage of these chains via the org. mols. so delimiting the channels or cages where the H2O mols. are encapsulated.  The magnetic behavior of these two phases is presented: MIL-60 is paramagnetic, and MIL-61 antiferromagnetically orders below TN = 55(5) K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVakurg%253D&md5=12a5bbc8daaba094eba9aeb83d57ffa3", "32. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Riou", ", ", "D.", " ", "Chem. Commun.", " ", "2004", ",  ", "520", "– ", "521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-CO2H)x(DMF)y(H2O)z (or MIL-68), a new vanadocarboxylate with a large pore hybrid topology : reticular synthesis with infinite inorganic building blocks?", "Barthelet, K.; Marrot, J.; Ferey, G.; Riou, D.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "520-521", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-O2H)x(DMF)y(H2O)z or MIL-68 was solvothermally synthesized in a nonaq. medium.  Its structure, built up from octahedral chains connected by terephthalate linkers, exhibits large hexagonal channels contg. different occluded moieties.  Their irreversible removal releases a sp. surface area of 603(22) m2.g-1 (BET).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtlyhtbs%253D&md5=7003121866975d63842381830da01655", "33. ", "Barthelet", ", ", "K.", "; ", "Adil", ", ", "K.", "; ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2003", ",  ", "13", ",  ", "2208", "– ", "2212", "[", "Crossref", "], [", "CAS", "]", "33. ", "Synthesis, structure determination and magnetic behaviour of the first porous hybrid oxyfluorinated vanado(III)carboxylate: MIL-71 or VIII2(OH)2F2{O2C-C6H4-CO2}·H2O", "Barthelet, K.; Adil, K.; Millange, F.; Serre, C.; Riou, D.; Ferey, G.", "Journal of Materials Chemistry", "\r\n        (", "2003", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "2208-2212", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new type of three-dimensional V(III) dicarboxylate, MIL-71 or VIII2(OH)2F2{O2CC6H4CO2}·H2O, was obtained under hydrothermal conditions from aq. mixts. of V, 1,4-benzenedicarboxylic acid, and HF.  MIL-71cal or VIV2O2F2{O2CC6H4CO2} was obtained by calcination of the parent compd. in air at 250°.  The three-dimensional structure of MIL-71 (space group Cmmm; a 21.4477(8), b 7.1449(2), c 3.8246(2) Å, and Z = 2) consists of layers built from corner-sharing {VIIIO2(OH)2F2} octahedra connected by the terephthalate linkers.  The role of F in this structure is understood by comparison with the already known hybrid vanado(iii)carboxylates.  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  Finally, magnetic measurements performed on both MIL-71 and MIL-71cal reveal a canted antiferromagnetic behavior with Neel temps. <20 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsFWhsbg%253D&md5=cd794607a9503753eff436a4d9e5aa4f", "34. ", "Leus", ", ", "K.", "; ", "Couck", ", ", "S.", "; ", "Vandichel", ", ", "M.", "; ", "Vanhaelewyn", ", ", "G.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Marin", ", ", "G. B.", "; ", "Driessche", ", ", "I. V.", "; ", "Depla", ", ", "D.", "; ", "Waroquier", ", ", "M.", "; ", "Speybroeck", ", ", "V. V.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Voort", ", ", "P. V. D.", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "15562", "– ", "15570", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Synthesis, characterization and sorption properties of NH2-MIL-47", "Leus, Karen; Couck, Sarah; Vandichel, Matthias; Vanhaelewyn, Gauthier; Liu, Ying-Ya; Marin, Guy B.; Van Driessche, Isabel; Depla, Diederik; Waroquier, Michel; Van Speybroeck, Veronique; Denayer, Joeri F. M.; Van Der Voort, Pascal", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "44", "),\r\n    ", "15562-15570", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An amino functionalized vanadium-contg. Metal Org. Framework, NH2-MIL-47, has been synthesized by a hydrothermal reaction in an autoclave.  Alternatively, a synthesis route via microwave enhanced irradn. has been optimized to accelerate the synthesis.  The NH2-MIL-47 exhibits the same topol. as MIL-47, in which the V center is octahedrally coordinated.  After an exchange procedure in DMF the V+III center is oxidized to V+IV, which is confirmed by EPR and XPS measurements.  The CO2 and CH4 adsorption properties were evaluated and compared to MIL-47, showing that both MOFs have an almost similar adsorption capacity and affinity for CO2.  DFT-based mol. modeling calcns. were performed to obtain more insight into the adsorption positions for CO2 in NH2-MIL-47.  Furthermore our calcd. adsorption enthalpies agree well with the exptl. values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGmurnM&md5=0d3bcb26f48b23ebc60806dc2b15ff44", "35. ", "Centrone", ", ", "A.", "; ", "Harada", ", ", "T.", "; ", "Speakman", ", ", "S.", "; ", "Hatton", ", ", "T. A.", " ", "Small", " ", "2010", ",  ", "6", ",  ", "1598", "– ", "1602", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Facile Synthesis of Vanadium Metal-Organic Frameworks and their Magnetic Properties", "Centrone, Andrea; Harada, Takuya; Speakman, Scott; Hatton, T. Alan", "Small", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "15", "),\r\n    ", "1598-1602", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The facile and fast microwave synthesis of [1,4-benzenedicarboxylato(2-)-κO1]oxovanadium (MIL-47), one of the most studied metal-org. frameworks (MOFs), was presented.  Six new vanadium MOFs were obtained under similar conditions through the reaction of VCl3 and different dicarboxylic acids, such as 2,6-naphthalenedicarboxylic acid, 1,4-naphthalenedicarboxylic acid, 2,5-dimethyl-1,4-benzenedicarboxylic acid, 2,5-dihydroxyterephthalic acid, tetrabromoterephthalic acid, and tetrachloroterephthalic acid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsVClt7g%253D&md5=b71c95f2a79034347cca0884d835bf66", "36. ", "Lieb", ", ", "A.", "; ", "Leclerc", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Margiolaki", ", ", "I.", "; ", "Mahjoubi", ", ", "F.", "; ", "Lee", ", ", "J. S.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Chang", ", ", "J.-S.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "18", "– ", "23", "[", "Crossref", "], [", "CAS", "]", "36. ", "MIL-100(V) - A mesoporous vanadium metal organic framework with accessible metal sites", "Lieb, Alexandra; Leclerc, Herve; Devic, Thomas; Serre, Christian; Margiolaki, Irene; Mahjoubi, Fatma; Lee, Ji Sun; Vimont, Alexandre; Daturi, Marco; Chang, Jong-San", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "18-23", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The large pore vanadium(III) trimesate MIL-100(V), i.e. V3O(H2O)2X[C9H3O6]2·yH2O with X = (Cl-)1-z(C9H3O6)z-, y ≈ 3 and z ≈ 0.3, has been synthesized under hydrothermal conditions (MIL stands for Materials from Institute Lavoisier).  Its structure, which crystallizes in the space group Fd-3m (No. 227) with a = 73.0286(2) Å, V = 389474.4(2) Å3, exhibits a zeotype architecture with mesoporous cages of approx. 25 and 29 Å diam., accessible through microporous windows of 5.5 and 8.9 Å diam.  Synchrotron X-ray powder diffraction anal. confirms its isostructural character with previously reported MIL-100(Cr, Fe, Al) solids.  Its thermal stability under O2 and N2, up to 523 K (250 °C), is comparable to that of MIL-100(Fe).  Preliminary gas adsorption expts. and in situ IR-spectroscopy after NO exposure reveal that MIL-100(V) combines high sorption capacities and co-ordinatively unsatd. vanadium sites in different oxidn. states (+III and +IV).  With these properties this material could be a promising candidate for specific sorption or redox catalytic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrtrs%253D&md5=f42ff328ea824913713ec7798b7b09ef", "37. ", "Biswas", ", ", "S.", "; ", "Couck", ", ", "S.", "; ", "Grzywa", ", ", "M.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Volkmer", ", ", "D.", "; ", "Van Der Voort", ", ", "P.", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2481", "– ", "2486", "[", "Crossref", "], [", "CAS", "]", "37. ", "Vanadium Analogues of Nonfunctionalized and Amino-Functionalized MOFs with MIL-101 Topology - Synthesis, Characterization, and Gas Sorption Properties", "Biswas, Shyam; Couck, Sarah; Grzywa, Maciej; Denayer, Joeri F. M.; Volkmer, Dirk; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "15", "),\r\n    ", "2481-2486", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Syntheses, characterization, and gas sorption properties of two new V-based metal-org. frameworks [V3OCl(DMF)2(BDC)3]·3.1DMF·10H2O·0.1BDC (V-MIL-101 or 1) and [V3OCl(DMF)2(BDC-NH2)3]·2.8DMF·H2O·0.1BDC-NH2 (V-MIL-101-NH2 or 2) (BDC = terephthalate; BDC-NH2 = 2-aminoterephthalate) having MIL-101 topol. are presented.  Compds. 1 and 2 were prepd. under similar solvothermal conditions (150°, 24 h) in DMF by using VCl3 and H2BDC or H2BDC-NH2, resp.  Detn. of lattice parameters from x-ray powder diffraction (XRPD) patterns of thermally activated compds. revealed their structural similarity with Cr-, Fe-, and Al-based solids having two types of mesoporous cages and accessible metal sites.  The phase purity of the compds. was ascertained by XRPD anal., diffuse reflectance Fourier transform (DRIFT) spectroscopy, and elemental anal.  Thermogravimetric analyses (TGA) and temp.-dependent XRPD (TDXRPD) expts. indicate that the compds. are stable up to 320 and 240°, resp., under an Ar atm.  Removal of the guest DMF mols. by thermal activation enables the compds. to adsorb significant amts. of N2 (690 and 555 cm3 g-1 at p/p0 = 1 for 1 and 2, resp.) and CO2 (9.0 and 4.3 mmol g-1 at 24.5 and 22.8 bar for 1 and 2, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1KktLs%253D&md5=c1437455eb920b575b8161705e42a41f", "38. ", "Liu", ", ", "Y.-Y.", "; ", "Couck", ", ", "S.", "; ", "Vandichel", ", ", "M.", "; ", "Grzywa", ", ", "M.", "; ", "Leus", ", ", "K.", "; ", "Biswas", ", ", "S.", "; ", "Volkmer", ", ", "D.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Van Der Voort", ", ", "P.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "113", "– ", "120", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "New VIV-Based Metal-Organic Framework Having Framework Flexibility and High CO2 Adsorption Capacity", "Liu, Ying-Ya; Couck, Sarah; Vandichel, Matthias; Grzywa, Maciej; Leus, Karen; Biswas, Shyam; Volkmer, Dirk; Gascon, Jorge; Kapteijn, Freek; Denayer, Joeri F. M.; Waroquier, Michel; Van Speybroeck, Veronique; Van Der Voort, Pascal", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "113-120", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A V based metal-org. framework (MOF), VO(BPDC) (BPDC2- = biphenyl-4,4'-dicarboxylate), adopting an expanded MIL-47 structure type, was synthesized via solvothermal and microwave methods.  Its structural and gas/vapor sorption properties were studied.  This compd. displays a distinct breathing effect toward certain adsorptives at workable temps.  The sorption isotherms of CO2 and CH4 indicate a different sorption behavior at specific temps.  In situ synchrotron x-ray powder diffraction measurements and mol. simulations were used to characterize the structural transition.  The exptl. measurements clearly suggest the existence of both narrow pore and large pore forms.  A free energy profile along the pore angle was computationally detd. for the empty host framework.  Apart from a regular large pore and a regular narrow pore form, an overstretched narrow pore form also was found.  Addnl., a variety of spectroscopic techniques combined with N2 adsorption/desorption isotherms measured at 77 K demonstrate that the existence of the mixed oxidn. states VIII/VIV in the titled MOF structure compared to pure VIV increases the difficulty in triggering the flexibility of the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVOrs7vJ&md5=66827e0c91cf7897b7ac9cd90b3200fd", "39. ", "Liu", ", ", "Y.-Y.", "; ", "Leus", ", ", "K.", "; ", "Grzywa", ", ", "M.", "; ", "Weinberger", ", ", "D.", "; ", "Strubbe", ", ", "K.", "; ", "Vrielinck", ", ", "H.", "; ", "Van Deun", ", ", "R.", "; ", "Volkmer", ", ", "D.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Van Der Voort", ", ", "P.", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2819", "– ", "2827", "[", "Crossref", "], [", "CAS", "]", "39. ", "Synthesis, Structural Characterization, and Catalytic Performance of a Vanadium-Based Metal-Organic Framework (COMOC-3)", "Liu, Ying-Ya; Leus, Karen; Grzywa, Maciej; Weinberger, David; Strubbe, Katrien; Vrielinck, Henk; Van Deun, Rik; Volkmer, Dirk; Van Speybroeck, Veronique; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "16", "),\r\n    ", "2819-2827", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A vanadium 2,6-naphthalenedicarboxylate, VIII(OH)(O2C-C10H6-CO2)·H2O, denoted as COMOC-3as (COMOC = Center for Ordered Materials, Organometallics and Catalysis, Ghent University), has been synthesized under hydrothermal conditions by means of both a solvothermal and a microwave synthesis procedure.  The structure shows the topol. of an aluminum 2,6-naphthalenedicarboxylate, the so-called MIL-69 (MIL = Materials of the Institute Lavoisier).  After calcination at 250 °C in air, the VIII center was oxidized to VIV with the structure of VIVO(O2C-C10H6-CO2) (COMOC-3).  The oxidn. process was verified by cyclic voltammetry and EPR spectroscopy.  The crystallinity was investigated by variable-temp. XRD.  The title compd. is stable against air and moisture.  The catalytic performance of COMOC-3 was examd. in the liq.-phase oxidn. of cyclohexene.  COMOC-3 exhibited similar catalytic performance to MIL-47 [VO(O2C-C6H4-CO2)].  The compd. is reusable and maintains its catalytic activity through several runs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1egsLzE&md5=2b72cf33d0f3f2c5a18b75ec64b57b92", "40. ", "O’Keeffe", ", ", "M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Reineke", ", ", "T.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "3", "– ", "20", "[", "Crossref", "], [", "CAS", "]", "40. ", "Frameworks for extended solids: geometrical design principles", "O'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "3-20", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review, with 82 refs., is given on the basic topologies (nets) that underlie most low-d. (open) structures.  The basic geometries for three-dimensional low-connectivity nets are described.  Examples of open framework solids with these topologies are adduced for illustration.  Attention is drawn to methods of producing open frameworks by decoration and expansion of simple nets.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr8%253D&md5=ee50f80f8c2c209c7de6027c16d36e33", "41. ", "Férey", ", ", "G.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "37", "– ", "48", "[", "Crossref", "], [", "CAS", "]", "41. ", "Building units design and scale chemistry", "Ferey, Gerard", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "37-48", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review with >53 refs.  The concept of a building unit (BU) is used in two ways: (1) as an a posteriori tool for description of structures which can be used to imagine new topologies originating from the description; (2) structural units defined by the routes leading to the solid from the soln., which start from the actual building units in soln. used to design new solids obtained by the tuned pptn. of these BUs with proper counterions.  Room temp. and hydrothermal routes were examd.  The existence of BUs of different sizes with close topologies, revealed by numerous examples, leads the authors to define the notion of scale chem., which concerns the edification of solids with various BUs, either org., hybrid, or inorg., and the consequences it has for the corresponding frameworks and the voids they generate.  Not only the framework is important, and applications of the existence of large cavities are discussed.  The paper ends with a discussion of the new trends which arise from this topol. concept.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr0%253D&md5=a52b49852cdf9c51706d93d0ae66a09b", "42. ", "Werner", ", ", "A.", " ", "Ber. Dtsch. Chem. Ges.", " ", "1908", ",  ", "41", ",  ", "3447", "– ", "3465", "[", "Crossref", "]", "There is no corresponding record for this reference.", "43. ", "Orgel", ", ", "L. E.", " ", "Nature", " ", "1960", ",  ", "187", ",  ", "504", "– ", "505", "[", "Crossref", "], [", "CAS", "]", "43. ", "Structure of the trinuclear basic acetates", "Orgel, L. E.", "Nature (London, United Kingdom)", "\r\n        (", "1960", "),\r\n    ", "187", "\r\n        (", "),\r\n    ", "504-5", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "A structure is proposed for the basic acetates of Cr+++, Fe+++, and Al+++.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3MXjvFI%253D&md5=d1a8d6761d91d5d1d79e1dcb66fdeb68", "44. ", "Cotton", ", ", "F. A.", "; ", "Norman", ", ", "J. G.", ", ", " Jr.", " ", "Inorg. Chim. Acta", " ", "1972", ",  ", "6", ",  ", "411", "– ", "419", "[", "Crossref", "], [", "CAS", "]", "44. ", "Structural characterization of a basic trinuclear ruthenium acetate", "Cotton, F. A.; Norman, J. G., Jr.", "Inorganica Chimica Acta", "\r\n        (", "1972", "),\r\n    ", "6", "\r\n        (", "3", "),\r\n    ", "411-19", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    ", "The compd. previously reported to be Ru2(O2CMe)4(PPh3)2 has been characterized as Ru3O(O2CMe)6(PPh3)3 by an x-ray structural detn.  It is thus related to the known basic acetates of general formula [M3O(O2CR)6L3]+, M = Cr, Mn, Fe, Ru; L = H2O, O2CR.  There is no direct metal-metal interaction.  The equilateral triangle of Ru atoms is bridged by the 6 acetate groups and the central O atom, which lies essentially in the Ru3 plane.  One PPh3 ligand is coordinated to each metal opposite the central O atom.  Av. values of interat. distances (and av. estd. std. deviations) include:  Ru-P = 2.414(7); Ru-O(central) = 1.92(2); Ru-O(acetate) = 2.06(2); C-O = 1.26(3); Ru...Ru = 3.329(3); O...O = 2.26(2) Å.  The identity of the solid state and soln. ir spectra indicates that the same structure is maintained in soln.  The nonintegral oxidn. state (22/3) for Ru and the diamagnetism of the compd. can be rationalized in terms of a qual. MO treatment of the Ru3OP3 π-electron system.  The compd. crystallizes in the triclinic space group P‾1 with unit-cell parameters a 31.372(7), b 26.21(2), c 9.375(8) Å, α 99.06(3), β 84.03(2), γ 100.51(1)°; d.(calcd.) = 1.52(1) for Z = 2; d.(obsd.) = 1.56(3).  The structure, excluding H atoms, was detd. from the intensities of 3227  unique reflections collected with a counter diffractometer.  It was solved by Patterson and difference Fourier synthesis and refined by full-matrix least-squares methods to a conventional R = 0.100 and weighted R = 0.091.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XlsFOns7s%253D&md5=6761e609f70aba7514c7432cc6660378", "45. ", "Cannon", ", ", "R. D.", "; ", "White", ", ", "R. P.", " In  ", "Progress in Inorganic Chemistry", "; ", "Lippard", ", ", "S. J.", ", Ed.; ", "John Wiley & Sons, Inc.", ": New York, ", "1991", "; pp  ", "195", "– ", "298", ".", "There is no corresponding record for this reference.", "46. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6285", "– ", "6289", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "A route to the synthesis of trivalent transition-metal porous carboxylates with trimeric secondary building units", "Serre Christian; Millange Franck; Surble Suzy; Ferey Gerard", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6285-9", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2cnjvVOmuw%253D%253D&md5=e1ff7d3d7f554fb652a09fb60b75110b", "47. ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2006", ",  ", "284", "– ", "286", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "A new isoreticular class of metal-organic-frameworks with the MIL-88 topology", "Surble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "284-286", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here a new family of isoreticular MOFs, comprising three larger analogs of the nanoporous metallocarboxylate MIL-88, namely Cr3OXL3.8H2O.py (H2L = terephthalic acid; X = OH, F), Fe3OL13(OAc).H2O.6.6MeOH (H2L1 = 2,6-naphthalenedicarboxylic acid) and Cr3OXL23.23.75H2O.2.46py (H2L2 = 4,4'-biphenyldicarboxylic acid).  These solids were synthesized using a controlled SBU approach and the three crystal structures were solved using an original simulation-assisted structure detn. method in direct space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsF2lsA%253D%253D&md5=d6a496f5424ebec0cb0697266f1c4eec", "48. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Dutour", ", ", "J.", "; ", "Margiolaki", ", ", "I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6296", "– ", "6301", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Molecular modeling: A hybrid solid with giant pores prepared by a combination of targeted chemistry, simulation, and powder diffraction", "Ferey, Gerard; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Surble, Suzy; Dutour, Julien; Margiolaki, Irene", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6296-6301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The assocn. of a chromium(III) trimeric building unit and 1,3,5-benzenetricarboxylate led to the powd. solid MIL-100.  Simulations provided a crystal structure soln., which matched the exptl. powder XRD pattern.  This unique simulation/diffraction combination allowed the structure detn. of a giant-pore solid with a zeotype architecture, built up from hybrid supertetrahedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWrtL7J&md5=7200674db845103909fe0af6ea2f7e01", "49. ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "50. ", "Sudik", ", ", "A. C.", "; ", "Côté", ", ", "A. P.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "2998", "– ", "3000", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Metal-organic frameworks based on trigonal prismatic building blocks and the new \"acs\" topology", "Sudik, Andrea C.; Cote, Adrien P.; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "9", "),\r\n    ", "2998-3000", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cationic and mixed-valent forms of Fe3O(CO2)6 trigonal prismatic clusters were linked by ditopic links, namely, 1,4-benzenedicarboxylate (1,4-BDC) and 1,3-benzenedicarboxylate (1,3-BDC), to produce two 3-periodic metal-org. frameworks (MOFs), [Fe3O(1,4-BDC)3(DMF)3][FeCl4]·(DMF)3 (MOF-235) and Fe3O(1,3-BDC)3(py)3·(py)0.5(H2O)1.5 (MOF-236) (py = pyridine), resp.  These MOFs exemplify a new, high-symmetry topol. termed acs (aligned corner-sharing) which the authors identify here as the default arrangement for linking trigonal prisms together.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisleqsb8%253D&md5=c23238ae444c7b1410017f862ca99c0d", "51. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "52. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "53. ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Surblé", ", ", "S.", "; ", "Audebrand", ", ", "N.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "Science", " ", "2007", ",  ", "315", ",  ", "1828", "– ", "1831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Role of Solvent-Host Interactions That Lead to Very Large Swelling of Hybrid Frameworks", "Serre, C.; Mellot-Draznieks, C.; Surble, S.; Audebrand, N.; Filinchuk, Y.; Ferey, G.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "315", "\r\n        (", "5820", "),\r\n    ", "1828-1831", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "An unusually large expansion upon solvent adsorption occurs without apparent bond breaking in the network of a series of isoreticular chromium(III) or iron(III) dicarboxylates labeled MIL-88A to D [dicarbox = fumarate (88A); terephthalate (1,4-BDC) (88B); 2,6-naphthalenedicarboxylate (2,6-NDC) (88C); and 4-4'-biphenyldicarboxylate (4-4'-BPDC) (88D)].  This reversible \"breathing\" motion was analyzed in terms of cell dimensions (extent of breathing), movements within the framework (mechanism of transformation), and the interactions between the guests and the skeleton.  In situ techniques show that these flexible solids are highly selective absorbents and that this selectivity is strongly dependent on the nature of the org. linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjsFSisbg%253D&md5=dec565bdf6c83f26f8f2a6ddf6e9e3f8", "54. ", "Taylor-Pashow", ", ", "K. M. L.", "; ", "Rocca", ", ", "J. D.", "; ", "Xie", ", ", "Z.", "; ", "Tran", ", ", "S.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "14261", "– ", "14263", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Postsynthetic Modifications of Iron-Carboxylate Nanoscale Metal-Organic Frameworks for Imaging and Drug Delivery", "Taylor-Pashow, Kathryn M. L.; Della Rocca, Joseph; Xie, Zhigang; Tran, Sylvie; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "40", "),\r\n    ", "14261-14263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fe(III)-carboxylate nanoscale metal-org. frameworks (NMOFs) with the MIL-101 structure were synthesized using a solvothermal technique with microwave heating.  The ∼200 nm particles were characterized using a variety of methods, including SEM, PXRD, nitrogen adsorption measurements, TGA, and EDX.  By replacing a percentage of the bridging ligand (terephthalic acid) with 2-amino terephthalic acid, amine groups were incorporated into the framework to provide sites for covalent attachment of biol. relevant cargoes while still maintaining the MIL-101 structure.  In proof-of-concept expts., an optical contrast agent (a BODIPY dye) and an ethoxysuccinato-cisplatin anticancer prodrug were successfully incorporated into the Fe(III)-carboxylate NMOFs via postsynthetic modifications of the as-synthesized particles.  These cargoes are released upon the degrdn. of the NMOF frameworks, and the rate of cargo release was controlled by coating the NMOF particles with a silica shell.  Potential utility of the new NMOF-based nanodelivery vehicles for optical imaging and anticancer therapy was demonstrated in vitro using HT-29 human colon adenocarcinoma cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt77L&md5=baa2e1455cfccdfe188c108f37bfae2a", "55. ", "Lupu", ", ", "D.", "; ", "Ardelean", ", ", "O.", "; ", "Blanita", ", ", "G.", "; ", "Borodi", ", ", "G.", "; ", "Lazar", ", ", "M. D.", "; ", "Biris", ", ", "A. R.", "; ", "Ioan", ", ", "C.", "; ", "Mihet", ", ", "M.", "; ", "Misan", ", ", "I.", "; ", "Popeneciu", ", ", "G.", " ", "Int. J. Hydrogen Energy", " ", "2011", ",  ", "36", ",  ", "3586", "– ", "3592", "[", "Crossref", "], [", "CAS", "]", "55. ", "Synthesis and hydrogen adsorption properties of a new iron based porous metal-organic framework", "Lupu, Dan; Ardelean, Ovidiu; Blanita, Gabriela; Borodi, Gheorghe; Lazar, Mihaela D.; Biris, Alexandru R.; Ioan, Coldea; Mihet, Maria; Misan, Ioan; Popeneciu, Gabriel", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "5", "),\r\n    ", "3586-3592", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A new metal-org. framework [Fe3O(p-O2C-C6H4-CO2)3(H2O)3]Cl·(H2O)x was synthesized with a sp. surface area of 2823 m2/g and a lattice parameter of 88.61 Å.  Isostructural with MIL-101 [Cr3O(p-O2C-C6H4-CO2)3(H2O)2F], this compd. exhibits similar H adsorption properties, with max. adsorption capacity of 5.1% H at 77 K.  The adsorption enthalpy of H for MIL-101 and ITIM-1 (MIL-101Fe) at zero coverage was calcd. for a wide temp. range of 77 K ÷ 324 K, considering corrections for the variation of H gas entropy with the temp.  The resulted adsorption enthalpy is 9.4 kJ/mol for MIL-101, in excellent agreement with the value reported in literature from microcalorimetric measurements, and a value of 10.4 kJ/mol at zero coverage was obtained for ITIM-1 (MIL-101Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFaisLc%253D&md5=0f2831388b04b4041b2db79812fda826", "56. ", "Bauer", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7568", "– ", "7576", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "High-Throughput Assisted Rationalization of the Formation of Metal Organic Frameworks in the Iron(III) Aminoterephthalate Solvothermal System", "Bauer, Sebastian; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Marrot, Jerome; Ferey, Gerard; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7568-7576", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of high-throughput methods, solvothermal reactions of FeCl3 and 2-aminoterephthalic acid in protic as well as aprotic reaction media were systematically studied.  Thus, the fields of formation of the isoreticular structures of MIL-53, MIL-88, and MIL-101 based on Fe(III) and aminoterephthalate could be identified for the first time.  The resulting 3D framework materials with amino-functionalized pores have been characterized using X-ray diffraction; IR spectroscopy; and thermogravimetric, elemental, and energy dispersive X-ray anal.  Due to the applied high-throughput method, a high d. of information was obtained in a short period of time, which allows the extn. of important reaction trends and contributes to a better understanding of the role of compositional as well as process parameters in the synthesis of inorg.-org. hybrid materials.  We have found that the nature of the reaction medium has the most profound impact on structure formation.  Furthermore, the concn. of the starting mixt. (i.e., the solvent content) and the temp. have also been identified as key parameters for the formation of the different hybrid phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlCjsLg%253D&md5=5e58f67eec17939f7958db973be6c939", "57. ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "– ", "2572", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "58. ", "Mowat", ", ", "J. P. S.", "; ", "Miller", ", ", "S. R.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Seymour", ", ", "V. R.", "; ", "Ashbrook", ", ", "S. E.", "; ", "Wright", ", ", "P. A.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "322", "– ", "333", "[", "Crossref", "], [", "CAS", "]", "58. ", "Synthesis, characterization and adsorption properties of microporous scandium carboxylates with rigid and flexible frameworks", "Mowat, John P. S.; Miller, Stuart R.; Slawin, Alexandra M. Z.; Seymour, Valerie R.; Ashbrook, Sharon E.; Wright, Paul A.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "142", "\r\n        (", "1", "),\r\n    ", "322-333", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Conditions for the synthesis of each of the scandium terephthalate frameworks Sc2L3, MIL-53(Sc) (Sc(OH)L) and MIL-88(Sc) (Sc3O(H2O)2(OH)L3) (L = 1,4-benzenedicarboxylate (BDC)) were established.  The MOFs MIL-100(Sc) (Sc3O(H2O)2(OH)L'2, L' = 1,3,5-benzenetricarboxylate (BTC)) and soc-MOF (Sc3O(H2O)3,(NO3 -)L''1.5, L'' = 3,3',5,5'-azobenzenetetracarboxylate (ABTC)), were synthesized for the first time with Sc.  These materials were characterized by powder and single crystal x-ray diffraction, 1H, 13C and 45Sc MAS NMR, and gas adsorption.  MIL-53(Sc) is a highly flexible breathing framework that adopts many different forms, depending on the amt. and type of adsorbate included.  The structures of the as-prepd. solvent-contg. form, MIL-53(Sc)-DMF and of the desolvated, hydrated form, MIL-53(Sc)-H2O, were detd.  The former structure possesses one kind of partially open channel, whereas the latter includes two kinds of channels, closed and slightly open.  The hydrated structure's configuration has not previously been obsd. for MIL-53 materials.  45Sc MAS NMR is a sensitive probe for the Sc environment: distinctive lineshapes are obsd. for isolated ScO6 octahedra, corner-sharing chains of ScO4(OH)2 octahedra and Sc3O(O2C-)6(OH, H2O)3 trimers of octahedra.  N2 adsorption at 77 K indicates that the flexible frameworks MIL-88(Sc) and MIL-53(Sc) show no porosity in their desolvated, closed forms, while the rigid frameworks Sc2BDC3 (0.26 cm3 g-1), MIL-100(Sc) (0.72 cm3 g-1) and Sc-ABTC (0.57 cm3 g-1) have so far been prepd. with appreciable permanent porosity.  For CO2 adsorption on desolvated solids, remarkable behavior is shown by the flexible MIL-53(Sc), which opens in two stages to a max. capacity of >13 mmol g-1, while the rigid frameworks show uptakes at 196 K (at p/po = 0.40) of 5.5 mmol g-1 (Sc2BDC3), 21.3 mmol g-1 (MIL-100(Sc)) and 13.1 mmol g-1 (Sc-ABTC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFOntrk%253D&md5=0cb5c1373d4095e3e1b52696baa64170", "59. ", "Li", ", ", "Y.-T.", "; ", "Cui", ", ", "K.-H.", "; ", "Li", ", ", "J.", "; ", "Zhu", ", ", "J.-Q.", "; ", "Wang", ", ", "X.", "; ", "Tian", ", ", "Y.-Q.", " ", "Chin. J. Inorg. Chem.", " ", "2011", ",  ", "27", ",  ", "951", "– ", "956", "There is no corresponding record for this reference.", "60. ", "Shih", ", ", "Y.-H.", "; ", "Lo", ", ", "S.-H.", "; ", "Yang", ", ", "N.-S.", "; ", "Singco", ", ", "B.", "; ", "Cheng", ", ", "Y.-J.", "; ", "Wu", ", ", "C.-Y.", "; ", "Chang", ", ", "I.-H.", "; ", "Huang", ", ", "H.-Y.", "; ", "Lin", ", ", "C.-H.", " ", "ChemPlusChem", " ", "2012", ",  ", "77", ",  ", "982", "– ", "986", "[", "Crossref", "], [", "CAS", "]", "60. ", "Trypsin-Immobilized Metal-Organic Framework as a Biocatalyst In Proteomics Analysis", "Shih, Yung-Han; Lo, Sheng-Han; Yang, Ni-Shin; Singco, Brenda; Cheng, Yi-Jie; Wu, Cheng-You; Chang, I-Hsin; Huang, Hsi-Ya; Lin, Chia-Her", "ChemPlusChem", "\r\n        (", "2012", "),\r\n    ", "77", "\r\n        (", "11", "),\r\n    ", "982-986", "CODEN:\r\n                ", "CHEMM5", ";\r\n        ISSN:", "2192-6506", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This article describes the immobilization of protease on three-dimensional nanoporous metal-org. framework that exhibited exemplary proteolysis performance over the free enzyme digestion.  Evaluation of its overall performance (digestion efficiency, reusability, and exemplary stability) of this type of nanoporous chromium(III) NH2-1,4-BDC (MIL-88B-NH2) revealed its potential as enzyme immobilized support.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qtbzO&md5=ffe48ab47d2dbea97268c7c8d2ea82a1", "61. ", "Millange", ", ", "F.", "; ", "Medina", ", ", "M. I.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Golden", ", ", "K. M.", "; ", "Walton", ", ", "R. I.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "763", "– ", "766", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Time-Resolved In Situ Diffraction Study of the Solvothermal Crystallization of Some Prototypical Metal-Organic Frameworks", "Millange, Franck; Medina, Manuela I.; Guillou, Nathalie; Ferey, Gerard; Golden, Kathryn M.; Walton, Richard I.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "4", "),\r\n    ", "763-766, S763/1-S763/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystn. of two metal org. framework compds. Cu3(BTC)2·solvent (I) (BTC = 1,3,5-benzenetricarboxylate), and [FeIII(OH, F){O2C-C6H4-CO2}·H2O] (II) have been studied.  Two distinct solvothermal crystn. scenarios were obsd.: classical nucleation-growth kinetics from soln., of crystn. via a metastable precursor.  The intermediate metastable phase obsd. during crystn. of (II) was characterized structurally and spectroscopically.  X-ray diffraction and IR spectroscopy were used for characterization of the compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1artQ%253D%253D&md5=9cc221a2a55f484643d7d7e6c456890a", "62. ", "Stavitski", ", ", "E.", "; ", "Goesten", ", ", "M.", "; ", "Juan-Alcañiz", ", ", "J.", "; ", "Martinez-Joaristi", ", ", "A.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Petukhov", ", ", "A. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "9624", "– ", "9628", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Kinetic Control of Metal-Organic Framework Crystallization Investigated by Time-Resolved In Situ X-Ray Scattering", "Stavitski, Eli; Goesten, Maarten; Juan-Alcaniz, Jana; Martinez-Joaristi, Alberto; Serra-Crespo, Pablo; Petukhov, Andrei V.; Gascon, Jorge; Kapteijn, Freek", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "41", "),\r\n    ", "9624-9628, S9624/1-S9624/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystn. of two metal-org. framework (MOF) phases prepd. from identical precursors has been has been studied by time-resolved in situ X-ray scattering.  The stabilization of the metastable MOF-235 phase by DMF was essential to the successful synthesis of MIL-101.  The optimal solvent compn. for NH2-MIL-53 permitting complete linker dissoln. was established.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOhu7Y%253D&md5=89d20737deb9c9625073bc036d72c97f", "63. ", " ", "TOPAS-Academic", ", version 4; ", "Coelho Software", ": ", "Brisbane, Australia", ", ", "2005.", "There is no corresponding record for this reference.", "64. ", "Ravel", ", ", "B.", " ", "J. Synchrotron Radiat.", " ", "2001", ",  ", "8", ",  ", "314", "– ", "316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "ATOMS: crystallography for the x-ray absorption spectroscopist", "Ravel, Bruce", "Journal of Synchrotron Radiation", "\r\n        (", "2001", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "314-316", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "ATOMS is a user application providing crystallog. functionality useful to x-ray absorption spectroscopists.  ATOMS is also a set of reusable, object-oriented software modules written in the Perl programming language providing crystallog. functionality and access to databases of absorption coeffs. and anomalous scattering factors.  The main use of the ATOMS program is to generate input data for the ab initio, multiple scattering, x-ray absorption spectroscopy code FEFF.  However the code offers many addnl. features, including useful calcns. involving absorption coeffs. and simulations of diffraction anomalous fine-structure (DAFS) spectra.  Command line, graphical, and web-based interfaces to the code are offered as part of the std. distribution.  As Perl runs on a wide variety of common computer platforms, ATOMS itself is a cross platform application.  All text presented to the user can be internationalized - support for four languages is currently included in the package.  Development of ATOMS is active - a FEFF interface, structure visualization, and addnl. crystallog. calcns. are among the future developments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhs1als7g%253D&md5=b12e9ba8058715a06ecd14e52d247e4c", "65. ", "Ravel", ", ", "B.", "; ", "Newville", ", ", "M.", " ", "J. Synchrotron Radiat.", " ", "2005", ",  ", "12", ",  ", "537", "– ", "541", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "ATHENA, ARTEMIS, HEPHAESTUS: data analysis for x-ray absorption spectroscopy using IFEFFIT", "Ravel, B.; Newville, M.", "Journal of Synchrotron Radiation", "\r\n        (", "2005", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "537-541", "CODEN:\r\n                ", "JSYRES", ";\r\n        ISSN:", "0909-0495", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "A software package for the anal. of x-ray absorption spectroscopy (XAS) data is presented.  This package is based on the IFEFFIT library of numerical and XAS algorithms and is written in the Perl programming language using the Perl/Tk graphics toolkit.  The programs described here are: (i) ATHENA, a program for XAS data processing, (ii) ARTEMIS, a program for EXAFS data anal. using theor. stds. from FEFF and (iii) HEPHAESTUS, a collection of beamline utilities based on tables of at. absorption data.  These programs enable high-quality data anal. that is accessible to novices while still powerful enough to meet the demands of an expert practitioner.  The programs run on all major computer platforms and are freely available under the terms of a free software license.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlCntLo%253D&md5=a35c32b41de3dc234b101b63927fca73", "66. ", "Laye", ", ", "R. H.", "; ", "Murrie", ", ", "M.", "; ", "Ochsenbein", ", ", "S.", "; ", "Bell", ", ", "A. R.", "; ", "Teat", ", ", "S. J.", "; ", "Raftery", ", ", "J.", "; ", "Güdel", ", ", "H.-U.", "; ", "McInnes", ", ", "E. J. L.", " ", "Chem.—Eur. J.", " ", "2003", ",  ", "9", ",  ", "6215", "– ", "6220", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "66. ", "Solvothermal syntheses of high-nuclearity vanadium(III) clusters", "Laye, Rebecca H.; Murrie, Mark; Ochsenbein, Stefan; Bell, Aidan R.; Teat, Simon J.; Raftery, James; Guedel, Hans-ulrich; McInnes, Eric J. L.", "Chemistry - A European Journal", "\r\n        (", "2003", "),\r\n    ", "9", "\r\n        (", "24", "),\r\n    ", "6215-6220", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Superheating alc. solns. of simple trimetallic V(III) precursors gives the octa- and decametallic V(III) clusters [V8(OEt)8(OH)4(O2CPh)12] (1) and [V10(OMe)20(O2CMe)10] (2).  Cluster 2 is the largest V(III) cluster synthesized to date.  Thus, solvothermal synthetic techniques are an excellent route to high-nuclearity V(III) clusters.  Both 1 and 2 consist of a planar or near-planar array of VIII ions.  The metal ions in 1 are bridged by either a μ2-hydroxide and two μ2-benzoate groups or two μ2-ethoxides and a μ2-benzoate groups, the two bridging arrangements alternating around the ring.  In 2 each pair of neighboring metal ions is bridged by two μ2-methoxides and a μ2-acetate, and this mol. is the VIII analog of Lippard's famous ferric wheel.  Preliminary magnetic susceptibility studies show the exchange coupling in both complexes to be antiferromagnetic in nature, with the coupling stronger in 1 than in 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhvVeq&md5=b5f81ecea2814bf850b03bafa0029785", "67. ", "The difference between the experimental diffraction pattern of MIL-88B(V) and the simulated pattern of MIL-88B(Cr) is due to the presence of water in MIL-88B(Cr), whereas MIL-88B(V) is unstable in water and shown here as the dry form.", "There is no corresponding record for this reference.", "68. ", "Wong", ", ", "J.", "; ", "Lytle", ", ", "F. W.", "; ", "Messmer", ", ", "R. P.", "; ", "Maylotte", ", ", "D. H.", " ", "Phys. Rev. B", " ", "1984", ",  ", "30", ",  ", "5596", "– ", "5610", "[", "Crossref", "], [", "CAS", "]", "68. ", "K-edge absorption spectra of selected vanadium compounds", "Wong, J.; Lytle, F. W.; Messmer, R. P.; Maylotte, D. H.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1984", "),\r\n    ", "30", "\r\n        (", "10", "),\r\n    ", "5596-610", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "High-resoln. vanadium K-edge absorption spectra were recorded for a no. of selected V compds. of known chem. structure with use of the synchrotron radiation available at the Stanford Synchrotron Radiation Lab. (SSRL).  The compds. studied include the oxides VO, V2O3, V4O7, V2O4, and V2O5; the vanadates NH4VO3, CrVO4, and Pb5(VO4)3Cl; the vanadyl compds. VOSO4.3H2O, vanadyl bis(1-phenyl-1,3-butanedionate), vanadyl phthalocyanine, and vanadyl tetraphenylporphyrin; the intermetallics VH, VB2, VC, VN, VP, and VSi2; and V2S3 and a V-bearing mineral, roscoelite.  V in these compds. exhibits a wide range of formal oxidn. states (0 to +5) and coordination geometries (octahedral, tetrahedral, square pyramid, etc.) with various ligands.  The object of this systematic study is to gain further understanding of the details of various absorption features in the vicinity of the K absorption edge of a constituent element in terms of its valence, site symmetry, coordination geometry, ligand type, and bond distances.  In particular, the intensity and position of a well-defined pre-edge absorption in some of these compds. were analyzed semiquant. within a MO framework and a simple coordination-charge concept.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXjsF2itA%253D%253D&md5=5b1df193973eef12bae3bed961fb6171", "69. ", "Delgado Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2003", ",  ", "A59", ",  ", "515", "– ", "525", "[", "Crossref", "], [", "CAS", "]", "69. ", "Three-periodic nets and tilings: semiregular nets", "Delgado Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2003", "),\r\n    ", "A59", "\r\n        (", "6", "),\r\n    ", "515-525", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "Three-periodic semiregular nets are defined as those with just one kind of vertex and one kind of edge, but excluding the five regular and one quasiregular nets described earlier.  Fourteen of these and their natural tilings are described and their importance in crystal chem. is indicated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXosVait7o%253D&md5=989b470fb15f3b9b0aa65090653e00b8", "70. ", "Khan", ", ", "N. A.", "; ", "Jhung", ", ", "S. H.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1860", "– ", "1865", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Phase-Transition and Phase-Selective Synthesis of Porous Chromium-Benzenedicarboxylates", "Khan, Abedin; Jhung, Sung Hwa", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1860-1865", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A study of the crystn. of two topical porous chromium-benzenedicarboxylates, denoted as MIL-53 and MIL-101, has been reported.  Both conventional elec. (CE) and microwave (MW) heating have been explored in order to understand phase-selectivity and phase-transition between these solids.  One chromium benzenedicarboxylate, the kinetically favorable MIL-101 (lower d. phase), is the phase obtained at the early stage of the reaction, while the thermodynamically favorable MIL-53 phase (higher d. phase) is obtained at the expense of MIL-101 at longer synthesis time.  Phase-transition from MIL-101 to MIL-53 does not occur by direct conversion.  Instead, at the longer synthesis time the MIL-101 is degraded, and subsequently, MIL-53 is obsd. via the reorganization of the decompd. species.  Moreover, it is suggested that MW irradn. provides a phase-selective synthesis of MIL-101 due to rapid synthesis, preventing the conversion into the thermodynamically favorable phase (MIL-53).  Therefore, the MW synthesis may lead to a new way to find new metal-org. frameworks (MOFs) esp. those that are hard to synthesize due to interconversion into a more stable phase or dense phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksrk%253D&md5=74ce0b551e6f2d64b43f9139f348b940", "71. ", "MIL-47 activation involves heating in DMF at 150 °C overnight and under vacuum at 250 °C for 24 h.", "There is no corresponding record for this reference.", "72. ", "Devautour-Vinot", ", ", "S.", "; ", "Maurin", ", ", "G.", "; ", "Henn", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2009", ",  ", "2733", "– ", "2735", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "72. ", "Estimation of the breathing energy of flexible MOFs by combining TGA and DSC techniques", "Devautour-Vinot, Sabine; Maurin, Guillaume; Henn, Francois; Serre, Christian; Devic, Thomas; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "2733-2735", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The energetics of the breathing phenomenon of MIL-53(Cr) were estd. through a combined TGA and DSC water desorption anal. of the rigid MIL-47(V) and flexible MIL-53(Cr) and MIL-53(Fe) systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlsFKktr4%253D&md5=ec361587c4a1de5dd7d70e4658498003", "73. ", "Horcajada", ", ", "P.", "; ", "Salles", ", ", "F.", "; ", "Wuttke", ", ", "S.", "; ", "Devic", ", ", "T.", "; ", "Heurtaux", ", ", "D.", "; ", "Maurin", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "David", ", ", "O.", "; ", "Magnier", ", ", "E.", "; ", "Stock", ", ", "N.", "; ", "Filinchuk", ", ", "Y.", "; ", "Popov", ", ", "D.", "; ", "Riekel", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17839", "– ", "17847", "[", "ACS Full Text ", "], [", "CAS", "]", "73. ", "How Linker's Modification Controls Swelling Properties of Highly Flexible Iron(III) Dicarboxylates MIL-88", "Horcajada, Patricia; Salles, Fabrice; Wuttke, Stefan; Devic, Thomas; Heurtaux, Daniela; Maurin, Guillaume; Vimont, Alexandre; Daturi, Marco; David, Olivier; Magnier, Emmanuel; Stock, Norbert; Filinchuk, Yaroslav; Popov, Dmitry; Riekel, Christian; Ferey, Gerard; Serre, Christian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17839-17847", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Organically modified Fe(III) terephthalate MIL-88B and Fe(III) 4,4'-biphenyl dicarboxylate MIL-88D flexible solids were synthesized and characterized through a combination of x-ray diffraction, IR spectroscopy, and thermal anal. (MIL stands for Material from Institut Lavoisier).  The swelling amplitude of the highly flexible MOFs tuned by introducing functional groups onto the Ph rings shows a clear dependence on the steric hindrance and on the no. of groups per arom. ring.  For instance, while the introduction of four Me groups per spacer in dried MIL-88B results in a large permanent porosity, introducing two or four Me groups in MIL-88D allows an easier pore opening in the presence of liqs. without drastically decreasing the swelling magnitude.  The influence of the degree of satn. of the metal center and the nature of the solvent on the swelling is also discussed.  Finally, a computationally assisted structure detn. led to a proposal of plausible structures for the closed (dried) and open forms of modified MIL-88B and MIL-88D and to evaluation of their framework energies subject to the nature of the functional groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqsb7L&md5=10d3c68c2476fa1ed4072951da4b276d", "74. ", "Ma", ", ", "M.", "; ", "Bétard", ", ", "A.", "; ", "Weber", ", ", "I.", "; ", "Al-Hokbany", ", ", "N. S.", "; ", "Fischer", ", ", "R. A.", "; ", "Metzler-Nolte", ", ", "N.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2286", "– ", "2291", "[", "ACS Full Text ", "], [", "CAS", "]", "74. ", "Iron-Based Metal-Organic Frameworks MIL-88B and NH2-MIL-88B: High Quality Microwave Synthesis and Solvent-Induced Lattice Breathing", "Ma, Mingyan; Betard, Angelique; Weber, Irene; Al-Hokbany, Noura Saad; Fischer, Roland A.; Metzler-Nolte, Nils", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "2286-2291", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Iron-based MIL-88B and NH2-MIL-88B microcrystals with high dispersibility and uniform size were successfully synthesized by using a rapid microwave-assisted solvothermal method.  By carefully controlling the reaction conditions, the microwave method provided superior quality MIL-88B crystals in high yields and excellent phase purity.  Framework flexibility was obsd. for both MIL-88B-Fe and NH2-MIL-88B-Fe frameworks in various solvents, which however significantly differs between the two materials.  MIL-88B-Fe shrinks reversibly by ∼25% only when it is dispersed in the strongly H bonding solvents H2O or MeOH.  In contrast, NH2-MIL-88B-Fe shrinks up to 33% upon replacement of DMF by any other solvent studied (benzene, CHCl3, acetone, MeCN, MeOH, H2O).  The change in unit cell parameters (shortening of the a axis) can be seen macroscopically, although the overall integrity of the materials is maintained.  Probably H bonding between the O atoms of the MIL-88B-Fe framework and solvent mols. plays an important role in the framework shrinkage, while in the NH2-MIL-88B-Fe framework addnl. H bonds may form and thus a different breathing behavior is obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktF2gsr4%253D&md5=f8fb78799f33d2f4baf9e52cd3d0cad9", "75. ", "MIL-88B and MIL-101 also contain varying amounts of guest molecules in the pores. The composition of the material will evidently depend both on the reaction conditions employed and on the activation procedure performed after the synthesis.", "There is no corresponding record for this reference.", "76. ", "Clark", ", ", "R. J. H.", " ", "Spectrochim. Acta", " ", "1965", ",  ", "21", ",  ", "955", "– ", "963", "[", "Crossref", "], [", "CAS", "]", "76. ", "Metal-halogen stretching frequencies in inorganic complexes", "Clark, R. J. H.", "Spectrochimica Acta", "\r\n        (", "1965", "),\r\n    ", "21", "\r\n        (", "5", "),\r\n    ", "955-63", "CODEN:\r\n                ", "SPACA5", ";\r\n        ISSN:", "0038-6987", ".\r\n    ", "Ir-active metal-halogen stretching frequencies for some 4-, 6-, and 8-coordinate metal complexes were located, 200-500 cm.-1  The absorption bands are relatively intense, and the frequencies can be correlated with the oxidn. no., mass, and coordination no. of the central metal, and with the stereochemistry of the complex.  Thus, the technique is a useful adjunct to those phys. techniques which yield structural information in org. chemistry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXoslGjug%253D%253D&md5=4666c8df1f85e98014d83bb68d2387ea", "77. ", "This could also be due to terephthalic acid in the pores of the MOF.", "There is no corresponding record for this reference.", "78. ", "Rouquerol", ", ", "J.", "; ", "Llewellyn", ", ", "P.", "; ", "Rouquerol", ", ", "F.", " In  ", "Studies in Surface Science and Catalysis", "; ", "Llewellyn", ", ", "P. L.", "; ", "Rodriquez-Reinoso", ", ", "F.", "; ", "Rouqerol", ", ", "J.", "; ", "Seaton", ", ", "N.", ", Eds.; Characterization of Porous Solids VII Proceedings of the 7th International Symposium on the Characterization of Porous Solids (COPS-VII), Aix-en-Provence, France, 26–28 May 2005; ", "Elsevier", ": ", "Amsterdam", ", ", "2007", "; Vol.  ", "160", ", pp  ", "49", "– ", "56", ".", "There is no corresponding record for this reference.", "79. ", "Fitting Kourkoutis", ", ", "L.", "; ", "Hotta", ", ", "Y.", "; ", "Susaki", ", ", "T.", "; ", "Hwang", ", ", "H. Y.", "; ", "Muller", ", ", "D. A.", " ", "Phys. Rev. Lett.", " ", "2006", ",  ", "97", ",  ", "256803", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "79. ", "Nanometer Scale Electronic Reconstruction at the Interface between LaVO3 and LaVO4", "Fitting Kourkoutis, L.; Hotta, Y.; Susaki, T.; Hwang, H. Y.; Muller, D. A.", "Physical Review Letters", "\r\n        (", "2006", "),\r\n    ", "97", "\r\n        (", "25", "),\r\n    ", "256803/1-256803/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Electrons at interfaces, driven to minimize their free energy, are distributed differently than in bulk.  This can be dramatic at interfaces involving heterovalent compds.  Here we profile an abrupt interface between V 3d2 LaVO3 and V 3d0 LaVO4 using electron energy loss spectroscopy.  Although no bulk phase of LaVOx with a V 3d1 configuration exists, we find a nanometer-wide region of V 3d1 at the LaVO3/LaVO4 interface, rather than a mixt. of V 3d0 and V 3d2.  The two-dimensional sheet of 3d1 electrons is a prototypical electronic reconstruction at an interface between competing ground states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht12gsg%253D%253D&md5=6fcff9b114d2222117657146861f5e4a"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2013/cgdefu.2013.13.issue-11/cg4012058/production/images/small/cg-2013-012058_0008.gif\">"]}
