{"title": ["Zinc-Adeninate Metal−Organic Framework for Aqueous Encapsulation and Sensitization of Near-infrared and Visible Emitting Lanthanide Cations"], "authors": ["Jihyun An", "Chad M. Shade", "Demetra A. Chengelis-Czegan", "Stéphane Petoud", "Nathaniel L. Rosi"], "doi": ["10.1021/ja109103t"], "abstract": ["Luminescent metal−organic frameworks (MOFs), ", ", were synthesized via postsynthetic cation exchange of ", " with Tb", ", Sm", ", Eu", ", or Yb", ", and their photophysical properties were studied. We demonstrate that ", " encapsulates and sensitizes visible and near-infrared emitting lanthanide cations in aqueous solution."], "text": ["Luminescent lanthanide cations, in particular those emitting in the near-infrared (NIR) domain, have several emissive properties that are highly desirable for biomedical analysis.", "(1)", " However, their luminescence intensities are often limited in aqueous media. This is typically due to the low quantum yields and therefore the relatively low number of photons emitted by each discrete molecular complex. Furthermore, the stability in water and hence biocompatibility of lanthanide molecular complexes often limit their use in biological applications. For such applications, it is critical that these complexes do not dissociate at low concentration which would result in the loss of lanthanide sensitization and/or the release of free lanthanide cations.", "Metal−organic frameworks (MOFs)", "(2, 3)", " have several advantages that render them useful for sensitizing lanthanide cations.", "(4, 5)", " First, MOFs have well-defined structures in which a large number of chromophoric sensitizers and lanthanide cations can be incorporated. This fundamental aspect of MOFs results in a large number of photons emitted per unit volume, an important advantage that enhances detection sensitivity. Second, MOF structures can be tailored to modulate and optimize the photoluminescence properties of lanthanide cations.", "(4, 6)", " Third, MOFs provide a rigid scaffold that can serve to protect lanthanide cations from solvent quenching. To date, most lanthanide MOFs consist of a lanthanide cation and an organic linker/sensitizer, and therefore the lanthanide cation is an important structural component of the MOF.", "(3)", "In this communication, we present a versatile strategy for generating luminescent lanthanide MOFs that are compatible for applications in aqueous solutions. Specifically, we show that a MOF can serve as both a host and an antenna for protecting and sensitizing extra-framework lanthanide cations emitting in the visible and NIR that are encapsulated within the MOF pores. We have developed a new class of porous metal-adeninate materials termed ‘bio-MOFs’.", "(7)", " In this study, we use ", "bio-MOF-1", "(7b)", " [Zn", "8", "(ad)", "4", "(BPDC)", "6", "O•2Me", "2", "NH", "2", ",8DMF,11H", "2", "O] (ad = adeninate; BPDC = biphenyldicarboxylate; DMF = dimethylformamide), a rigid, permanently porous (∼1700 m", "2", "/g) structure as a scaffold for hosting and sensitizing several visible and NIR-emitting lanthanide cations. ", "Bio-MOF-1", " is anionic, and dimethylammonium (DMA) cations reside in its 1-D pores. We have shown that the DMA cations can be exchanged with other organic cations or cationic drug molecules via straightforward cation exchange experiments.", "(7b, 7d)", " We therefore reasoned that we could replace the DMA cations with specific lanthanide cations in a similar postsynthetic fashion.", "(8)", " Thus, we could load lanthanide cations into the pores of ", "bio-MOF-1", " and analyze the luminescence properties of the resulting host−guest material (Figure ", "1", "). Ideally, the MOF would serve as a ‘lantern’ for protecting the lanthanide cations and enhancing their luminescence.", "(9)", "Figure 1. ", "Bio-MOF-1", " encapsulation and sensitization of lanthanide cations. (A) Schematic illustration of Ln", "3+", " incorporation into ", "bio-MOF-1", " and subsequent Ln", "3+", " sensitization by the framework. (B) Excitation and emission spectra of ", "Sm", "3+", "@bio-MOF-1", " (i), ", "Tb", "3+", "@bio-MOF-1", " (ii), and ", "Eu", "3+", "@bio-MOF-1", " (iii). (C) Samples of ", "Ln", "3+", "@bio-MOF-1", " illuminated with 365 nm laboratory UV light (lamp spectrum is depicted in Figure S9 in the ", "Supporting Information", "). (D) XRPD patterns of ", "Ln", "3+", "@bio-MOF-1", ".", "Table 1. Ln", "3+", " Luminescence Lifetimes (μs) and Quantum Yields of ", "Ln", "3+", "@bio-MOF-1", "Ln", "3+", "τ", "1", " (H", "2", "O)", "a", "τ", "2", " (H", "2", "O)", "a", "τ", "1", " (D", "2", "O)", "a", "τ", "2", " (D", "2", "O)", "a", "Φ", "(Ln", "3+", ")", "b", "Tb", "3+", "62(1)", "224(9)", "54.2(9)", "142(9)", "1.7(0.1) × 10", "−2", "Sm", "3+", "7.4(3)", "35(5)", "131.1(7)", "539(41)", "2.8(0.2) × 10", "−3", "Eu", "3+", "299.9(5)", "986(48)", "1163(6)", "1886(7)", "8.4(0.1) × 10", "−2", "Yb", "3+", "1.1(1)", "5.5(4)", "12.1(2)", "55.9(5)", "2.5(0.2) × 10", "−4", "a", "λ", "ex", " = 354 nm ; λ", "em", " = 545 nm (Tb", "3+", "), 640 nm (Sm", "3+", "), 614 nm (Eu", "3+", "), 970 nm (Yb", "3+", ").", "b", "λ", "ex", " = 340 nm; collected in H", "2", "O.", "To introduce lanthanide ions into the pores of ", "bio-MOF-1", ", samples of the material were soaked in DMF solutions of nitrate salts of Tb", "3+", ", Sm", "3+", ", Eu", "3+", ", or Yb", "3+", " (Figure ", "1", "A).", "(10)", " Energy-dispersive X-ray spectroscopy (EDS) and elemental analysis (EA) data of the Ln", "3+", "-exchanged materials revealed successful lanthanide cation incorporation into the material to yield ", "Tb", "3+", "@bio-MOF-1", ", ", "Sm", "3+", "@bio-MOF-1", ", ", "Eu", "3+", "@bio-MOF-1", ", and ", "Yb", "3+", "@bio-MOF-1", " (see ", "Supporting Information", " for detailed formulation). Ln", "3+", " loading does not impact the crystalline integrity of ", "bio-MOF-", "1, as confirmed using X-ray powder diffraction (XRPD) (Figures ", "1", "D and ", "2", "B).", "Initial spectroscopic studies (", "Supporting Information", "; Figures S3−S7) of ", "Tb", "3+", "@bio-MOF-1", ",", " Sm", "3+", "@bio-MOF-1", ", ", "Eu", "3+", "@bio-MOF-1", ", and ", "Yb", "3+", "@bio-MOF-1", " in DMF indicated that ", "bio-MOF-1", " sensitizes several visible and NIR emitting lanthanide cations in an organic solvent. Encouraged by these results, we proceeded to study the luminescence properties of these materials in aqueous environments. Each ", "Ln", "3+", "@bio-MOF-1", " sample was soaked in nanopure water (18 MΩ resistivity) to completely remove the DMF solvent molecules, and XRPD of the water-exchanged samples confirmed retention of crystalline integrity (Figures ", "1", "D and ", "2", "B). When excited with a standard laboratory UV lamp (365 nm), the samarium, europium, and terbium samples emitted their distinctive colors (Eu", "3+", ", red; Tb", "3+", ", green; Sm", "3+", ", orange-pink), which were readily observed with the naked eye as a qualitative indication of lanthanide sensitization (Figure ", "1", "C). Lanthanide-centered excitation spectra recorded for ", "Tb", "3+", "@bio-MOF-1", " (λ", "em", " = 545 nm), ", "Sm", "3+", "@bio-MOF-1", " (λ", "em", " = 640 nm), ", "Eu", "3+", "@bio-MOF-1", " (λ", "em", " = 614 nm), and ", "Yb", "3+", "@bio-MOF-1", " (λ", "em", " = 970 nm) all indicate the presence of a main band with an apparent maximum located at 340 nm, an indication that energy migrates through the same electronic levels located in the MOF chromophoric structure for all four compounds. The individual samples were then each irradiated with 340 nm light, and the characteristic sharp emission bands corresponding to the respective encapsulated lanthanide cations were detected (Figures ", "1", "B and ", "2", "A).", "Despite the strong ability of water to quench the emission of NIR emitting lanthanides, the Yb", "3+", " signal is easily detected (Figure ", "2", "A). These data demonstrate that the MOF scaffold can effectively serve as an antenna for sensitizing three different visible-emitting lanthanide cations and one NIR-emitting lanthanide cation in an aqueous environment. It is worth noting that Yb", "3+", " is a special lanthanide cation with respect to energy transfer as it has only one accepting electronic level. The hypothesis for energy transfer for this cation involves one of the following two mechanisms: (1) a phonon-assisted mechanism from either the triplet state or a metal-to-ligand charge transfer state of the sensitizer or (2) an internal double-electron transfer mechanism.", "(11)", " Importantly, after all the measurements in water, the materials still retained their crystallinity, as evidenced by their XRPD patterns (", "Figure S8", "). These results indicate that these luminescent materials are therefore compatible with aqueous conditions and are photostable. Our ability to easily detect lanthanide luminescence in the presence of water provided an indication that the MOF was able to not only sensitize but also provide sufficient protection to the lanthanide.", "Figure 2. Yb", "3+", " sensitization and O", "2", " detection studies. (A) NIR excitation and emission spectra of ", "Yb", "3+", "@bio-MOF-1", ". (B) XRPD of ", "Yb", "3+", "@bio-MOF-1", ". (C) Yb", "3+", " emission profile under N", "2", " (black) and O", "2", " (blue). (D) Decrease in Yb", "3+", " signal over time after exposure to O", "2", " (blue) and revival of Yb", "3+", " signal over time upon exposure to N", "2", " (black). (E) Integrated intensities of Yb", "3+", " emission over multiple cycles of exposure to N", "2", " (black) and O", "2", " (blue).", "To quantify the level of protection provided by ", "bio-MOF-1", " and to more completely understand the environment of the encapsulated lanthanide cations, we measured the lanthanide-centered luminescence lifetimes in water (Table ", "1", "). The best fit for each of the ", "Ln", "3+", "@bio-MOF-1", " samples was systematically biexponential, suggesting the presence of two distinct lanthanide environments within the MOF architecture. The ", "Tb", "3+", "@bio-MOF-1", " lifetimes, 62 ± 1 μs and 224 ± 9 μs, were surprisingly much shorter than Tb", "3+", " lifetimes recorded for molecular complexes that are typically in the range of 1000 to 2000 μs.", "(12)", " It is probable that back-energy-transfer from Tb", "3+", " to ", "bio-MOF-1", " is occurring, as evidenced by a marked increase in luminescence lifetimes at 77 K to 1970 ± 80 μs (data not shown).", "(13)", " Despite this limitation, the Tb", "3+", " luminescence can be easily detected and observed with the naked eye, which further illustrates the benefits of having a large number of lanthanides and sensitizers in a small volume.", "Luminescence lifetimes were also collected in deuterated water (Table ", "1", ") to determine ", "q", "-values, the calculated number of water molecules coordinating to each lanthanide cation (see ", "Supporting Information", ").", "(14)", " Very short luminescence lifetimes were observed once again for ", "Tb", "3+", "@bio-MOF-1", " in D", "2", "O, a further indication that the Tb", "3+", " excited state is quenched by contributions other than solvent vibrations. Due to this special consideration, ", "q", "-values could not be calculated for the ", "Tb", "3+", "@bio-MOF-1", " system. ", "Eu", "3+", "@bio-MOF-1", " displays the longest luminescence lifetimes in both solvents; it displays a calculated ", "q", "-value of 2.7 for the shorter set of lifetime values, which suggests that the MOF provides limited protection from water in one pore environment. A ", "q", "-value of 0.3 calculated from the set of the two longest luminescence lifetimes indicates that a second environment within ", "bio-MOF-1", " provides a higher level of protection to the lanthanide cations. These calculated ", "q", "-values indicate that two different numbers of water molecules are bound to the lanthanide cations in the MOF pores. This result is consistent with TGA data, which reveal two different types of water loss (", "Supporting Information", "; Figure S1).", "The lanthanide-centered quantum yields of ", "Ln", "3+", "@bio-MOF-1", " in water were measured (Table ", "1", "). The quantum yields are all reasonably high considering the aqueous environment, providing an indication that the lanthanide cations are protected to a significant extent within the pores, and the energy transfer from the sensitizer embedded in the MOF to the lanthanide cations is efficient. Since ", "bio-MOF-1", " encapsulates a large number of lanthanide cations within a defined space, the luminescence intensity of ", "Ln", "3+", "@bio-MOF-1", " is quite high.", "Effectively, ", "bio-MOF-1", " serves as a high surface area scaffold (", "Figure S2", ") for sensitizing lanthanide cations and arranging and exposing them in 3-D space. We therefore reasoned that ", "Ln", "3+", "@bio-MOF-1", " materials could potentially serve as sensors for small molecules. To evaluate this possibility, we performed preliminary O", "2", " detection experiments using ", "Yb", "3+", "@bio-MOF-1", " in solid-state conditions.", "(15)", " While several visible emitting complexes have been tested for oxygen sensing,", "(16)", " we note that NIR luminescence has the advantage to allow for more sensitive detection in complex media such as biological samples which have very low native NIR fluorescence (favorable to signal-to-noise ratio). Samples of ", "Yb", "3+", "@bio-MOF-1", " were dried for 15 h at 200 °C and mounted on quartz slides in a gas chamber within our fluorimeter. ", "Yb", "3+", "@bio-MOF-1", " responds to the presence of O", "2", " gas, as evidenced by monitoring the Yb", "3+", " luminescence signal upon excitation with 340 nm light. An approximate 40% signal decrease was observed within the first 5 min of introducing O", "2", " gas to a purged chamber under ambient pressure (Figure ", "2", "C). After 5 min, the system reached equilibrium and the signal maintained its intensity for the duration of exposure, approximately 1 h (Figure ", "2", "D). Purging the chamber once more with N", "2", " resulted in the restoration of the Yb", "3+", " signal to its original intensity. Importantly, this experiment is reversible, and we demonstrated that the Yb", "3+", " signal maintains its original intensity after several cycles of exposure to O", "2", " and N", "2", " (Figure ", "2", "E). These are important advantages that merit consideration when designing a photostable O", "2", " sensor.", "In conclusion, we have shown that porous anionic ", "bio-MOF-1", " can incorporate lanthanide cations via a simple cation exchange process and sensitize multiple lanthanide cations, thus allowing for the facile preparation of multiple different luminescent materials. Further, we showed that ", "bio-MOF-1", " protects and sensitizes visible and NIR-emitting lanthanides in water. To our knowledge, this is the first example of a MOF that sensitizes NIR emitting lanthanide cations in water. These results are particularly exciting as water is a highly quenching solvent, and materials which protect lanthanides from water are necessary for enabling the use of NIR-emitting lanthanides in biological environments. Finally, we have demonstrated that ", "Ln", "3+", "@bio-MOF-1", " materials can potentially be used as versatile high surface area sensors for small molecules, including dioxygen. We believe this versatile strategy for generating new luminescent lanthanide materials will be useful for preparing new sensors and reporters for biological systems.", "Top of Page", "Abstract", "References", "Acknowledgment", "The authors thank the University of Pittsburgh (N.L.R. and S.P.), the National Science Foundation (NSF DBI0352346, S.P.), and the American Chemical Society (PRF 47601-G10, N.L.R.) for funding. They also thank the University of Pittsburgh Department of Chemistry support services, the MEMS Department for EDS access, the Petersen NFCF for XRPD access, and Professor Alex Star for use of a custom-built gas chamber for O", "2", " sensing. S.P. acknowledges support in France from la Ligue contre le Cancer and from Institut National de la Santé et de la Recherche Médicale (INSERM). The work in France was carried out within the COST Action D38.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental procedures and additional data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 16 other publications.", "1. ", "(a) ", "Bünzli", ", ", "J.-C. G.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "2729", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Lanthanide luminescence for biomedical analyses and imaging", "Bunzli Jean-Claude G", "Chemical reviews", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "5", "),\r\n    ", "2729-55", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3czis1KisQ%253D%253D&md5=a484245768d5933a2c9f6a2e4d952152", "(b) ", "Montgomery", ", ", "C. P.", "; ", "Murray", ", ", "B. S.", "; ", "New", ", ", "E. J.", "; ", "Pal", ", ", "R.", "; ", "Parker", ", ", "D.", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "42", ",  ", "925", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Cell-Penetrating Metal Complex Optical Probes: Targeted and Responsive Systems Based on Lanthanide Luminescence", "Montgomery, Craig P.; Murray, Benjamin S.; New, Elizabeth J.; Pal, Robert; Parker, David", "Accounts of Chemical Research", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "925-937", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  To understand better the structure and function of biol. systems, cell biologists and biochemists would like to have methods that minimally perturb living systems.  The development of emissive optical probes is essential for improving the observation of intracellular signaling and recognition processes.  Following excitation of the probe, photons emitted from the probe may be obsd. by spectroscopy or microscopy and encode information about their environments in their energy, lifetime, and polarization.  Such optical probes may be based on org. fluorophores, quantum dots, recombinant proteins, or emissive metal complexes.  In this Account, the authors trace the emergence of lanthanide coordination complexes as emissive optical probes.  These probes benefit from sharp emission bands and long lifetimes.  These complexes can be designed to report on the concn. of key biochem. variables by modulation of spectral form, lifetime, or circular polarization.  These properties allow the application of ratiometric methods of anal. in spectroscopy or microscopy to report on local pH, pM (M = Ca, Zn), or the concn. of certain anionic metabolites, such as citrate, lactate, bicarbonate, or urate.  For optical microscopy studies in living cells, these probes must be cell-permeable and, ideally, should localize in a given cell organelle.  The authors undertook systematic studies of more than 60 emissive complexes, examg. the time dependence of cellular uptake and compartmentalization, cellular toxicity, protein affinity, and quenching sensitivity.  These results and their relation to probe structure have allowed the authors to identify certain structure-activity relationships.  The nature and linkage mode of the integral sensitizing group - introduced to harvest incident light efficiently - is of primary importance in detg. protein affinity and cellular uptake and trafficking.  In many cases, uptake may occur via macropinocytosis.  The authors have defined three main classes of behavior: complexes exhibit predominant localization profiles in protein-rich regions (nucleoli/ribosomes), in cellular mitochondria, or in endosomes/lysosomes.  Therefore, these systems offer considerable promise as intracellular optical probes, amenable to single- or two-photon excitation, that may report on the local ionic compn. of living cells subjected to differing environmental stresses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlehu7c%253D&md5=6a3853f1e20a040d12cd7f6e8cdafc8a", "(c) ", "Moore", ", ", "E. G.", "; ", "Samuel", ", ", "A. P. S.", "; ", "Raymond", ", ", "K. N.", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "42", ",  ", "542", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "From Antenna to Assay: Lessons Learned in Lanthanide Luminescence", "Moore, Evan G.; Samuel, Amanda P. S.; Raymond, Kenneth N.", "Accounts of Chemical Research", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "542-552", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Ligand-sensitized, luminescent lanthanide(III) complexes are of considerable importance because their unique photophys. properties (microsecond to millisecond lifetimes, characteristic and narrow emission bands, and large Stokes shifts) make them well suited as labels in fluorescence-based bioassays.  The long-lived emission of lanthanide(III) cations can be temporally resolved from scattered light and background fluorescence to vastly enhance measurement sensitivity.  One challenge in this field is the design of sensitizing ligands that provide highly emissive complexes with sufficient stability and aq. soly. for practical applications.  In this Account, the authors give an overview of some of the general properties of the trivalent lanthanides and follow with a summary of advances made in the authors' lab. in the development of highly luminescent Tb(III) and Eu(III) complexes for applications in biotechnol.  A focus of the authors' research was the optimization of these compds. as potential com. agents for use in homogeneous time-resolved fluorescence (HTRF) technol.  The authors' approach involves developing high-stability octadentate Tb(III) and Eu(III) complexes that rely on all-O donor atoms and using multichromophore chelates to increase molar absorptivity; earlier examples used a single pendant chromophore (i.e., a single antenna).  Ligands based on 2-hydroxyisophthalamide (IAM) provide exceptionally emissive Tb(III) complexes with quantum yield values up to ∼60% that are stable at the nanomolar concns. required for com. assays.  Through synthetic modification of the IAM chromophore and time-dependent d. functional theory (TD-DFT) calcns., the authors have developed a method to predict absorption and emission properties of these chromophores as a tool to guide ligand design.  Addnl., the authors have studied chiral IAM ligands that yield Tb(III) complexes possessing both high quantum yield values and strong circularly polarized luminescence (CPL) activity.  To efficiently sensitize Eu(III) emission, the authors used the 1-hydroxypyridin-2-one (1,2-HOPO) chelate to create remarkable ligands that combine excellent photophys. properties and exceptional aq. stabilities.  A more complete understanding of this chromophore was achieved by combining low-temp. phosphorescence measurements with the same TD-DFT approach used with the IAM system. Eu(III) complexes with strong CPL activity also were obtained with chiral 1,2-HOPO ligands.  The authors have also undertaken kinetic anal. of radiative and nonradiative decay pathways for Eu(III) complexes; the importance of the metal ion symmetry on the ensuing photophys. properties is clear.  Lastly, the authors describe a Tb(III)-IAM compd.-now carried through to com. availability-that offers improved performance in the common HTRF platform and has the potential to vastly improve sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVegsbo%253D&md5=c209016b0e79fa557cf27c05896b5173", "(d) ", "Uh", ", ", "H.", "; ", "Petoud", ", ", "S.", " ", "Compte Rendus Chimie", " ", "2010", ",  ", "13", ",  ", "668", "[", "Crossref", "], [", "CAS", "]", "1. ", "Novel antennae for the sensitization of near infrared luminescent lanthanide cations", "Uh, Hyounsoo; Petoud, Stephane", "Comptes Rendus Chimie", "\r\n        (", "2010", "),\r\n    ", "13", "\r\n        (", "6-7", "),\r\n    ", "668-680", "CODEN:\r\n                ", "CRCOCR", ";\r\n        ISSN:", "1631-0748", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "A review.  Near IR (NIR) luminescence is useful for many applications ranging from lasers, telecommunication to biol. imaging.  There is a special interest for applications in biol. media since NIR photons have less interference with such samples.  NIR photons can penetrate relatively deeply in tissues and cause less damage to biol. samples.  The use of NIR luminescence also results in improved detection sensitivity due to low background emission.  The lower scattering of NIR photons results in improved image resoln.  NIR emitting lanthanide compds. are promising for imaging because of their unique properties such as sharp emission bands, long luminescence lifetimes and photostability.  The efforts to develop novel sensitizers for NIR emitting lanthanides is discussed.  Two global strategies were used: (1) monometallic lanthanide complexes based on derivs. of salophen, tropolonate, azulene and pyridine; and (2) polymetallic lanthanide compds. based on nanocrystals, metal-org. frameworks and dendrimers complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFKltrc%253D&md5=728bf2ef63af4bd24672f1231770e439", "Binnemans", ", ", "K.", " ", "Chem. Rev.", " ", "2009", ",  ", "109", ",  ", "4283", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Lanthanide-Based Luminescent Hybrid Materials", "Binnemans, Koen", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "109", "\r\n        (", "9", "),\r\n    ", "4283-4374", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Topics include: luminescence of lanthanide complexes, sol-gel hybrid materials, porous hybrid materials, intercalation compds., polyoxometalates, polymer materials, hydrogels and organogels, nanocomposite materials, and applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptleltLk%253D&md5=5b8ea936d29846a549ecfb5be2ee63b4", "2. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "3. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "4. ", "White", ", ", "K. A.", "; ", "Chengelis", ", ", "D. A.", "; ", "Zeller", ", ", "M.", "; ", "Geib", ", ", "S. J.", "; ", "Szakos", ", ", "J.", "; ", "Petoud", ", ", "S.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Commun.", " ", "2009", ",  ", "4506", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Near-infrared emitting ytterbium metal-organic frameworks with tunable excitation properties", "White, Kiley A.; Chengelis, Demetra A.; Zeller, Matthias; Geib, Steven J.; Szakos, Jessica; Petoud, Stephane; Rosi, Nathaniel L.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "30", "),\r\n    ", "4506-4508", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The design of metal-org. frameworks (MOFs) incorporating near-IR emitting Yb cations and org. sensitizers allows for the prepn. of new materials with tunable and enhanced photophys. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXoslCls7c%253D&md5=0f7c04ad0d58aa4676dc458a5ef3c543", "5. ", "(a) ", "Reineke", ", ", "T. M.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "2590", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A microporous lanthanide - organic framework", "Reineke, Theresa M.; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "17", "),\r\n    ", "2590-2594", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The synthesis and crystal structure of Tb(bdc)NO3·2DMF (bdc = 1,4-benzenedicarboxylate) is reported, and its desolvated form is shown to have a stable zeolite-like framework.  Each terbium is bonded to eight oxygen atoms, 4 from 4 different bdc ligands, 2 from a bidentate nitrate and 2 from 2 DMF ligands.  Tb(bdc)NO3 is capable of reversible mol. sorption and maintains its microporosity in the absence of included guests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmt1arsbo%253D&md5=afcee9bc50ccc95b9390a94c731f5cd2", "(b) ", "Chen", ", ", "B. L.", "; ", "Wang", ", ", "L. B.", "; ", "Zapata", ", ", "F.", "; ", "Qian", ", ", "G. D.", "; ", "Lobkovsky", ", ", "E. B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6718", "ACS Full Text ", ", [", "CAS", "]", "5. ", "A Luminescent Microporous Metal-Organic Framework for the Recognition and Sensing of Anions", "Chen, Banglin; Wang, Liangbo; Zapata, Fatima; Qian, Guodong; Lobkovsky, Emil B.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6718-6719", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A luminescent microporous metal-org. framework Tb(BTC)G was developed for the recognition and sensing of anions, exhibiting a high-sensitivity sensing function with respect to fluoride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltlWgtLc%253D&md5=d31b7ad2d7a8131801a523f80d9e9357", "(c) ", "Chen", ", ", "B. L.", "; ", "Xiang", ", ", "S. C.", "; ", "Qian", ", ", "G. D.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "6. ", "White", ", ", "K. A.", "; ", "Chengelis", ", ", "D. A.", "; ", "Gogick", ", ", "K. A.", "; ", "Stehman", ", ", "J.", "; ", "Rosi", ", ", "N. L.", "; ", "Petoud", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18069", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Near-Infrared Luminescent Lanthanide MOF Barcodes", "White, Kiley A.; Chengelis, Demetra A.; Gogick, Kristy A.; Stehman, Jack; Rosi, Nathaniel L.; Petoud, Stephane", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "50", "),\r\n    ", "18069-18071", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate the conceptual advantage of using metal-org. frameworks (MOFs) for the creation of a polymetallic material that contains several different near-IR-emitting lanthanide cations and operates as a barcode material with unique luminescence properties.  By choosing the ratio of lanthanide salts used during the synthesis, the authors can control the ratio of lanthanide cations present in the resulting material.  The emission intensity of each of the different lanthanide cations is proportional to its amt. in the MOF crystal, resulting in unique spectroscopic barcodes that depend on the lanthanide cation ratios and compns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVOhtrjF&md5=60fa4a7b9a207c96dac7882c31b6e02e", "7. ", "(a) ", "An", ", ", "J.", "; ", "Fiorella", ", ", "R.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8401", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Synthesis, Structure, Assembly, and Modulation of the CO2 Adsorption Properties of a Zinc-Adeninate Macrocycle", "An, Jihyun; Fiorella, Richard P.; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8401-8403", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. and self-assembly and crystal structure of the zinc adeninate macrocyclic complex [Zn6(adeninate)6(pyridine)6(dimethylcarbamate)6] is described.  The macrocycles self-assemble through adenine-adenine hydrogen bonding interactions into a 3-dimensional porous cryst. material that maintains its structural integrity after removal of guest mols. and coordinated pyridine mols.  By adjusting the activation temp. prior to gas adsorption measurements, the size of the pore aperture can be modulated to afford unique gas sorption properties including selective gas adsorption and CO2 sequestration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kms7w%253D&md5=10ee060f76b2ea9d17441c0e31af7adb", "(b) ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "(c) ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "ACS Full Text ", ", [", "CAS", "]", "7. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "(d) ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "8. ", "Wang", ", ", "Z. Q.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "9. ", "Dong", ", ", "Y. B.", "; ", "Wang", ", ", "P.", "; ", "Ma", ", ", "J. P.", "; ", "Zhao", ", ", "X. X.", "; ", "Wang", ", ", "H. Y.", "; ", "Tang", ", ", "B.", "; ", "Huang", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "4872", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Coordination-Driven Nanosized Lanthanide \"Molecular Lantern\" with Tunable Luminescent Properties", "Dong, Yu-Bin; Wang, Peng; Ma, Jian-Ping; Zhao, Xia-Xia; Wang, Hai-Ying; Tang, Bo; Huang, Ru-Qi", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "16", "),\r\n    ", "4872-4873", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new family of nanosized lanthanide \"mol. lanterns\" La3L4(H2O)10Cl composed of [LnIII2L4]2- cages encapsulating [Ln(H2O)8]3+ guests (Ln(III) = La (1), Ce (2), Sm (3), Eu (4) and Tb (5)) and with tunable luminescent properties based on the bent 3,5-bis(3-benzocarboxylate)-4-amino-1,2,4-triazole ligand (L) and nine-coordinated square antiprism Ln(III) node was reported.  Remarkably, the [Ln(H2O)8]3+ guests within these [LnIII2L4]2- cages are mobile and are readily replaced reversibly by their analogs with preservation of the original cage structure.  The mol. structures of complexes 1 to 5 were detd. by X-ray crystallog.  Also prepd. were the heterometallic complexes Eu2TbL4(H2O)10Cl and Eu2MnL4(H2O)10Cl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvFCisLw%253D&md5=8c1dcd806073cb94da46276be06cf626", "10. ", "Luo", ", ", "F.", "; ", "Batten", ", ", "S. R.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "4485", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework (MOF): lanthanide(III)-doped approach for luminescence modulation and luminescent sensing", "Luo, Feng; Batten, Stuart R.", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "19", "),\r\n    ", "4485-4488", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework (MOF), (NH4)2[ZnL]·6H2O (1, L = 1,2,4,5-benzenetetracarboxylate), was solvothermally prepd., characterized by x-ray crystallog., and exhibited strong luminescence in the solid state.  Lanthanide(III)-doped derivs. were prepd. for the first time by immersion of 1 in lanthanide(III) salt solns. used to replace ammonium cations with lanthanide(III) for access of MOF-based luminescent sensing of metal ions.  The research results revealed that this strategy is highly effective and displays several outstanding features.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlsFKktrk%253D&md5=d9039cc52aa1ca8c49a42ea9f63cb67d", "11. ", "(a) ", "Reinhard", ", ", "C.", "; ", "Güdel", ", ", "H. U.", " ", "Inorg. Chem.", " ", "2002", ",  ", "41", ",  ", "1048", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High-Resolution Optical Spectroscopy of Na3[Ln(dpa)3]·13H2O with Ln = Er3+, Tm3+, Yb3+", "Reinhard, Christine; Guedel, Hans U.", "Inorganic Chemistry", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1048-1055", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The title compds. were synthesized and studied by soln. and single-crystal absorption, luminescence, and excitation spectroscopy.  The f-f luminescence is induced in the Tm3+ and Yb3+ complexes in soln. by exciting into the 1Π-1Π* absorptions of the ligand in the UV.  A single-configurational coordinate model is proposed to rationalize the nonradiative relaxation step from ligand-centered to metal-centered excited states in [Yb(dpa)3]3- (dpa = 2,6-pyridinedicarboxylate).  Direct f-f excitation was used in crystals of Na3[Tm(dpa)3]·13H2O and Na3[Yb(dpa)3]·13H2O to induce f-f luminescence.  From low-temp., high-resoln. absorption, luminescence, and excitation spectra, the ligand-field splittings in the relevant states can be detd.  It was impossible to induce NIR to visible upconversion in any of the complexes.  This is mainly due to the fact that nonradiative relaxation among the f-f excited states is highly competitive, even in [Yb(dpa)3]3- with an energy gap between 2F5/2 and 2F7/2 of ∼10000 cm-1.  It can be rationalized from an adapted energy gap law.  No luminescence at all could be detected in Na3[Er(dpa)3]·13H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtFalsro%253D&md5=7a0805bb0b983561581b057258c0b122", "(b) ", "Shavaleev", ", ", "N. M.", "; ", "Moorcraft", ", ", "L. P.", "; ", "Pope", ", ", "S. J. A.", "; ", "Bell", ", ", "Z. R.", "; ", "Faulkner", ", ", "S.", "; ", "Ward", ", ", "M. D.", " ", "Chem.—Eur. J.", " ", "2003", ",  ", "9", ",  ", "5283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Sensitized near-infrared emission from complexes of YbIII, NdIII and ErIII by energy-transfer from covalently attached PtII-based antenna units", "Shavaleev, Nail M.; Moorcraft, Lucy P.; Pope, Simon J. A.; Bell, Zoee R.; Faulkner, Stephen; Ward, Michael D.", "Chemistry--A European Journal", "\r\n        (", "2003", "),\r\n    ", "9", "\r\n        (", "21", "),\r\n    ", "5283-5291", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Dinuclear platinum(II)-lanthanide(III) complexes were prepd. in which a square-planar PtII unit, either [(PPh3)2Pt(pdo)] (H2pdo = 5,6-dihydroxyphenanthroline) or [Cl2Pt(dppz)] [dppz = 2,3-bis(2-pyridyl)pyrazine], is connected to a {Ln(dik)3} unit (dik = a 1,3-diketonate ligand).  Mononuclear [(PPh3)2Pt(pdo)] and [Cl2Pt(dppz)] both have external, vacant N,N-donor diimine-type binding sites that react with various [Ln(dik)3(H2O)2] units to give [(PPh3)2Pt(μ-pdo)Ln(tta)3] (series A; Htta = thenoyltrifluoroacetone), [Cl2Pt(μ-dppz)Ln(tta)3] (series B); and [Cl2Pt(μ-dppz)Ln(btfa)3] (series C; Hbtfa = benzoyltrifluoroacetone); in all of these the lanthanide centers are eight-coordinate.  The lanthanides used exhibit near-IR luminescence (Nd, Yb, Er).  Crystal structures of members of each series are described.  In all complexes, excitation into the Pt-centered absorption band (at 520 nm for series A complexes; 440 nm for series B and C complexes) results in characteristic near-IR luminescence from the Nd, Yb or Er centers in both the solid state and in CH2Cl2, following energy-transfer from the Pt antenna chromophore.  This work demonstrates how d-block-derived chromophores, with their intense and tunable electronic transitions, can be used as sensitizers to achieve near-IR luminescence from lanthanides in suitably designed heterodinuclear complexes based on simple bridging ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpt1CmtrY%253D&md5=d0882a467e0136750695d87fefec9508", "12. ", "Parker", ", ", "D.", "; ", "Williams", ", ", "J. A. G.", " ", "J. Chem. Soc., Dalton Trans.", " ", "1996", ",  ", "3613", "[", "Crossref", "], [", "CAS", "]", "12. ", "Getting exited about lanthanide complexation chemistry", "Parker, David; Williams, J. A. Gareth", "Journal of the Chemical Society, Dalton Transactions: Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "3613-3628", "CODEN:\r\n                ", "JCDTBI", ";\r\n        ISSN:", "0300-9246", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review with 86 refs.  Lanthanide complexation chem. in soln. is an active research theme because of the importance of gadolinium complexes as contrast agents in magnetic resonance imaging, and of luminescent europium and terbium complexes as probes in biochem.  The physicochem. principles and theory underpinning this work are being refined to account for recent developments such as the reappraisal of complex hydration state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtFSmurw%253D&md5=7c08fe6bc1b47ad817136fa7120d753f", "13. ", "Deiters", ", ", "E.", "; ", "Song", ", ", "B.", "; ", "Chauvin", ", ", "A. S.", "; ", "Vandevyver", ", ", "C. D. B.", "; ", "Gumy", ", ", "F.", "; ", "Bünzli", ", ", "J.-C. G.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "885", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Luminescent bimetallic lanthanide bioprobes for cellular imaging with excitation in the visible-light range", "Deiters, Emmanuel; Song, Bo; Chauvin, Anne-Sophie; Vandevyver, Caroline D. B.; Gumy, Frederic; Bunzli, Jean-Claude G.", "Chemistry - A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "4", "),\r\n    ", "885-900", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of homoditopic ligands H2LCX (X = 4-6) has been designed to self-assemble with lanthanide ions (LnIII), resulting in neutral bimetallic helicates of overall compn. [Ln2(LCX)3] with the aim of testing the influence of substituents on the photophys. properties, particularly the excitation wavelength.  The complex species are thermodynamically stable in water (logβ23 in the range 26-28 at pH 7.4) and display a metal-ion environment with pseudo-D3 symmetry and devoid of coordinated water mols.  The emission of EuIII, TbIII, and YbIII is sensitized to various extents, depending on the properties of the ligand donor levels.  The best helicate is [Eu2(LC5)3] with excitation maxima at 350 and 365 nm and a quantum yield of 9%.  The viability of cervix cancer HeLa cells is unaffected when incubated with up to 500 μm of the chelate during 24 h.  The helicate permeates into the cells by endocytosis and locates into lysosomes, which co-localize with the endoplasmatic reticulum, as demonstrated by counterstaining expts.  The relatively long excitation wavelength allows easy recording of bright luminescent images on a confocal microscope (λexc = 405 nm).  The new lanthanide bioprobe remains undissociated in the cell medium, and is amenable to facile derivatization.  Examn. of data for seven EuIII and TbIII bimetallic helicates point to shortcomings in the phenomenol. rules of thumb between the energy gap ΔE(3ππ*-5DJ) and the sensitization efficiency of the ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGmtr8%253D&md5=2fde679b159d8e3a79b186b7b185b583", "14. ", "Beeby", ", ", "A.", "; ", "Clarkson", ", ", "I. M.", "; ", "Dickins", ", ", "R. S.", "; ", "Faulkner", ", ", "S.", "; ", "Parker", ", ", "D.", "; ", "Royle", ", ", "L.", "; ", "de Sousa", ", ", "A. S.", "; ", "Williams", ", ", "J. A. G.", "; ", "Woods", ", ", "M.", " ", "J. Chem. Soc., Perkin Trans. 2", " ", "1999", ",  ", "493", "[", "Crossref", "], [", "CAS", "]", "14. ", "Non-radiative deactivation of the excited states of europium, terbium and ytterbium complexes by proximate energy-matched OH, NH and CH oscillators: an improved luminescence method for establishing solution hydration states", "Beeby, Andrew; Clarkson, Ian M.; Dickins, Rachel S.; Faulkner, Stephen; Parker, David; Royle, Louise; de Sousa, Alvaro S.; Williams, J. A. Gareth; Woods, Mark", "Journal of the Chemical Society, Perkin Transactions 2: Physical Organic Chemistry", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "493-504", "CODEN:\r\n                ", "JCPKBH", ";\r\n        ISSN:", "0300-9580", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The radiative rate consts. for depopulation of the excited states of closely-related series of anionic, neutral and cationic Eu, Tb and Yb complexes were measured in H2O and D2O. With the aid of selective ligand deuteration, the relative contributions of OH, NH (both amide and amine) and CH oscillators were measured and critically assessed.  Quenching of the Eu 5D0 excited state by amine NH oscillators is more than twice as efficient as OH quenching.  The importance of the distance between the excited Ln ion and the XH oscillator is described with recourse to published crystallog. information.  The general equation, q = A'(ΔkH2O-kD2O)corr is presented and revised values of A' for Eu (1.2 ms), Tb (5 ms) and Yb (1 μs) given, which allow for the quenching contribution of closely diffusing OH oscillators.  The relevance of such studies to the hydration state of certain Gd complexes is described and clear evidence provided for a break in hydration at Gd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhtlKnt7g%253D&md5=d883af31f0be825b6d2a565208baa92a", "15. ", "Xie", ", ", "Z. G.", "; ", "Ma", ", ", "L. Q.", "; ", "deKrafft", ", ", "K. E.", "; ", "Jin", ", ", "A.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "922", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Porous Phosphorescent Coordination Polymers for Oxygen Sensing", "Xie, Zhigang; Ma, Liqing; de Krafft, Kathryn E.; Jin, Athena; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "922-923", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Phosphorescent cyclometalated iridium tris(2-phenylpyridine) derivs. were designed and incorporated into coordination polymers as tricarboxylate bridging ligands.  Three different cryst. coordination polymers were synthesized using a solvothermal technique and were characterized using a variety of methods, including single-crystal x-ray diffraction, PXRD, TGA, IR spectroscopy, gas adsorption measurements, and luminescence measurements.  The coordination polymer built from Ir[3-(2-pyridyl)benzoate]3, 1, is highly porous with a nitrogen BET surface area of 764 m2/g, whereas the coordination polymers built from Ir[4-(2-pyridyl)benzoate]3, 2 and 3, were nonporous.  The 3MLCT phosphorescence of each of the three coordination polymers was quenched in the presence of O2.  However, only 1 showed quick and reversible luminescence quenching by oxygen, whereas 2 and 3 exhibited gradual and irreversible luminescence quenching by oxygen.  The high permanent porosity of 1 allows for rapid diffusion of oxygen through the open channels, leading to efficient and reversible quenching of the 3MLCT phosphorescence.  This work highlights the opportunity of designing highly porous and luminescent coordination polymers for sensing other important analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1alurrL&md5=5b4db906f93aa4289f08b1946f61662e", "16. ", "(a) ", "Blair", ", ", "S.", "; ", "Kataky", ", ", "R.", "; ", "Parker", ", ", "D.", " ", "New J. Chem.", " ", "2002", ",  ", "26", ",  ", "530", "[", "Crossref", "], [", "CAS", "]", "16. ", "Sol-gel-immobilized terbium complexes for luminescent sensing of dissolved oxygen by analysis of emission decay", "Blair, Stephanie; Kataky, Ritu; Parker, David", "New Journal of Chemistry", "\r\n        (", "2002", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "530-535", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cationic Tb complexes bearing an N-methylphenanthridinium chromophore were incorporated in sol-gel thin films and their response characteristics analyzed with respect to variations in dissolved O concn.  Anal. of the emission lifetime decay curves (547 nm) has allowed a linear calibration model to be defined over an O concn. range from zero to 0.5 mM (H2O, 295 K).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjvFSqsb0%253D&md5=ed1e5ae574b6c2c37210feebdd20f378", "(b) ", "Werts", ", ", "M. H. V.", "; ", "Woudenberg", ", ", "R. H.", "; ", "Emmerink", ", ", "P. G.", "; ", "van Gassel", ", ", "R.", "; ", "Hofstraat", ", ", "J. W.", "; ", "Verhoeven", ", ", "J. W.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "4542", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A near-infrared luminescent label based on YbIII ions and its application in a fluoroimmunoassay", "Werts, Martinus H. V.; Woudenberg, Richard H.; Emmerink, Peter G.; van Gassel, Rob; Hofstraat, Johannes W.; Verhoeven, Jan W.", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "24", "),\r\n    ", "4542-4544", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "This paper reports the interest in the use of rare earth lanthanide complexes as luminescent labels.  4',5'-Bis[N,N-bis(carboxymethyl)aminomethyl]-fluorescence (fluorexon, Fx) was found to be a very efficient sensitizer and a strongly binding ligand for near IR luminescent Yb(III) ion.  The ligand FxITC which is structurally similar to Fx but carries an isothiocyanate group (ITC) that is reactive towards amino groups and so can be coupled to proteins.  The iminodiacetic acid groups ensure firm complexation of lanthanide ions and the dicholorofluorescein chromophore acts as a sensitizer to near IR lanthanide luminescence.  Thw label was tested in a simple heterogeneous noncompetitive immunoassay.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhslSjsA%253D%253D&md5=f2aeca38366f2d18acb58bfd86d59534", "(c) ", "Amao", ", ", "Y.", "; ", "Okura", ", ", "I.", "; ", "Miyashita", ", ", "T.", " ", "Bull. Chem. Soc. Jpn.", " ", "2000", ",  ", "73", ",  ", "2663", "[", "Crossref", "], [", "CAS", "]", "16. ", "Optical Oxygen Sensing Based on the Luminescence Quenching of Europium(III) Complex Immobilized in Fluoropolymer Film", "Amao, Yutaka; Okura, Ichiro; Miyashita, Tokuji", "Bulletin of the Chemical Society of Japan", "\r\n        (", "2000", "),\r\n    ", "73", "\r\n        (", "12", "),\r\n    ", "2663-2668", "CODEN:\r\n                ", "BCSJA8", ";\r\n        ISSN:", "0009-2673", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "New optical oxygen sensors based on the luminescence intensities of four different europium(III) complexes, ((1,10-phenanthroline)tris(thenoyltrifluoroacetonato)europium(III) complex ([Eu(tta)3phen]), tris(thenoyltrifluoroacetonato)europium(III) dihydrate ([Eu(tta)3]·2H2O), tris(1,1,1-trifluoro-5,5-dimethyl-2,4-hexanedionato)europium(III) complex ([Eu(pta)3]·2H2O) and tris(1,1,1,2,2,3,3-heptafluoro-7,7-dimethyl-4,6-octanedionato)europium(III) complex ([Eu(fod)3]·2H2O)) immobilized in poly(styrene-co-2,2,2-trifluoroethyl methacrylate) (poly-(styrene-co-TFEM)) films were developed.  The luminescence intensity of the europium(III) complex films decreased with increasing the oxygen concn.  Stern-Volmer plots of the europium(III) complex films exhibited considerable linearity.  The KSV values of [Eu(tta)3phen], [Eu(tta)3]·2H2O, [Eu(pta)3]·2H2O and [Eu(fod)3]·2H2O in films are 0.015, 0.005, 0.002 and 0.003 %-1, resp.  The large KSV value of the [Eu(tta)3phen] film was obtained compared with the other europium(III) complexes.  The response times of the europium(III) complex films are 6.7 s for [Eu(tta)3phen], 6.7 s for [Eu(tta)3]·2H2O, 6.6 s for [Eu(pta)3]·2H2O and 7.6 s for [Eu(fod)3]·2H2O on going from argon to oxygen and 7.0 s for [Eu(tta)3phen], 7.5 s for [Eu(tta)3]·2H2O, 8.1 s for [Eu(pta)3]·2H2O and 8.6 s for [Eu(fod)3]·2H2O on going from oxygen to argon, resp.  A highly sensitive oxygen sensor using [Eu(tta)3phen] immobilized in poly-(styrene-co-TFEM) film was developed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXovFKnsrk%253D&md5=80f8bdd16f2adf76f9cecaa1acfd6b29", "(d) ", "Kauffman", ", ", "D. R.", "; ", "Shade", ", ", "C. M.", "; ", "Uh", ", ", "H.", "; ", "Petoud", ", ", "S.", "; ", "Star", ", ", "A.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "500", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Decorated carbon nanotubes with unique oxygen sensitivity", "Kauffman, Douglas R.; Shade, Chad M.; Uh, Hyounsoo; Petoud, Stephane; Star, Alexander", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "500-506, S500/1-S500/14", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The relatively simple and robust architecture of microelectronic devices based on C nanotubes, in conjunction with their environmental sensitivity, places them among the leading candidates for incorporation into ultraportable or wearable chem. anal. platforms.  The authors used single-walled C nanotube (SWNT) networks to establish a mechanistic understanding of the solid-state sensitivity of a Eu3+-contg. dendrimer complex.  After illumination with 365 nm light, the SWNT networks decorated with the Eu3+ dendrimer show bimodal (optical spectroscopic and elec. conductance) sensitivity towards gas at room temp. under ambient pressure.  The authors studied the mechanism of this unique sensitivity with time-resolved and steady-state optical spectroscopy, anal. of excited-state luminescence lifetimes and solid-state elec. transport measurements.  The authors demonstrate a potential application of this system by showing a reversible and linear elec. response to gas in the tested range (5-27%).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVegsrrJ&md5=85fdfc67de664290c0e20ad32bf27f73"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-5/ja109103t/production/images/small/ja-2010-09103t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-5/ja109103t/production/images/small/ja-2010-09103t_0002.gif\">"]}
