{"title": ["Thermodynamic Study of CO", " Sorption by Polymorphic Microporous MOFs with Open Zn(II) Coordination Sites"], "authors": ["Spencer R. Ahrenholtz", "Carlos Landaverde-Alvarado", "Macauley Whiting", "Shaoyang Lin", "Carla Slebodnick", "Eva Marand", "Amanda J. Morris"], "doi": ["10.1021/ic503047y"], "abstract": ["A series of Zn-based metal organic frameworks, Zn", "(pydc)", "(DMF)", "·3DMF (", "), Zn", "(pydc)", "(DEF) (", "), and MOF-69C, were prepared solvothermally, and their gas sorption properties were investigated. The thermodynamics of CO", " binding onto the frameworks were investigated and found to be exothermic in nature due to favorable interactions between CO", " and coordinately unsaturated Zn metal centers. The selectivity of (", ") for CO", " over N", " was found to be 14 at pressures relevant to postcombustion capture.", "Two Zn-based metal organic frameworks have been prepared solvothermally, and their selectivity for CO", " adsorption was investigated. In both frameworks, the inorganic structural building unit is composed of Zn(II) bridged by the 2-carboxylate or 5-carboxylate pendants of 2,5-pyridine dicarboxylate (pydc) to form a 1D zigzag chain. The zigzag chains are linked by the bridging 2,5-carboxylates across the Zn ions to form 3D networks with formulas of Zn", "(pydc)", "(DMF)", "·3DMF (", ") and Zn", "(pydc)", "(DEF) (", "). The framework (", ") contains coordinated DMF as well as DMF solvates (DMF = ", ",", "-dimethylformamide), while (", ") contains coordinated DEF (DEF = ", ",", "-diethylformamide). (", ") displays a reversible type-I sorption isotherm for CO", " and N", " with BET surface areas of 196 and 319 m", "/g, respectively. At low pressures, CO", " and N", " isotherms for (", ") were not able to reach saturation, indicative of pore sizes too small for the gas molecules to penetrate. A solvent exchange to give (", ")-", " allowed for increased CO", " and N", " adsorption onto the MOF surface with BET surface areas of 41 and 39 m", "/g, respectively. The binding of CO", " into the framework of (", ") was found to be exothermic with a zero coverage heat of adsorption, ", ", of −27.7 kJ/mol. The ", " of (", ") and (", ")-", " were found to be −3 and −41 kJ/mol, respectively. The CO", "/N", " selectivity for (", "), calculated from the estimated ", " at 296 K, was found to be 42. At pressures relevant to postcombustion capture, the selectivity was 14. The thermodynamic data are consistent with a mechanism of adsorption that involves CO", " binding to the unsaturated Zn(II) metal centers present in the crystal structures."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal organic frameworks (MOFs) are synthetically tunable materials composed of metal or metal cluster nodes bound by multidentate organic linkers to form 3D crystalline structures with a network of interconnected pores.", "(1, 2)", " The porous nature of MOFs allows for applications in areas such as gas storage and separation, heterogeneous catalysis, sensors, and drug delivery.", "(3-13)", " Specifically, porous materials show promise for applications in the separation of gas mixtures, such as O", "2", "/N", "2", " for medical devices,", "(14)", " CO/H", "2", " for fuel cell applications,", "(15)", " N", "2", "/H", "2", " for ammonia synthesis,", "(16)", " and CO", "2", "/N", "2", " from combustion power plants.", "(7)", " An area of increased interest is the development of materials for CO", "2", " capture due to the rising levels of the greenhouse gas in the atmosphere. One of the main sources of increased atmospheric CO", "2", " is power plant emissions.", "(7, 17)", " CO", "2", " sequestration can be applied precombustion or postcombustion, and the material properties for each process are unique. Precombustion capture occurs under high-pressure conditions (up to 70 bar) with high concentrations of CO", "2", " (40%). Therefore, materials with moderate to high surface areas are considered critical for these applications. Postcombustion capture, on the other hand, occurs near atmospheric pressure at low CO", "2", " concentration (15%), and therefore, the interactions between the adsorbent and CO", "2", " play a crucial role.", "There are two main mechanisms for gas separation: kinetic separation and thermodynamic separation. For kinetic separation, which is based on the diffusivities of the gases into the pores, design of the MOF pores with respect to the kinetic diameter for each component is crucial.", "(18)", " However, ", "a priori", " design of a 3D MOF structure is a difficult task despite recent advances with preformed secondary building units.", "(19)", " For thermodynamic separation, desired selectivity is the product of the affinity of the material toward each component.", "(18)", " With the composition of postcombustion flue gas being predominantly N", "2", " (∼73–77%, kinetic diameter = 3.64 Å), followed by CO", "2", " (∼15–16%, kinetic diameter = 3.30 Å), high selectivity of materials for CO", "2", " over N", "2", " is essential for postcombustion capture.", "(7, 18, 20)", " The small kinetic diameter of both N", "2", " and CO", "2", " requires the use of microporous materials to enable kinetic separation. However, it should be noted that the relatively similar kinetic diameters for N", "2", " and CO", "2", " preclude efficient separation from kinetic effects alone.", "Many synthetic modifications to MOFs have been shown to increase the affinity of the material for CO", "2", " over N", "2", ". These techniques often exploit the higher polarizability of CO", "2", " in comparison to symmetric N", "2", ". For example, the slight positive charge that rests on the carbon of the CO", "2", " is susceptible to attack by Lewis bases. This is well-known in the carbon capture literature, as the formation of carbamates from the interaction between CO", "2", " and liquid amines is currently an industrial method for CO", "2", " sequestration.", "(21)", " The same functionality has been built into MOFs including Cu-BTTri-mmen,", "(22)", " CAU-1,", "(23)", " Bio-MOF-11,", "(24)", " and NH", "2", "-Mil-53(Al),", "(25)", " resulting in impressive CO", "2", " storage capacities (15–24 wt % at 1 bar). Recently, a Zn-based MOF with multiple exposed Lewis basic sites on the linker displayed tremendous CO", "2", " sorption capacities. A high CO", "2", " uptake (36 wt % at 1 bar) was attributed to multipoint interactions between the CO", "2", " and the π-electrons and nitrogen atoms of the aromatic tetrazole ring as well as the alkane chains of the linker.", "(26)", " Another common approach is to include exposed cationic metal sites that can interact with the oxygen atoms of the CO", "2", ". This is exemplified in the CPO-27-M (or M-MOF-74) series. Indeed, these materials exhibit extremely high CO", "2", " adsorption capacities of up to 27 wt % at 1 bar and 298 K.", "(27)", "In this work, we report the solvothermal synthesis and characterization of two new microporous MOFs that have coordinatively unsaturated Zn(II) sites without the need for activation: Zn", "4", "(pydc)", "4", "(DMF)", "2", "·3DMF (", "1", ") and Zn", "2", "(pydc)", "2", "(DEF) (", "2", "), where pydc is 2,5-pyridine dicarboxylate, DMF is dimethylformamide, and DEF is diethylformamide. The CO", "2", " and N", "2", " gas sorption properties of these two materials are presented and compared to known MOF-69C, Zn", "3", "(OH)", "2", "(bdc)", "2", "·2DEF,", "(28)", " where bdc is 1,4-benzene dicarboxylate. The thermodynamic parameters, ", "Q", "st", " and ", "Q", "st", "0", ", for the structures were calculated. The selectivity of (", "1", "), the most promising CO", "2", " adsorption material, was determined at pressures relevant to postcombustion CO", "2", " capture.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials", "The following reagents and solvents were purchased from the indicated commercial suppliers: zinc(II) nitrate hexahydrate (Sigma-Aldrich, 98%); 2,5-pyridinedicarboxylic acid (Aldrich, 98%); 1,4-benzenedicarboxylic acid (Acros, 99%); ", "N", ",", "N", "-dimethylformamide (DMF; Spectrum, spectrophotometric grade); ", "N", ",", "N", "-diethylformamide (DEF; Acros, 99%); methanol (MeOH; Spectrum, HPLC grade); acetone (Spectrum, HPLC grade); and chloroform (Spectrum, HPLC grade). Samples were submitted to Galbraith Laboratories, Inc., for elemental analysis.", "Synthesis of Zn", "4", "(pydc)", "4", "(DMF)", "2", "·3DMF (", "1", ")", "In a 20 mL vial, Zn(NO", "3", ")", "2", "·6(H", "2", "O) (250 mg, 0.840 mmol) was dissolved in 10 mL of DMF, followed by the addition of 2,5-pyridinedicarboxylic acid (144 mg, 0.862 mmol). The vial was capped and sonicated until turbid and heated to 100 °C for 2 days. A vial containing colorless prisms was removed from the oven while hot and allowed to cool to RT. The crystals were collected via vacuum filtration and rinsed with DMF (257 mg, 95% yield based on Zn(NO", "3", ")", "2", "·6(H", "2", "O)). Anal. Calcd for C", "43", "H", "47", "N", "9", "O", "21", "Zn", "4", " (", "1", "): C, 40.12%; H, 3.68%, N, 9.79%; Zn, 20.31%. Found: C, 40.47%; H, 3.85%, N, 9.59%; Zn, 20.0%.", "Synthesis of Zn", "2", "(pydc)", "2", "(DEF) (", "2", ")", "In a 20 mL vial, Zn(NO", "3", ")", "2", "·6(H", "2", "O) (177 mg, 0.596 mmol) was dissolved in DEF (4.883 mL). To the vial, 2,5-pyridinedicarboxylic acid (33 mg, 0.197 mmol) was added along with deionized water (0.177 mL). The vial was capped and sonicated until clear and heated to 75 °C for 3 days. A vial containing colorless parallelepipeds was removed from the oven while hot and allowed to cool to RT. The crystals were collected via vacuum filtration and rinsed with DEF (51.6 mg, 94% yield based on pydc). Anal. Calcd for C", "19", "H", "17", "N", "3", "O", "9", "Zn", "2", " (", "2", "): C, 40.67%; H, 3.05%; N, 7.49%; Zn, 23.31%. Found: C, 39.93%; H, 3.12%; N, 7.48%; Zn, 22.2%.", "Synthesis of MOF-69C: Zn", "3", "(OH)", "2", "(bdc)", "2", "·2DEF", "MOF-69C was prepared according to a previously published procedure.", "(28)", "Single-Crystal X-ray Diffraction", "Data sets were collected on an Agilent Gemini E Ultra diffractometer operating with MoKα radiation. The data collection routine, unit cell refinement, and data processing were carried out with the program CrysAlisPro.", "(29)", " The structure was solved using SHELXS-97", "(30)", " and refined using SHELXL-97", "(30)", " via OLEX2.", "(31)", " Figures were generated with OLEX2", "(31)", " or Mercury.", "(32)", " Void spaces were calculated using OLEX2 v1.2.6 with resolution = 0.2/Å; distance = 0.0/Å, probe = 1.2/Å, and grid = 0.7/Å.", "(31)", "Structure of (", "1", ")", "The Laue symmetry and systematic absences were consistent with the monoclinic space group ", "P", "2", "1", "/", "n", ". The structure is a 3D-framework with solvent channels containing 1.5 DMF/asymmetric units. One DMF is located on a general position and modeled with 2-position disorder with relative occupancies that refined to 0.701(10) and 0.299(10). The minor conformation was modeled isotropically. The second DMF is disordered across an inversion center and constrained to 1/2-occupancy for each conformation. A PART −1 and FRAG/FEND commands were used to model the DMF, and an isotropic model was used. The final refinement model involved anisotropic displacement parameters for all non-hydrogen atoms of the framework and the major conformation of the DMF. A riding model was used for all hydrogen atoms.", "Structure of (", "2", ")", "The Laue symmetry and systematic absences were consistent with the orthorhombic space group ", "Pbca", ". A 2-position disorder model was used for the DEF, with relative occupancies that refined to 0.889(10) and 0.111(10). The final refinement model involved anisotropic displacement parameters for non-hydrogen atoms and a riding model for all hydrogen atoms. A SIMU command was used to restrain the ADPs in the disordered region of the DEF.", "Powder X-ray Diffraction (PXRD)", "PXRD experiments were carried out on a Rigaku MiniFlex 600 with Cu(Kα) radiation (Cu–Kα = 1.5418 Å). The PXRD measurements were carried out over a 2θ range of 3–60° in continuous scanning mode (1.0°/min) and a resolution of 0.1°. The powder patterns of the materials were simulated in Mercury", "(32)", " and compared to the experimental patterns for structural confirmation and sample purity. PXRD was also used to monitor the stability of the frameworks with temperature. Prepared samples of (", "1", "), (", "2", "), and MOF-69C were each held at the desired temperature under vacuum for 1 h, followed by the immediate collection of a room temperature PXRD pattern. The same samples were then heated to the next temperature, and the same procedure was followed.", "Attenuated Total Reflectance Fourier-Transform Infrared Spectroscopy (ATR-FTIR)", "ATR-FTIR spectra were obtained on a Varian 670 FT-IR Spectrometer equipped with a diamond Specac Golden Gate attachment. All spectra are an average of 24 scans for powder samples and were recorded from 4000 to 400 cm", "–1", " with 4 cm", "–1", " resolution. A background spectrum collected on air was subtracted from sample spectra. The spectra were not corrected for the depth of wavelength penetration.", "Thermogravimetric Analysis (TGA)", "A Q-series TGA from TA Instruments was used to analyze thermal stability. A ∼10 mg sample was placed on an aluminum pan and heated at a rate of 10 °C/min under nitrogen over the temperature range of 25–600 °C.", "Solvent Exchange", "To allow for exchange with the solvents of crystallization within the MOFs, the as-synthesized materials were immersed in a more volatile solvent (e.g., methanol, acetone, chloroform). The solvent was decanted and replaced with fresh solvent 3 times over the course of 48 h. The resulting exchanged MOF crystallites were collected via vacuum filtration and allowed to dry in air.", "Gas Sorption Isotherms", "The sorption isotherm measurements were collected on a Quantachrome Autosorb-1. The samples were synthesized according to the procedures above and placed in a 6 mm large bulb sample cell, which was degassed under vacuum for 24 h with a temperature of 90 °C for the first 5 h and no temperature for the remaining time. The surface areas of the materials were determined by fitting the adsorption data within the 0.05–0.3 ", "P", "/", "P", "0", " pressure range to the BET", "(33)", " and Langmuir", "(34)", " equations,", "(35)", " and the total pore volume was determined by a single point method taken at ", "P", "/", "P", "0", " = 0.99. The pore size distribution was determined by applying the nonlocal density functional theory (NLDFT) method on a slit pore equilibrium model to the CO", "2", " isotherm data at 273 K using the Autosorb software.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis and Characterization", "Structure of Zn", "4", "(pydc)", "4", "(DMF)", "2", "·3DMF (", "1", ")", "The asymmetric unit of (", "1", ") contains 2 unique Zn atoms, 2 pydc ligands, 1 metal-coordinated DMF, and 1.5 DMF solvates. The pydc plays two roles in the formation of the 3D MOF. First, pydc bridges the Zn atoms by a single carboxylate in a κO", "5", ":O", "5′", " fashion, a κN", "1", ",O", "2", ":O", "2", ", or a κO", "2", ":O", "2′", " fashion to form 1D chains of secondary building units. Second, pydc bridges Zn atoms across the aromatic ring via the 2- and 5-carboxylates. Overall, the two pydc ligands in the asymmetric unit are each tetradentate with coordination μ", "4", "-(κ", "5", "N", "1", ",", "O", "2", ":", "O", "2", ":", "O", "5", ":", "O", "5′", ") and μ", "4", "-(κ", "5", "N", "1", ",", "O", "2", ":", "O", "2′", ":", "O", "5", ":", "O", "5′", ").", "The secondary building unit is composed of Zn dimers (", "d", "Zn1—Zn2", " = 3.464 Å) that are bridged by three different pydc ligands, one coordinated κN", "1", ",O", "2", ":O", "2", " fashion, and two coordinated κO", "5", ":O", "5′", " (Figure ", "1", "A). Zn1 has a distorted square pyramidal geometry, with three coordination sites filled by O atoms from the 3 bridging carboxylates, and the fourth and fifth coordination sites filled by a bidentate pydc (κN", "1", ",O", "2", "). Zn2 has a distorted octahedral geometry, with four coordination sites filled by a pyridyl nitrogen and 3 O atoms of the bridging pydc ligands, the fifth site is filled by a pydc O atom, and the sixth site is filled by the O atom of the DMF. The dimers are linked along the ", "b", " axis by a pydc bridging in a κO", "2", ":O", "2′", " fashion to form 1D zigzag chains (Figure ", "1", "B,C). The Zn–Zn distance between neighboring Zn dimers is 5.356 Å. This unusual coordination has been reported previously.", "(36)", " In the earlier structure, however, the Zn dimers bridge in the same κO", "2", ":O", "2", " fashion, but cyclize to form isolated Zn", "4", " clusters instead of zigzag chains. The pydc organic linkers that connect the zigzag chains run parallel to the crystallographic [101] and [101̅] directions to form the 3D framework.", "Figure 1. (A) Anisotropic ellipsoid drawing (50% probability) of (", "1", ") depicting the Zn dimer. H atoms and DMF solvate are omitted for clarity. (B) The 1D zigzag chains as viewed down the ", "a", " axis. (C) The 1D zigzag chains as viewed down the ", "b", " axis. (D) The packing diagram, as viewed down the ", "b", " axis, depicting the pydc linking of the 1D chains along the [101] and [101̅] crystallographic directions. The wireframe depicts the void space when all DMF solvate is removed.", "In addition to the coordinated DMFs, there are 3 DMF solvates, giving a formula unit of Zn", "4", "(pydc)", "4", "(DMF)", "2", "·3DMF (corresponds to 1.5 DMF solvates/asymmetric unit; 6 DMF solvates/unit cell). TGA and PXRD demonstrate that the crystals maintain their structural integrity upon removal of one DMF/formula unit (", "vide infra", "). Removal of a single DMF gives a void of 79.5 Å", "3", "/formula unit (i.e., 2 symmetry equivalent voids totaling 159.1 Å", "3", "/unit cell). If all 3 DMF solvates/formula unit are removed, the void volume is 317 Å", "3", " (634 Å", "3", "/unit cell) and the void space is no longer an isolated cavity but instead channels through which solvent and gases can permeate (Figure ", "1", "D). Although the crystal structure is not stable upon removal of all 3 DMF solvates/formula unit, PXRD does indicate that the material is still crystalline, even if the structure has changed. In addition, it is conceivable that removal of a single DMF gives the remaining DMFs enough mobility for gas permeation. The structural purity of the as-synthesized MOF was confirmed by comparison of the experimental PXRD pattern with the pattern calculated from single-crystal data (Figure S1, ", "Supporting Information", "). The crystallographic information on (", "1", ") is summarized in Table ", "1", " and Tables S1–S2 (", "Supporting Information", ").", "Table 1. Crystal Data and Structure Refinement for MOFs (", "1", ") and (", "2", ")", " ", "(", "1", ")", "(", "2", ")", "identification code", "Zn", "4", "(pydc)", "4", "(DMF)", "2", "·3DMF", "Zn", "2", "(pydc)", "2", "(DEF)", "chemical formula", "C", "43", "H", "47", "N", "9", "O", "21", "Zn", "4", "C", "19", "H", "17", "N", "3", "O", "9", "Zn", "2", "formula mass", "1287.38", "561.09", "crystal system", "monoclinic", "orthorhombic", "space group", "P", "2", "1", "/", "n", " (No. 14)", "Pbca", " (No. 61)", "wavelength/Å", "0.71073", "0.71073", "a", "/Å", "14.0003(3)", "12.23325(19)", "b", "/Å", "12.1692(2)", "17.4883(3)", "c", "/Å", "14.6711(3)", "20.3322(5)", "α/deg", "90.00", "90.00", "β/deg", "105.867(2)", "90.00", "γ/deg", "90.00", "90.00", "unit cell volume/Å", "3", "2404.33(8)", "4349.85(14)", "Z", "2", "8", "μ/mm", "–1", "2.065", "2.262", "density/g cm", "–3", "1.778", "1.714", "T", "/K", "100", "100", "2θ range/deg", "3.46–32.33", "3.53–30.52", "data measured", "8062 [", "R", "(int) = 0.0607]", "6633", "unique data", "5913", "5162", "goodness of fit", "1.040", "1.110", "R", " indices [", "I", " > 2σ(", "I", ")]", "a", ",", "b", "R1 = 0.0468", "R1 = 0.0492", " ", "wR2 = 0.1008", "wR2 = 0.1036", "R", " indices (all data)", "a", ",", "b", "R1 = 0.0762", "R1 = 0.0677", " ", "wR2 = 0.1150", "wR2 = 0.1112", "a", "R1 = ∑||", "F", "o", "| – |", "F", "c", "||/∑|", "F", "o", "|.", "b", "wR = (∑[", "w", "(", "F", "o", "2", " – ", "F", "c", "2", ")", "2", "]/∑|", "w", "(", "F", "o", "2", ")", "2", "|)", "1/2", ", where ", "w", " = 1/[σ", "2", "(", "F", "o", ")", "2", " + (", "aP", ")", "2", " + ", "bP", "], ", "P", " = [(", "F", "o", ")", "2", " + 2(", "F", "c", ")", "2", "]/3.", "Structure of Zn", "2", "(pydc)", "2", "(DEF) (", "2", ")", "The asymmetric unit of (", "2", ") contains two unique Zn atoms, two pydc ligands, and one metal-coordinated DEF. The two unique Zn atoms have the exact same connectivity as in (", "1", ") (Figure ", "2", "A) to generate the same 1D zigzag chains (Figure ", "2", "B,C). The Zn–Zn distance in the dimer is 3.438 Å, and the closest distance between dimers is 5.782 Å. The pydc organic linkers that connect the zigzag chains run parallel to the crystallographic ", "a", " and ", "b", " axes to form the 3D framework. Unlike (", "1", "), structure (", "2", ") has no solvents of crystallization. The void volume/unit cell is 161.1 Å", "3", " and is composed of 8 symmetrically equivalent voids of 20.1 Å", "3", " each. Comparison of the experimental PXRD pattern with the pattern calculated from the single-crystal data confirmed the sample homogeneity (Figure S2, ", "Supporting Information", "). The crystallographic information on (", "2", ") is summarized in Table ", "1", " and Tables S3 and S4 (", "Supporting Information", ").", "Figure 2. (A) Anisotropic ellipsoid drawing (50% probability) of (", "2", ") depicting the Zn dimer. H atoms and the minor conformation of the disordered DEF are omitted for clarity. (B) The 1D zigzag chains as viewed down the ", "b", " axis. (C) The 1D zigzag chains as viewed down the ", "a", " axis. (D) The packing diagram, as viewed down the ", "a", " axis, depicting the pydc linking of the 1D chains along the [010] and [001] crystallographic directions. The wireframe depicts the void spaces.", "Structure of MOF-69C: Zn", "3", "(OH)", "2", "(bdc)", "2", "·2DEF", "The structure of MOF-69C has been reported previously and consists of an extended 3D framework with infinite 1D chains of zinc oxyhydroxide bridged by the 1,4-benzenedicarboxylate ligand.", "(28, 37)", " The structure of MOF-69C contains octahedrally and tetrahedrally coordinated Zn(II) metal centers. To confirm the synthesis and determine phase purity, experimental PXRD patterns were compared to the calculated powder pattern from the literature reported single-crystal data, and TGA was performed (Figures S3 and S4, ", "Supporting Information", ").", "Fourier-transform infrared spectroscopy (FTIR) was used to characterize the MOFs. The spectrum for the 2,5-pyridinedicarboxylic acid linker displays features corresponding to the C═O stretch of the carboxylic acids at 1720 cm", "–1", " (Figure ", "3", ", red). The spectra of (", "1", ") and (", "2", ") demonstrate a shift in these peaks to lower wavenumbers (1608 and 1616 cm", "–1", ", respectively) due to the chelation of the carboxylic oxygen atoms to the Zn metal in the MOF framework (Figure ", "3", "). Features due to the O-H stretch as well as the aromatic C-H stretch (3093 and 2844 cm", "–1", ", respectively) are observed in the 2,5-pyridinedicarboxylic acid spectrum (Figure ", "3", ", red). The O-H stretch is not present in the spectra of (", "1", ") and (", "2", ") (Figure ", "3", ", black and blue), consistent with coordination of the oxygen to the metal atom of the MOF. The appearance of peaks at 1043 and 1039 cm", "–1", " in the spectra for (", "1", ") and (", "2", "), respectively, is also indicative of an M–N bond.", "(38)", "Figure 3. ATR-FTIR spectra with the designated (*) C═O stretches of the linker and the corresponding carboxylato stretches of the MOFs of (", "1", ") (black; 1608 cm", "–1", "), (", "2", ") (blue; 1616 cm", "–1", "), and 2,5-pyridine dicarboxylic acid (red; 1720 cm", "–1", "). As the carboxylic oxygen becomes the carboxylato chelating functionality present in the MOF structures, there is a corresponding decrease in the frequency of this stretch.", "The thermal stability and solvent loss of the MOFs were investigated using thermal gravimetric analysis (TGA). The TG curve of (", "1", ") reveals weight losses at 85 and 150 °C (obs: 6.38% and 10.5%, respectively; 16.88% total), consistent with the removal of 3 DMF solvates (calcd: 17.04%). A third loss at 270 °C (obs: 6.4%) is consistent with desorption of Zn-coordinated DMF (calcd: 5.68%). The removal of the second bound DMF occurs concomitantly with MOF degradation at ∼350 °C (Figure ", "4", "A). The TG curve of (", "2", "), with pore-contained solvate molecules, displays thermal stability up to 400 °C, where loss of bound DEF occurs concurrently with MOF degradation (Figure ", "4", "B). The TG curve of MOF-69C was consistent with previously reported results (Figure S4, ", "Supporting Information", ").", "(37)", "Figure 4. TG curves of (A) (", "1", ") and (B) (", "2", ").", "In addition to TGA, the effect of varied temperature on the structure was further investigated by PXRD after evacuation. Bulk crystalline samples were ground into powders and heated at the desired temperature under vacuum for 1 h, followed by immediate PXRD analysis at room temperature (Figure ", "5", "). The crystalline structure of (", "1", ") is stable upon removal of one DMF solvate (loss at 85 °C) but undergoes a structural rearrangement upon removal of a second DMF solvate (loss beginning at 150 °C) (Figure ", "5", "A). The crystal structure of (", "2", ") remains stable up to 260 °C, consistent with the TG curve (Figure ", "5", "B). MOF-69C undergoes a structural change between 130 and 196 °C, which is consistent with loss of a DEF solvate in the TG curve (Figure ", "5", "C). The removal of the second DEF molecule results in further change in the PXRD pattern at 230 °C. These results are consistent with the previously reported PXRD patterns for MOF-69C after removal of the DEF solvent at 200 °C.", "(39)", "Figure 5. PXRD patterns after hourly evacuation at the designated temperatures of (A) (", "1", "); (B) (", "2", "); (C) MOF-69C.", "Gas Sorption Properties", "Excess CO", "2", " gas sorption isotherms were measured for (", "1", "), (", "2", "), and MOF-69C at 273 K (Figure ", "6", "A,B; Figures S5–S7, ", "Supporting Information", "). (", "1", ") displays the greatest affinity for CO", "2", " (58.946 mL/g at ∼1 atm) and exhibits a reversible type-I isotherm, consistent with a permanently microporous material.", "(35)", " The BET and Langmuir surface areas for (", "1", ") were calculated to be 196 and 390 m", "2", "/g, respectively. The total pore volume was determined by the single point method to be 0.116 cm", "3", "/g. DFT and Monte Carlo simulations determined a pore width of 7.17 Å, consistent with the crystal structure. The isotherms for (", "2", ") and MOF-69C display a lower affinity for CO", "2", " and did not reach a plateau within the pressure range observed, suggesting that the pore sizes of the frameworks are too small to reach equilibrium at the experimental pressure values (Figure ", "6", "; Figures S6 and S7, ", "Supporting Information", ").", "Figure 6. CO", "2", " isotherms at 273 K (black) and 296 K (red) with the Langmuir–Freundlich fit shown with solid line of (", "1", ") (squares), (", "2", ") (triangles), (", "2", ")-", "MeOH", " (diamonds), and MOF-69C (circles). Panel (A) shows all MOFs. Panel (B) shows zoom of lower adsorption. (C) ", "Q", "st", " (black) and Δ", "S", " (red) for (", "1", ") (squares), (", "2", ") (triangles), (", "2", ")-", "MeOH", " (diamonds), and MOF-69C (circles) as a function of pressure.", "In order to increase the adsorptive properties of the MOFs, exchange with methanol was performed on (", "1", ") and (", "2", "). It can be observed that (", "1", ") undergoes a structural change after methanol is exchanged with DMF in the pores (Figures S8 and S9, ", "Supporting Information", "). Even with exchange of DMF, the resulting surface area of (", "1", ") did not increase (Figure S10, ", "Supporting Information", "). Not surprisingly, the structure of (", "2", "), which has no solvent of crystallization, was maintained after methanol exchange (Figure S11, ", "Supporting Information", "). The TG curve of the exchanged material, (", "2", ")-", "MeOH", ", shows that methanol is present (Figure S12, ", "Supporting Information", "). After evacuation of (", "2", ")-", "MeOH", " at 90 °C for 5 h, the TG curve recovers the as-synthesized temperature-dependent behavior (Figure S13, ", "Supporting Information", "). The sorption properties of (", "2", ")-", "MeOH", " were studied with CO", "2", " at 273 K and display a type-1 reversible isotherm with a low CO", "2", " uptake of 12.7445 mL/g at ∼1 atm (Figures S14 and S15, ", "Supporting Information", ") and surface areas of 41 and 74 m", "2", "/g from BET and Langmuir analysis, respectively. The BET and Langmuir surface areas for all materials were calculated and are presented in Table ", "2", ".", "Table 2. Surface Area and Thermodynamic Parameters for CO", "2", " and N", "2", " Adsorption for (", "1", "), (", "2", "), (", "2", ")-", "MeOH", ", and MOF-69C", " ", "determined from CO", "2", " sorption at 273 K", "determined from N", "2", " sorption at 77 K", "MOF", "BET (m", "2", "/g)", "langmuir (m", "2", "/g)", "Q", "st", "b", " (kJ/mol)", "Q", "st", "0", "c", " (kJ/mol)", "K", "F", " (Pa)", "BET (m", "2", "/g)", "langmuir (m", "2", "/g)", "(", "1", ")", "196", "390", "–29.1 ± 0.4", "–27.7", "45.9 ± 0.6", "319", "464", "(", "2", ")", "7", "a", "–3 ± 1", "–2.7", "1.7 ± 0.2", "5", "59", "(", "2", ")-", "MeOH", "41", "74", "–41 ± 4", "–33.4", "72 ± 2", "39", "59", "MOF-69C", "11", "114", "–24.1 ± 0.3", "–17.6", "5.72 (±0.01) × 10", "–2", "8", "27", "a", "Value could not be determined.", "b", "Determined from the Clausius–Clapeyron equation at the onset of adsorption.", "c", "Determined from the zero limit of the virial equation.", "The sorption properties of the MOFs were also investigated using N", "2", " at 77 K (Figure S16, ", "Supporting Information", "). As was observed with CO", "2", ", (", "1", ") exhibits a type-I isotherm and displays the greatest affinity for N", "2", ". The BET and Langmuir surface areas for (", "1", ") were found to be 319 and 464 m", "2", "/g, respectively (Table ", "2", "). MOF-69C and (", "2", ") exhibited a lower affinity for N", "2", " as compared to (", "1", "). The N", "2", " BET and Langmuir surface areas for (", "2", ") were found to be 5 and 59 m", "2", "/g, respectively, and those for MOF-69C were found to be 8 and 27 m", "2", "/g, respectively. The N", "2", " BET and Langmuir surface areas of (", "2", ")-", "MeOH", " were 39 and 59 m", "2", "/g, respectively.", "The thermodynamic properties of CO", "2", " adsorption were investigated by collecting isotherm data at 296 K in addition to the reported data at 273 K (Figure ", "6", "A,B). The volume adsorbed decreases with temperature for all compounds, confirming an exothermic nature to the adsorption process. A fit to the Langmuir–Freundlich isothermal equation (eq ", "1", ") was performed in order to determine the amount of gas adsorbed as a function of pressure", "(40-42)", "(1)", "where ", "Q", " is the moles of gas adsorbed, ", "Q", "m", " is the moles adsorbed at saturation, ", "P", " is pressure, ", "K", "F", " is an affinity constant, and ", "t", " is an index of heterogeneity (0 < 1/", "t", " < 1). Therefore, the Langmuir–Freundlich equation simplifies to the Langmuir equation when ", "t", " = 1. The values of ", "t", " required for adequate fits to the experimental data were very close to 1 for the as-synthesized MOFs, with a maximum deviation of 1.07 for (", "1", "). In fact, for CO", "2", " sorption on both MOF-69C and (", "2", ") at 296 K and MOF-69C at 273 K, the fits indicate a homogeneous binding environment with ", "t", " equal to 1. However, (", "2", ")-", "MeOH", " gave a ", "t", " value of 1.25 at 273 K, suggesting a heterogeneous binding environment,", "(41, 42)", " which is consistent with CO", "2", " binding on the MOF/solvent surface rather than specifically within the pores of the MOF. Indeed, the lower value of ", "Q", "m", " for (", "2", ")-", "MeOH", " in comparison with (", "1", ") confirms that CO", "2", " does not penetrate the MOF pores. The sorption isotherms with the fits are shown in Figure ", "6", ", and the parameters are summarized in Table ", "2", " and Table S5 (", "Supporting Information", ").", "Application of the Clausius–Clapeyron equation (eq ", "2", ")", "(35)", " allows for the determination of the isosteric heats of adsorption, ", "Q", "st", "(2)", "where ", "P", "i", " is the pressure for isotherm ", "i", ", ", "T", "i", " is the temperature for isotherm ", "i", ", ", "R", " is the universal gas constant, and Δ", "S", " is entropy. The Langmuir–Freundlich equation was rearranged to solve for pressure and substituted into the Clausius–Clapeyron equation, which was used to determine the ", "Q", "st", " and Δ", "S", " for the MOFs (Figure ", "6", "C). It was observed that the adsorption enthalpy for (", "1", ") slightly decreases as the CO", "2", " pressure increases, remaining at a constant high negative value throughout the adsorption due to the favorable interactions between CO", "2", " and (", "1", "). The value of ", "Q", "st", " for (", "1", ") approaches −29.1 kJ/mol at low surface coverage. The adsorption enthalpies of (", "2", ") and MOF-69C at the onset of adsorption were found to be −3 and −24.1 kJ/mol, respectively, while the adsorption enthalpy for (", "2", ")-", "MeOH", " was −41 kJ/mol.", "In order to further analyze the affinity of the framework for CO", "2", ", the zero-coverage heat of adsorption (", "Q", "st", "0", "), which describes the strength of the binding sites within the material at the lowest pressures, can be determined by fitting the temperature-dependent isothermal data to a virial-type equation (eq ", "3", ")", "(7, 43)", "(3)", "where ", "P", " is the pressure, ", "N", " is the amount of CO", "2", " adsorbed, ", "T", " is the temperature, ", "m", " and ", "n", " are the number of virial coefficients required for fitting, and ", "a", " and ", "b", " are virial coefficients. Contrary to the Langmuir equation, which goes to infinity at the zero pressure limit, the limit of the virial equation results in a numerical value used to estimate ", "Q", "st", "0", ". In the equation, the parameters ", "a", "0", " and ", "b", "0", " are related to the ", "Q", "st", " and the Henry’s Law constant (", "K", "H", "), respectively. The enthalpies of adsorption can be estimated as a function of surface coverage (eq ", "4", ")", "(43)", "(4)", "and the value of ", "Q", "st", "0", " determined by the limit of eq ", "4", ", as follows, eq ", "5", ":", "(7)", "(5)", "Values of ", "b", "0", " are also related to the physically meaningful quantity ", "K", "0", ", which is related to the Henry’s Law adsorption constant, ", "K", "H", ", by eqs ", "6", " and ", "7", ".", "(43)", "(6)", "(7)", "Values of ", "Q", "st", "0", " for CO", "2", " adsorption on (", "1", "), (", "2", "), (", "2", ")-", "MeOH", ", and MOF69-C are presented in Table ", "2", ", and the corresponding fits are provided in Figures S17–S20 (", "Supporting Information", ").", "The ", "Q", "st", "0", " values (from the onset of the Clausius–Clapeyron data and the virial equation) are consistent with a mechanism of CO", "2", " binding to (", "1", ") that involves the cationic Zn(II) metal sites present in the 3D structure. The calculated value of ", "Q", "st", "0", " (∼ −28 kJ/mol) agrees well with that observed for CPO-27-Zn (MOF-74-Zn, −30.5 kJ/mol) in which adsorption to coordinately unsaturated Zn(II) metal sites has been reported.", "(44)", " The larger ", "Q", "st", "0", " value for (", "2", ")-", "MeOH", " (∼33 kJ/mol) combined with the low coverage of CO", "2", " at equilibrium (", "Q", "m", ") suggests physical interaction between CO", "2", " and a limited number of binding sites on the solvent-modified MOF surface, resulting in a larger adsorption enthalpy per binding site. Structurally, there are two main binding sites for CO", "2", " sorption in the materials presented: the metal nodes and the aromatic linkers. A key component to sorption at the metal nodes is the degree to which the CO", "2", " can enter the coordination sphere of the metal. To achieve coordinately unsaturated metal sites, CPO-27-M and other MOFs require activation, where a bound solvent molecule is removed through evacuation, solvent exchange followed by evacuation, or supercritical drying.", "(45)", " In contrast, both (", "1", ") and (", "2", ") exhibit Zn(II) metal nodes with a distorted 5-coordinate square pyramidal geometry as synthesized (Figure ", "7", "). Relatively minor structural rearrangements are required, if at all, to incorporate CO", "2", " into a sixth coordination site (attack from bottom, Figure ", "7", "). MOF-69C has a tetrahedral Zn(II) center (preferred geometry), and the structural rearrangement required to incorporate an additional ligand is much greater in comparison to that of (", "1", ") and (", "2", "). Therefore, it is likely that the mechanism of binding to MOF-69C is physisorption, consistent with that of MOF-5 (IRMOF-1) and UMCM-1. This agrees well with the calculated ", "Q", "st", "0", " for MOF-69C of ∼ −18 kJ/mol, whereas the measured ", "Q", "st", "0", " values for MOF-5 and UMCM-1 are −17 and −12 kJ/mol, respectively.", "(46, 47)", " The sorption for (", "2", ") and (", "2", ")-", "MeOH", " is also likely a physisorption process on the surface of the MOF particles. While (", "2", ") exhibits binding sites that would be advantageous for CO", "2", " sorption, the void space is small (20.1 Å", "3", ") and isolated, making gas permeation unfeasible. The DEF that is coordinated to the octahedral zinc would need to be removed to accommodate CO", "2", ", and therefore, the potential for binding is not realized.", "Figure 7. Metal coordination environments and selected bond angles for (A) MOF-69C (tetrahedral and octahedral); (B) (", "1", ") (distorted square pyramidal and octahedral); and (C) (", "2", ") (distorted square pyramidal and octahedral). The red circles represent oxygen, the light blue circles represent nitrogen, and the gray/blue circles represent zinc.", "To quantify the selectivity of (", "1", ") for CO", "2", ", isotherms for CO", "2", " and N", "2", " were recorded at the same temperature (296 K), allowing for a direct comparison of the amount of adsorbed gas. The selectivity of CO", "2", " over N", "2", " for (", "1", ") was calculated as the ratio of Henry’s Law constants obtained as the pressure of the system goes to zero, which was estimated from the ratio of the initial slopes of the gas uptake (Figure S21, ", "Supporting Information", ").", "(24)", " (", "1", ") preferentially adsorbs CO", "2", " over N", "2", " with a selectivity of 42, consistent with the thermodynamic analysis. This can be attributed to the fact that CO", "2", " has a larger polarizability than N", "2", ", allowing the Lewis acidic metal node to bind to an oxygen atom of CO", "2", ".", "(7, 18)", " Additionally, CO", "2", " has a smaller kinetic diameter (3.30 Å) compared to N", "2", " (3.64 Å), which allows for easier diffusion of CO", "2", " within the MOF pores.", "(7, 18)", " The kinetic effects are expected to contribute to a lesser degree than thermodynamics in this case.", "The selectivity factor (", "S", "), which relates the molar ratio of adsorbed gases at the partial pressures of the gases within a mixture, is given by eq ", "8", "(7)", "(8)", "where ", "q", "i", " is the mass of adsorbed gas ", "i", " at the relevant partial pressure, and ", "p", "i", " is the partial pressure of component ", "i", ". For postcombustion CO", "2", " capture processes, the partial pressures of CO", "2", " and N", "2", " are 0.15 and 0.75, respectively.", "(7)", " It should be noted that the amount of gas adsorbed is determined from the single component sorption isotherm and does not take the competition of the gas molecules for adsorption sites into consideration. Therefore, the selectivity is not an accurate measure of how the MOF would behave in an actual mixed gas setting. ", "S", " for (", "1", ") was found to be 14.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "The solvothermal synthesis of two previously unreported MOFs was performed, and a thermodynamic study of their gas sorption properties was conducted. The MOFs contain Zn(II) metal sites in a distorted square pyramidal molecular geometry without the need of activation. These coordinately unsaturated metal nodes are ideal binding sites for the polarizable CO", "2", " molecule. The calculated isosteric heat of adsorption, ", "Q", "st", ", for (", "1", ") from both analysis by the Clausius–Clapeyron equation and the virial equation are consistent with this mechanism and other MOFs that exhibit Zn(II) metal binding sites (CPO-27-Zn). The microporous MOF, (", "1", "), displayed high selectivity for CO", "2", " over N", "2", " (42) as a result of both thermodynamic and, to a lesser extent, kinetic control.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The crystallographic information, simulated PXRD patterns, the methods used to calculate adsorption enthalpy, and isotherm fits and parameters can be found in the Supporting Information. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors, with the exception of Dr. Eva Marand, who is listed as an author on this manuscript posthumously.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The authors acknowledge the support of Virginia Tech’s Institute for Critical Technologies and Applied Sciences for providing funding and the Sustainable Energy Lab for access to surface area and low-pressure characterization equipment.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 47 other publications.", "1. ", "Rosi", ", ", "N. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "CrystEngComm", " ", "2002", ",  ", "4", ",  ", "401", "– ", "404", "[", "Crossref", "], [", "CAS", "]", "1. ", "Advances in the chemistry of metal-organic frameworks", "Rosi, Nathaniel L.; Eddaoudi, Mohamed; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "CrystEngComm", "\r\n        (", "2002", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "401-404", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  An extensive body of research results currently exists from the synthesis of metalorg. frameworks (MOFs), an area that has attracted widespread attention due to the facility with which well-defined mol. building blocks can be assembled into periodic frameworks and the promise that such a process holds for the logical design of materials.  The synthesis of MOFs generally involves the copolymn. of org. links and metal ions in a polar solvent under mild temps. (up to 200°) and autogenous pressures (up to 100 atm).  Since most products can be considered kinetically driven and lie on local thermodn. min., factors such as soly. of the org. link and metal salt, solvent polarity, ionic strength of the medium, temp. and pressure play crit. roles in detg. the character of products.  Indeed, slight perturbations in synthetic parameters were the basis for the prepn. of what seems to be a flood of new MOF compds.  In the spirit of this discussion the authors advance the following ideas and developments that the authors believe contribute to the maturity of the field: (I) a conceptual framework that unifies the processes involved in the designed synthesis of MOFs, and which can be extended to other materials with extended structures; (II) a thesis concerning the possible structures that may form from building blocks with various shapes; (III) important considerations for achieving the design and synthesis of frameworks in which it is possible to change chem. functionality and metrics without changing the underlying framework topol.; (IV) the inevitability of porosity for designed structures and some factors affecting framework stability; (V) insights on catenation:interpenetration vs. interweaving, forbidden catenation, and duals.  These points will be presented to an extent that will stimulate discussion-it is not an attempt to be comprehensive or to give a thorough treatment of this rich field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvFKrt74%253D&md5=d785ee5212724519f2613caa3b6426cb", "2. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "2. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "3. ", "Eddaoudi", ", ", "M.", "; ", "Jaheon", ", ", "K.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "4. ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "5. ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "– ", "3160", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", "6. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "7. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "8. ", "Kaye", ", ", "S. S.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "6506", "– ", "6507", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Hydrogen Storage in the Dehydrated Prussian Blue Analogues M3[Co(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, Zn)", "Kaye, Steven S.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "18", "),\r\n    ", "6506-6507", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The porosity and hydrogen storage properties for the dehydrated Prussian blue analogs M3[Co(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, Zn) are reported.  Argon sorption isotherms measured at 87 °K afford BET surface areas ranging from 560 m2/g for Ni3[Co(CN)6]2 to 870 m2/g for Mn3[Co(CN)6]2; the latter value is comparable to the highest surface area reported for any known zeolite.  All six compds. show significant hydrogen sorption at 77 °K and 890 torr, varying from 1.4% and 0.018 kg H2/L for Zn3[Co(CN)6]2 to 1.8% and 0.025 kg H2/L for Cu3[Co(CN)6]2.  Fits to the sorption data employing the Langmuir-Freundlich equation give max. uptake quantities, resulting in a predicted storage capacity of 2.1% and 0.029 kg H2/L for Cu3[Co(CN)6]2 at satn.  Enthalpies of adsorption for the frameworks were calcd. from hydrogen isotherms measured at 77 and 87 °K and found to increase with M varying in the order Mn < Zn < Fe < Co < Cu < Ni.  In all cases, the binding enthalpies, which lie at 5.3-7.4 kJ/mol, are higher than the 4.7-5.2 kJ/mol measured for Zn4O(1,4-benzenedicarboxylate)3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1OktL4%253D&md5=0da1da83179d4af3688fd993edd05f17", "9. ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "10. ", "Valvekens", ", ", "P.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "1435", "– ", "1445", "[", "Crossref", "], [", "CAS", "]", "10. ", "Metal-organic frameworks as catalysts: the role of metal active sites", "Valvekens, Pieterjan; Vermoortele, Frederik; De Vos, Dirk", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "1435-1445", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this perspective first the use of metal-org. frameworks (MOFs) as supports for catalytic functions were critically compared with the possibilities offered by other classes of porous materials.  Then the incidental or deliberate formation of active sites in MOF lattices were discuss and some strategies to control the no. and activity of these sites, ultimately resulting in MOF catalysts with improved performance, are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1KjsL4%253D&md5=38d269d004b12fe72deddab664c2c606", "11. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "12. ", "Huxford", ", ", "R. C.", "; ", "Della Rocca", ", ", "J.", "; ", "Lin", ", ", "W.-B.", " ", "Curr. Opin. Chem. Biol.", " ", "2010", ",  ", "14", ",  ", "262", "– ", "268", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Metal-organic frameworks as potential drug carriers", "Huxford, Rachel C.; Della Rocca, Joseph; Lin, Wen-Bin", "Current Opinion in Chemical Biology", "\r\n        (", "2010", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "262-268", "CODEN:\r\n                ", "COCBF4", ";\r\n        ISSN:", "1367-5931", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Nanoparticle-based therapeutics have received increasing attention, as these systems can alleviate many drawbacks of conventional therapy.  Metal-org. frameworks (MOFs), a new class of hybrid materials composed of metal ions and org. bridging ligands, have emerged as a promising platform for drug delivery, owing to their high drug loadings, biodegradability, and versatile functionality.  The bulk MOF materials can absorb and release large amts. of therapeutics including ibuprofen, procainamide, and nitric oxide.  Scale-down of MOFs to the nanoregime yields nanoscale metal-org. frameworks (NMOFs) that are more applicable as delivery vehicles, such as selective delivery of cisplatin prodrugs.  Although progress has been made in utilizing NMOFs for drug delivery, many improvements must occur before they can become viable nanotherapeutics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFKntL0%253D&md5=365c75653f51604ece60a09cb5926d02", "13. ", "Zhuang", ", ", "J.", "; ", "Kuo", ", ", "C.-H.", "; ", "Chou", ", ", "L.-Y.", "; ", "Liu", ", ", "D.-Y.", "; ", "Weerapana", ", ", "E.", "; ", "Tsung", ", ", "C.-K.", " ", "ACS Nano", " ", "2014", ",  ", "8", ",  ", "2812", "– ", "2819", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Optimized Metal-Organic-Framework Nanospheres for Drug Delivery: Evaluation of Small-Molecule Encapsulation", "Zhuang, Jia; Kuo, Chun-Hong; Chou, Lien-Yang; Liu, De-Yu; Weerapana, Eranthie; Tsung, Chia-Kuang", "ACS Nano", "\r\n        (", "2014", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "2812-2819", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have developed a general synthetic route to encapsulate small mols. in monodisperse zeolitic imid-azolate framework-8 (ZIF-8) nanospheres for drug delivery.  Electron microscopy, powder X-ray diffraction, and elemental anal. show that the small-mol.-encapsulated ZIF-8 nanospheres are uniform 70 nm particles with single-cryst. structure.  Several small mols., including fluorescein and the anticancer drug camptothecin, were encapsulated inside of the ZIF-8 framework.  Evaluation of fluorescein-encapsulated ZIF-8 nanospheres in the MCF-7 breast cancer cell line demonstrated cell internalization and minimal cytotoxicity.  The 70 nm particle size facilitates cellular uptake, and the pH-responsive dissocn. of the ZIF-8 framework likely results in endosomal release of the small-mol. cargo, thereby rendering the ZIF-8 scaffold an ideal drug delivery vehicle.  To confirm this, we demonstrate that camptothecin encapsulated ZIF-8 particles show enhanced cell death, indicative of internalization and intracellular release of the drug.  To demonstrate the versatility of this ZIF-8 system, iron oxide nanoparticles were also encapsulated into the ZIF-8 nanospheres, thereby endowing magnetic features to these nanospheres.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyjt7k%253D&md5=eee149da4b423293bcb1f9da919de37f", "14. ", "Jeazet", ", ", "H. B. T.", "; ", "Staudt", ", ", "C.", "; ", "Janiak", ", ", "C.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "2140", "– ", "2142", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A method for increasing permeability in O2/N2 separation with mixed-matrix membranes made of water-stable MIL-101 and polysulfone", "Jeazet, Harold B. Tanh; Staudt, Claudia; Janiak, Christoph", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "15", "),\r\n    ", "2140-2142", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water-stable MIL-101 microcrystals adhere well to polysulfone (PSF) and yield a very robust mixed-matrix MIL-101-PSF membrane for the O2/N2 sepn. with a selectivity of 5-6 and an unsurpassed O2 permeability increase by a factor of four to above 6 barrer for MIL-101 loadings of 24%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wntrk%253D&md5=7cc7bbd4a5d95a37d8d281246c340956", "15. ", "David", ", ", "O. C.", "; ", "Gorri", ", ", "D.", "; ", "Urtiaga", ", ", "A.", "; ", "Ortiz", ", ", "I.", " ", "J. Membr. Sci.", " ", "2011", ",  ", "378", ",  ", "359", "– ", "368", "[", "Crossref", "], [", "CAS", "]", "15. ", "Mixed gas separation study for the hydrogen recovery from H2/CO/N2/CO2 post combustion mixtures using a Matrimid membrane", "David, Oana Cristina; Gorri, Daniel; Urtiaga, Ana; Ortiz, Inmaculada", "Journal of Membrane Science", "\r\n        (", "2011", "),\r\n    ", "378", "\r\n        (", "1-2", "),\r\n    ", "359-368", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, the membrane sepn. of hydrogen from binary, ternary and quaternary mixts. of H2, N2, CO and CO2 is presented.  Hydrogen permeability through a polyimide Matrimid 5218 membrane was exptl. obtained using the const. pressure technique.  The influence of the feed gas compn., temp. (30-100 °C), pressure range (up to 6 bar), and flow rates was exptl. analyzed.  As expected, the pure gas permeability of H2 was only slightly dependant on pressure and had an av. value of 17.7 × 10-14 m3(STP) m m-2 s-1 kPa-1 at 30 °C.  Hydrogen permeability was not affected by the presence of nitrogen and carbon monoxide, and as a result the mixed gas selectivities for the H2/N2/CO mixts. are very close to the selectivities calcd. from pure gas permeation data.  On the contrary, a strong dependency of the hydrogen permeability on CO2 concn. was obsd. even at low concns. of CO2.  A redn. of 42% of the hydrogen permeability coeff. was obtained when a mixt. of 10/90 vol.% H2/CO2 was used as feed gas.  Accordingly H2/CO2 selectivity decayed from a value of 4.2 calcd. from pure gas permeabilities to 2.7 when permeation data were obtained in mixed gas expts.  The preferential sorption of CO2 on the Langmuir sites of the excess free vol. portion of the polymer allowed explaining and quantifying this phenomenon.  The \"dual-mode sorption, partial immobilization\" model was used to describe H2 and CO2 permeation behavior of pure, binary, ternary and quaternary mixts.  The model sorption parameters for N2 and CO2 in the polymer Matrimid 5218 were obtained from the literature meanwhile those for H2 and for CO were unknown and resulted from the fitting of the exptl. data to the proposed model.  Satisfactory agreement between predicted permeability results and exptl. data with a correlation coeff. (R) higher than 0.95 and mean squared relative error (MSRE) lower than 0.01 was attained.  Thus, this work reports useful knowledge related to the intrinsic material properties, considering gas mixts. of industrial interest and essential when other membrane configurations like hollow fibers, mixed matrix membranes or polymer blends are proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosFamt7w%253D&md5=1536aa7dc10ec1a9983a2bf21f73f0dd", "16. ", "Schrock", ", ", "R. R.", " ", "Proc. Nat. Acad. Sci.", " ", "2006", ",  ", "103", ",  ", "17087", "– ", "17087", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Reduction of dinitrogen", "Schrock, Richard R.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "46", "),\r\n    ", "17087", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Conversion of dinitrogen to ammonia is required for all life.  This conversion is accomplished by metalloenzymes on a scale of 108 tons/yr, a scale equiv. to that of the Haber-Bosch process for making ammonia from dinitrogen and dihydrogen at high temps. (350-550°) and pressures [150-350 atm].  A catalytic process for reducing dinitrogen at a low temp. and 1 atm appeared to be only a few years away.  However, redn. of dinitrogen, probably the most stable diat. known, by protons and electrons or by dihydrogen selectively to ammonia at room temp. and pressure proved to be much more difficult than anticipated.  Interest in dinitrogen redn. is being revived to some degree today, primarily because this reaction will always be required for life.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Ogt7%252FM&md5=47f84d1988e7b58c2a4ae5043c4270f2", "17. ", "Earth System Research Laboratory: ", "http://www.esrl.noaa.gov/gmd/ccgg/trends/", ", ", "2014", ".", "There is no corresponding record for this reference.", "18. ", "Yang", ", ", "R. T.", "  ", "Adsorbents: Fundamentals and Applications", "; ", "John Wiley & Sons, Inc.", ": ", "Hoboken, NJ", ", ", "2003", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "19. ", "Wang", ", ", "K.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Su", ", ", "J.", "; ", "Yuan", ", ", "S.", "; ", "Chen", ", ", "Y.-P.", "; ", "Bosch", ", ", "M.", "; ", "Zou", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "13983", "– ", "13986", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "A Series of Highly Stable Mesoporous Metalloporphyrin Fe-MOFs", "Wang, Kecheng; Feng, Dawei; Liu, Tian-Fu; Su, Jie; Yuan, Shuai; Chen, Ying-Pin; Bosch, Mathieu; Zou, Xiaodong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "40", "),\r\n    ", "13983-13986", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous metalloporphyrin Fe-MOFs, PCN-600(M) (M = Mn, Fe, Co, Ni, Cu), were synthesized using the pre-assembled [Fe3O(OOCCH3)6] building block.  PCN-600 exhibits a 1-dimensional channel as large as 3.1 nm and the highest exptl. pore vol. of 1.80 cm3g-1 among all the reported porphyrinic MOFs.  It also shows very high stability in aq. solns. with pH values ranging from 2-11 and is to the authors' knowledge the only mesoporous porphyrinic MOF stable under basic aq. conditions.  PCN-600(Fe) was demonstrated as an effective peroxidase mimic to catalyze the peroxide cooxidn. reaction of 4-AAP and phenol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFWjsrfL&md5=77199eb0b41deaa3416f02f5c53bb36f", "20. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "DavidWilliam", ", ", "I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schröder", ", ", "M.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "– ", "894", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "21. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "22. ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", "– ", "2028", "[", "Crossref", "], [", "CAS", "]", "22. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c", "23. ", "Si", ", ", "X.", "; ", "Jiao", ", ", "C.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "F.", "; ", "Gabelica", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "– ", "4527", "[", "Crossref", "], [", "CAS", "]", "23. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f", "24. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "25. ", "Arstad", ", ", "B.", "; ", "Fjellvaag", ", ", "H.", "; ", "Kongshaug", ", ", "K. O.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "755", "– ", "762", "[", "Crossref", "], [", "CAS", "]", "25. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "26. ", "Cui", ", ", "P.", "; ", "Ma", ", ", "Y.-G.", "; ", "Li", ", ", "H.-H.", "; ", "Zhao", ", ", "B.", "; ", "Li", ", ", "J.-R.", "; ", "Cheng", ", ", "P.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18892", "– ", "18895", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Multipoint Interactions Enhanced CO2 Uptake: A Zeolite-like Zinc-Tetrazole Framework with 24-Nuclear Zinc Cages", "Cui, Ping; Ma, Yu-Guang; Li, Huan-Huan; Zhao, Bin; Li, Jian-Rong; Cheng, Peng; Balbuena, Perla B.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18892-18895", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolite-like microporous tetrazole-based metal-org. framework (MOF) with 24 nuclear zinc cages was synthesized and characterized.  It exhibits high CO2 adsorption capacity up to 35.6% (8.09 mmol/g) and excellent CO2/CH4 selectivity at 273 K/1 bar, being among the highest values known to date.  Theor. calcns. based on simulated annealing techniques and periodic DFT revealed that CO2 is predominantly located around the inner surface of the cages through multipoint interactions, in particular, around the arom. tetrazole rings.  Importantly, it is the 1st time that multipoint interactions between CO2 mols. and frameworks resulting in high CO2 uptake are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qtrfE&md5=b338cf0fe1cbdef723a539b0433c7f3b", "27. ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "– ", "18199", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "28. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "29. ", "CrysAlisPro Software System; ", "Agilent Technologies UK Ltd.", ": ", "Oxford, UK", ", ", "2011", ".", "There is no corresponding record for this reference.", "30. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "30. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "31. ", "Dolomanov", ", ", "O. V.", "; ", "Bourhis", ", ", "L. J.", "; ", "Gildea", ", ", "R. J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Puschmann", ", ", "H.", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "339", "– ", "341", "[", "Crossref", "], [", "CAS", "]", "31. ", "OLEX2: a complete structure solution, refinement and analysis program", "Dolomanov, Oleg V.; Bourhis, Luc J.; Gildea, Richard J.; Howard, Judith A. K.; Puschmann, Horst", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "2", "),\r\n    ", "339-341", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "New software, OLEX2, was developed for the detn., visualization and anal. of mol. crystal structures.  The software has a portable mouse-driven workflow-oriented and fully comprehensive graphical user interface for structure soln., refinement and report generation, as well as novel tools for structure anal.  OLEX2 seamlessly links all aspects of the structure soln., refinement and publication process and presents them in a single workflow-driven package, with the ultimate goal of producing an application which will be useful to both chemists and crystallographers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFSnsbg%253D&md5=7a2f9697b13b8e76de0e7dc5074ab229", "32. ", "Macrae", ", ", "C. F. E.", "; ", "P", ", ", "R.", "; ", "McCabe", ", ", "P.", "; ", "Pidcock", ", ", "E.", "; ", "Shields", ", ", "G. P.", "; ", "Taylor", ", ", "R.", "; ", "Towler", ", ", "M.", "; ", "van de Streek", ", ", "J.", " ", "J. Appl. Crystallogr.", " ", "2006", ",  ", "39", ",  ", "453", "– ", "457", "[", "Crossref", "], [", "CAS", "]", "32. ", "Mercury: visualization and analysis of crystal structures", "Macrae, Clare F.; Edgington, Paul R.; McCabe, Patrick; Pidcock, Elna; Shields, Greg P.; Taylor, Robin; Towler, Matthew; van de Streek, Jacco", "Journal of Applied Crystallography", "\r\n        (", "2006", "),\r\n    ", "39", "\r\n        (", "3", "),\r\n    ", "453-457", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "Since its original release, the popular crystal structure visualization program Mercury has undergone continuous further development.  Comparisons between crystal structures are facilitated by the ability to display multiple structures simultaneously and to overlay them.  Improvements were made to many aspects of the visual display, including the addn. of depth cueing, and highly customizable lighting and background effects.  Textual and numeric data assocd. with structures can be shown in tables or spreadsheets, the latter opening up new ways of interacting with the visual display.  At. displacement ellipsoids, calcd. powder diffraction patterns and predicted morphologies can now be shown.  Some limited mol.-editing capabilities were added.  The object-oriented nature of the C++ libraries underlying Mercury makes it easy to re-use the code in other applications, and this has facilitated three-dimensional visualization in several other programs produced by the Cambridge Crystallog. Data Center.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xkslehsbk%253D&md5=c9d7a3c38e1f27769e8578c861c11e3c", "33. ", "Brunauer", ", ", "S.", "; ", "Emmett", ", ", "P. H.", "; ", "Teller", ", ", "E.", " ", "J. Am. Chem. Soc.", " ", "1938", ",  ", "60", ",  ", "309", "– ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", "34. ", "Langmuir", ", ", "I.", " ", "J. Am. Chem. Soc.", " ", "1932", ",  ", "54", ",  ", "2798", "– ", "2832", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Vapor pressures, evaporation, condensation and adsorption", "Langmuir, Irving", "Journal of the American Chemical Society", "\r\n        (", "1932", "),\r\n    ", "54", "\r\n        (", "),\r\n    ", "2798-832", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The factors detg. rates of evapn. and condensation of both liquids and solids are analyzed.  Equations are derived giving the amt. of adsorbed gas on a solid even when forces between adjacent adsorbed atoms must be considered.  Vapor pressures of liquids and solids can be expressed by the equation p = ATγe-b/t, p being the pressure in baryes, A, b and γ being consts.  Trouton's rule is equiv. to postulating γ = 0 and A = a universal const.  Published vapor-pressure data for 20 elements give log A a value of 10.65 ± 1.19.  Hildebrand's rule is equiv. to making γ = 1; log A then becomes 7.83 ± 0.52.  A still better rule is obtained by putting γ = 1.5, log A then becoming 6.37 ± 0.22.  For solids having rigid mols. making γ = 1.5 and log A = 6.9 gives good agreement with exptl. data; much larger values of A are obtained if the vapor mols. have internal degrees of freedom.  Application of this vapor equation to adsorption shows that the rate of evapn. of atoms or mols. from monatomic films on surfaces is given by the equation ν = A1.6(2πmk)-1/2θTe-b/t where θ is the fraction of the surface covered by the adsorbed gas mols. of mass m.  Exptl. data for Th, O and Cs films on W agree well with this equation.  The existence of monatomic and polyatomic adsorbed films is worked out by means of the Clausius virial for mols. that repel as dipoles.  By use of Gibbs' equation for the adsorption isotherm the rate of evalm. can be obtained in terms of θ, T and M, the dipole moment.  These equations combined with those of Boltzmann and of Saba permit ealcn. of the rate of evapn. of electrons and of ions from surfaces that agree with exptl. data.  In the case of W, apparently all of the surface is homogeneous except about 0.5%: this latter portion holds adsorbed Cs atoms much more strongly than the remainder of the surface.  Apparently repulsive forces between the adsorbed atoms held on this 0.5% of the surface are negligibly small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA38XkvVCjsg%253D%253D&md5=44da69b90d310c947dc5d3ffdc85a01d", "35. ", "Lowell", ", ", "S.", "; ", "Shields", ", ", "J. E.", "; ", "Thomas", ", ", "M. A.", "; ", "Thommes", ", ", "M.", "  ", "Characterization of Porous Solids and Powders: Surface Area, Pore Size and Density", "; ", "Kluwer Academic", ": ", "Dordrecht, The Netherlands", ", ", "2004", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "36. ", "Li", ", ", "Z.-G.", "; ", "Wang", ", ", "G.-H.", "; ", "Jia", ", ", "H.-Q.", "; ", "Hu", ", ", "N.-H.", "; ", "Xu", ", ", "J.-W.", "; ", "Batten", ", ", "S. R.", " ", "CrystEngComm", " ", "2008", ",  ", "10", ",  ", "983", "– ", "985", "[", "Crossref", "], [", "CAS", "]", "36. ", "Construction of coordination networks with high connectivity: a new 8-connected self-penetrating network based on tetranuclear metal clusters", "Li, Zhi-Gang; Wang, Guan-Hua; Jia, Heng-Qing; Hu, Ning-Hai; Xu, Jing-Wei; Batten, Stuart R.", "CrystEngComm", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "8", "),\r\n    ", "983-985", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two highly connected cobalt(II) and zinc(II) coordination polymers, Co4(2,5-pydc)4(bpe) (1) and Zn4(2,5-pydc)4(bpe) (2), (2,5-pydcH2 = pyridine-2,5-dicarboxylic acid, bpe = 1,2-bis(4-pyridyl)ethylene) with tetranuclear metal clusters as the nodes of network were prepd. and characterized by x-ray crystallog.  They are the first examples of an 8-connected self-penetrating net based on a crosslinked α-Po subnet.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt12msrw%253D&md5=298e1537e2931471ce0e105d5f008411", "37. ", "Loiseau", ", ", "T.", "; ", "Muguerra", ", ", "H.", "; ", "Ferey", ", ", "G.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "621", "– ", "628", "[", "Crossref", "], [", "CAS", "]", "37. ", "Synthesis and structural characterization of a new open-framework zinc terephthalate Zn3(OH)2(bdc)2·2DEF, with infinite Zn-(μ3-OH)-Zn chains", "Loiseau, Thierry; Muguerra, Herve; Ferey, Gerard; Haouas, Mohamed; Taulelle, Francis", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "3", "),\r\n    ", "621-628", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A new zinc carboxylate, Zn3(OH)2(bdc)2·2DEF, was synthesized under mild hydrothermal conditions (100°, 40 h) in the presence of 1,4-benzenedicarboxylic (bdc) acid, in N,N'-diethylformamide (DEF) solvent.  Its structure, characterized by single-crystal XRD anal., consists of connections of ZnO2(OH)2 tetrahedra corner-sharing with ZnO4(OH)2 octahedra.  Two adjacent ZnO2(OH)2 tetrahedra have a common edge corresponding to hydroxy groups, which is also linked to the octahedrally coordinated zinc atoms with a μ3 configuration.  This resulting connection mode generates infinite chains running along the c-axis, and connected to each other via the bdc ligand.  A three-dimensional framework is therefore formed with channels running along the c-axis, parallel to the infinite Zn-OH-Zn chains.  Within the tunnels are trapped the DEF species, which interact via hydrogen-bonds to the μ3-hydroxy of the zinc chains with the terminal oxygen atoms of the formamide function.  Anal. by solid state NMR (1H and 13C) confirmed both the presence of occluded solvent mols. within the pores and the incorporation of carboxylate moieties into the framework.  The structure of Zn3(OH)2(bdc)2·2DEF is closely related to those of MOF-69 series, constructed with longer org. linkers (4,4'-biphenyldicarboxylate and 2,6-naphthalenedicarboxylate).  The structure is obsd. to loose crystallinity upon heating and removal of the occluded DEF moieties.  Crystal data for [Zn9(OH)6(O2C-C6H4-CO2)6]·6[(CH3-CH2)2NCHO]: a 17.7374(3), b 15.2605(2), c 18.2635(2) Å, β 113.071(1)°, V = 4548.2(1) Å3, space group P21/n, Z = 1, R1 = 0.0510, wR2 = 0.1302 for 11877 reflections I > 2σ(I).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXitlCnsr4%253D&md5=946ebe28a09316a0631ac749ba3d11a3", "38. ", "Nugent", ", ", "W. A.", "; ", "Haymore", ", ", "B. L.", " ", "Coord. Chem. Rev.", " ", "1980", ",  ", "31", ",  ", "123", "– ", "175", "[", "Crossref", "], [", "CAS", "]", "38. ", "Transition metal complexes containing organoimido (NR) and related ligands", "Nugent, William A.; Haymore, Barry L.", "Coordination Chemistry Reviews", "\r\n        (", "1980", "),\r\n    ", "31", "\r\n        (", "2", "),\r\n    ", "123-75", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    ", "A review with 192 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXitVyjtbs%253D&md5=94049fb4bcd0bf75f3511b6b32eb6f23", "39. ", "Hausdorf", ", ", "S.", "; ", "Wagler", ", ", "J.", "; ", "Mossig", ", ", "R.", "; ", "Mertens", ", ", "F. O. R. L.", " ", "J. Phys. Chem. A", " ", "2008", ",  ", "112", ",  ", "7567", "– ", "7576", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Proton and Water Activity-Controlled Structure Formation in Zinc Carboxylate-Based Metal Organic Frameworks", "Hausdorf, Steffen; Wagler, Joerg; Mossig, Regina; Mertens, Florian O. R. L.", "Journal of Physical Chemistry A", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "33", "),\r\n    ", "7567-7576", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The contributions of terephthalic acid and Zn2+-coordinated H2O in N,N-diethylformamide (DEF) to the overall proton activity in the synthesis of MOF-5 (Zn4O(BDC)3, BDC = 1,4-benzenedicarboxylate) were quant. detd. by combined electrochem. and UV-visible spectroscopic measurements.  Structural transformations of Zn carboxylate-based metal org. frameworks due to their exposure to environments with variable H2O concns. and the chem. means necessary to revert these transitions were studied.  The H2O-induced structural transition of MOF-5 to the hydroxide structure Zn3(OH)2(BDC)2·2DEF (MOF-69c) can be reverted by a thermal treatment of the obtained compd. and its subsequent exposure to anhyd. DEF.  MOF-5 syntheses from simple carboxylates as well as a H2O-free synthesis based on nitrate decompn. are presented.  The latter demonstrates that nitrate can serve as the sole source for the oxide ion in MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFSktrc%253D&md5=7af88203fe711d589630dbbad3c6453a", "40. ", "Yang", ", ", "R. T.", "  ", "Gas Separation By Adsorption Processes", "; ", "Buttersworth", ": ", "Boston", ", ", "1987", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "41. ", "Jeppu", ", ", "G. P.", "; ", "Clement", ", ", "T. P.", " ", "J. Contam. Hydrol.", " ", "2012", ",  ", "129–130", ",  ", "46", "– ", "53", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "A modified Langmuir-Freundlich isotherm model for simulating pH-dependent adsorption effects", "Jeppu, Gautham P.; Clement, T. Prabhakar", "Journal of Contaminant Hydrology", "\r\n        (", "2012", "),\r\n    ", "129-130", "\r\n        (", "),\r\n    ", "46-53", "CODEN:\r\n                ", "JCOHE6", ";\r\n        ISSN:", "0169-7722", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Anal. isotherm equations such as Langmuir and Freundlich isotherms are widely used for modeling adsorption data.  However, these isotherms are primarily useful for simulating data collected at a fixed pH value and cannot be easily adapted to simulate pH-dependent adsorption effects.  Therefore, most adsorption studies currently use numerical surface-complexation models (SCMs), which are more complex and time consuming than traditional anal. isotherm models.  In this work, we propose a new anal. isotherm model, identified as the modified Langmuir-Freundlich (MLF) isotherm, which can be used to simulate pH-dependent adsorption.  The MLF isotherm uses a linear correlation between pH and affinity coeff. values.  We validated the proposed MLF isotherm by predicting arsenic adsorption onto two different types of sorbents: pure goethite and goethite-coated sand.  The MLF model gave good predictions for both exptl. and surface complexation-model predicted datasets for these two sorbents.  The proposed anal. isotherm framework can help reduce modeling complexity, model development time, and computational efforts.  One of the limitations of the proposed method is that it is currently valid only for single-component systems.  Furthermore, the model requires a system-specific pH. vs. affinity coeff. relation.  Despite these limitations, the approach provides a promising anal. framework for simulating pH-dependent adsorption effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtFKru74%253D&md5=32bd5950b486796120d201c55e08b7b1", "42. ", "Turiel", ", ", "E.", "; ", "Perez-Conde", ", ", "C.", "; ", "Martin-Esteban", ", ", "A.", " ", "Analyst (Cambridge, U. K.)", " ", "2003", ",  ", "128", ",  ", "137", "– ", "141", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Assessment of the cross-reactivity and binding sites characterisation of a propazine-imprinted polymer using the Langmuir-Freundlich isotherm", "Turiel, Esther; Perez-Conde, Concepcion; Martin-Esteban, Antonio", "Analyst (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "128", "\r\n        (", "2", "),\r\n    ", "137-141", "CODEN:\r\n                ", "ANALAO", ";\r\n        ISSN:", "0003-2654", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Langmuir-Freundlich isotherm is used to model the interaction of several triazines (desethylatrazine, desisopropylatrazine, simazine, atrazine, propazine and prometryn) with a propazine-imprinted polymer and to explain the obsd. cross-reactivity.  Different rebinding expts. (each herbicide alone or all together in a mixt.) were carried out and the exptl. binding isotherms were fitted to the Langmuir-Freundlich isotherm.  The fitting coeffs. obtained (total no. of binding sites, mean binding affinity and heterogeneity index) allowed the description of the kind of binding sites present in the imprinted polymer under study.  The recognition mechanism was governed by the mol. size, although slight differences in the mol. structure may also play an important role.  The use of this methodol. can open new pathways for understanding how mol. recognition in imprinted polymers takes place.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVOgt7o%253D&md5=e28200578266955201379ebde0dea2c6", "43. ", "Czepirski", ", ", "L.", "; ", "Jagiello", ", ", "J.", " ", "Chem. Eng. Sci.", " ", "1989", ",  ", "44", ",  ", "797", "– ", "801", "[", "Crossref", "], [", "CAS", "]", "43. ", "Virial-type thermal equation of gas-solid adsorption", "Czepirski, Leszek; Jagiello, Jacek", "Chemical Engineering Science", "\r\n        (", "1989", "),\r\n    ", "44", "\r\n        (", "4", "),\r\n    ", "797-801", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "A thermal-adsorption equation in a virial form describes the pressure and temp. dependence of adsorption data.  This equation permits the elaboration of a method of calcg. the isosteric heat of adsorption and studying of its behavior over a wide range of temps. and pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXitFGgurY%253D&md5=9ef0d33f167b8a707f1f4515702afac1", "44. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "45. ", "Mondloch", ", ", "J. E.", "; ", "Karagiaridi", ", ", "O.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9258", "– ", "9264", "[", "Crossref", "], [", "CAS", "]", "45. ", "Activation of metal-organic framework materials", "Mondloch, Joseph E.; Karagiaridi, Olga; Farha, Omar K.; Hupp, Joseph T.", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9258-9264", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cryst. metal-org. frameworks (MOFs) have emerged as a highly desirable class of solid-state materials.  Some of their most attractive features include exceptionally high porosities as well as surface areas.  A key aspect to the realization of high porosity is the removal of guest mols. from the framework while still maintaining its structural integrity (i.e., \"activation\").  This contribution highlights the strategies utilized to date for activating MOFs, including: (i) conventional heating and vacuum; (ii) solvent-exchange; (iii) supercrit. CO2 (scCO2) exchange; (iv) freeze-drying; and (v) chem. treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7nI&md5=ab1fc6e3417f714af99db2c82f46101e", "46. ", "Choi", ", ", "J.-S.", "; ", "Son", ", ", "W.-J.", "; ", "Kim", ", ", "J.", "; ", "Ahn", ", ", "W.-S.", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "116", ",  ", "727", "– ", "731", "[", "Crossref", "], [", "CAS", "]", "46. ", "Metal-organic framework MOF-5 prepared by microwave heating: Factors to be considered", "Choi, Jung-Sik; Son, Won-Jin; Kim, Jahoen; Ahn, Wha-Seung", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "116", "\r\n        (", "1-3", "),\r\n    ", "727-731", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Solvothermal synthesis of MOF-5 was conducted by microwave heating using 1-methyl-2-pyrrolidone as a solvent.  The effects of microwave power level, irradn. time, temp., solvent concn., and substrate compn. on the product crystallinity and morphol. were investigated.  Under an optimum set of synthesis conditions, uniform cubic crystals with av. size of 20-25 μm and a Langmuir surface area of 3008 m2/g were produced within 30 min.  However, prolonged microwave irradn. resulted in sharp deterioration of the physicochem. properties.  The CO2 adsorption capacity of the best MOF-5 sample obtained was ca. 812 mg/g at 298 K/40 bar, detd. by a gravimetric method.  For comparison, MOF-5 prepd. by normal convection heating for 24 h showed cubic crystals in a 400-500 μm size range with a Langmuir surface area of ca. 3200 m2/g.  CO2 adsorption capacity was 823 mg/g at 298 K/40 bar.  The heat of adsorption for CO2 under low pressure condition (<1 atm) for both samples was estd. to be in a range of 15.8-16.5 kJ/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlSmt77M&md5=cf810101c2147d23aca85870f967660a", "47. ", "Mu", ", ", "B.", "; ", "Schoenecker", ", ", "P. M.", "; ", "Walton", ", ", "K. S.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "6464", "– ", "6471", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Gas Adsorption Study on Mesoporous Metal-Organic Framework UMCM-1", "Mu, Bin; Schoenecker, Paul M.; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "14", "),\r\n    ", "6464-6471", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mesoporous metal-org. framework (MOF) material, UMCM-1, was synthesized and characterized using N2 adsorption, powder x-ray diffraction, SEM, and FTIR techniques.  A detailed exptl. study was made of the adsorption of pure methane, hydrogen, carbon dioxide, oxygen, and nitrogen at various temps. (298-338 K) and pressures (up to 25 bar).  Multitemperature isotherms were modeled using the Dubinin-Astakhov equation to obtain useful thermodn. properties including adsorption potential characteristic curves and isosteric heats of adsorption.  Results are compared with mesoporous carbons and silicas.  Large-pore materials exhibit relatively high heats of adsorption for CO2 when open metal sites are present.  This phenomenon is not obsd. for methane, which indicates the importance of the CO2 quadrupole in influencing binding strength.  Adsorption results for N2 and O2 show that selectivities in MOFs can be manipulated by the presence or absence of open metal sites.  UMCM-1 and MOF-177 show a slight preference for O2 over N2.  However, open metal site MOFs such as Cu-BTC show the opposite adsorption preference, which is similar to zeolite selectivities.  This exptl. study reveals interesting adsorption information about a novel mesoporous MOF within the context of other MOFs and traditional mesoporous adsorbents.  These results can be used to advance the development of structure-property relations for metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjs1Ohsbo%253D&md5=ee568d9fd0bb3aa815e36aa8266b1c7f"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-9/ic503047y/20150428/images/small/ic-2014-03047y_0008.gif\">"]}
