{"title": ["Cooperative Carbon Capture Capabilities in Multivariate MOFs Decorated with Amino Acid Side Chains: A Computational Study"], "authors": ["Michael L. Drummond", "Thomas R. Cundari", "Angela K. Wilson"], "doi": ["10.1021/jp4053538"], "abstract": ["Multivariate metal–organic frameworks (MTV-MOFs) allow for the incorporation of multiple functional groups appended to a uniform backbone, similar to the construction of proteins from an amino acid library. This analogy is explicitly developed through the simulation of CO", " adsorption isotherms of MOF-5 backbones decorated with amino acid side chains (AA-MTV-MOFs). Differences in excess adsorption among these AA-MTV-MOFs can be explained by the varying functional groups at lower pressures and by structural properties of the framework at higher loadings. Synergistic carbon capture properties are observed in silico, with the degree of cooperativity governed by the strength of the CO", "–AA interaction, the arrangement of the AA side chains, and the loading."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Over the past decade, metal–organic frameworks (MOFs) have emerged as a subject of intense research, with potential applications in diverse areas such as energy gas storage,", "(1, 2)", " carbon capture,", "(3, 4)", " gas separation,", "(5, 6)", " catalysis,", "(7)", " chemical sensing,", "(8)", " and medicine.", "(9)", " Scientific interest in MOFs can be attributed to two factors: their high porosity, with surface areas reaching over 7000 m", "2", "/g,", "(10)", " and the essentially limitless variety of possible MOF structures. The combination of metal-based clusters (often termed secondary building units, SBUs", "(11)", ") joined by a vast array of organic linkers leads to a combinatorial explosion in the number of resulting structures; postsynthetic modification", "(12)", " expands the possibilities even further by allowing directed in situ adjustments. Thus, the allure of MOFs is that among this practically infinite array of possible materials, a MOF with the structure and chemical functionality ideally suited for the task of interest can be identified and synthesized.", "A recent subset of MOFs will be particularly useful in the development of specifically tailored, rationally designed materials: mixed-component MOFs (MC-MOFs). As Burrows details,", "(13)", " in an MC-MOF, a mixture of different components (either linkers or metals) serves the same structural role throughout the MOF crystal. For example, in one unit cell, Cd might be present, but Ni might take its place in the neighboring, otherwise identical, unit cell.", "(14)", " MC-MOFs can demonstrate many advantages over traditional pure component MOFs, such as affording the synthesis of otherwise inaccessible materials,", "(15)", " allowing for simultaneous separation and high-capacity gas storage,", "(16)", " and providing useful physical properties (e.g., hydrophobicity", "(17)", " or tunable photoluminescence", "(18)", "). Synergistic gas adsorption properties have also resulted from MC-MOFs, where mixing two linkers into a single MC-MOF generated improved storage capacity", "(19)", " or selectivity", "(20)", " compared to either pure component MOF. The most versatile MC-MOF system is the multivariate MOFs (MTV-MOFs) detailed by Yaghi and co-workers, who have shown that up to eight structurally identical but chemically distinct organic linkers can be incorporated into a single MOF-5-like structure, capable of yielding MTV-MOFs with gas adsorption properties superior to the corresponding pure component MOF-5.", "(21)", "These MTV-MOFs were synthesized from mixtures of 1,4-benzenedicarboxylate (BDC)-based linkers bearing different substituent functionalities (e.g., −NH", "2", ", −Br, −NO", "2", ", −OCH", "2", "Ph, etc.). Thus, each MTV-MOF possesses the same common backbone, BDC. MTV-MOFs are therefore constructured in a manner conceptually similar to how proteins are assembled from an alphabet of amino acids, each of which contains the same common backbone (H", "2", "N–CH–COOH), but bearing different side chain moieties.", "Combining a common amino acid backbone with variable side chains confers two simultaneous advantages to proteins: the variability allows construction of tailored protein frameworks that can perform functions as diverse as catalysis, signaling, motion, etc., but because of the common peptide backbone, only a single uniform process (viz. translation) is needed to construct any protein, regardless of its ultimate task.", "(22)", " An artificial MOF system following this bifunctional principle would enjoy these same advantages: the ability to perform disparate tasks would be imparted by a localized variable element (e.g., varying BDC substituents), but a common backbone would allow for one synthetic protocol or infrastructure to construct multiple varied structures. In this article, computational simulations are applied to explore the analogy between proteins and MOFs by considering one task, CO", "2", " adsorption,", "(3, 4)", " along with one common backbone, the previously utilized BDC of the MTV-MOFs,", "(21)", " combined with a subset of Nature’s amino acid side chain alphabet to impart variability.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "2 Computational Details", "The method applied to model the adsorption of CO", "2", " by these amino acid-MTV-MOFs (AA-MTV-MOFs) is Grand Canonical Monte Carlo (GCMC) theory, a technique routinely applied", "(23)", " to predict the adsorption of gas molecules by porous sorbents, as described in greater detail elsewhere.", "(24)", " All structures were built using MOE2010,", "(25)", " starting with the experimental coordinates for MOF-5 packaged with the Music code.", "(26)", " Amino acid side chain models were attached at the 2 and 5 positions of all internal BDC linkers, as shown in the sample AA-MTV-MOF supercell in Figure ", "1", ". These supercells contain amino acid substituents in all interior unit cells, with one layer of MOF-5 on all sides. The amino acid side chain models studied were Ala, Cys, Asp, Ser, and Thr, as well as His, Phe, and Tyr without their C", "β", " methylene groups and Arg without the propyl chain (i.e., only guanidinium), due to steric constraints. Arg and His were chosen due to previously demonstrated abilities", "(27, 28)", " to adsorb CO", "2", " well, and the others were selected to facilitate interesting comparisons (vide infra). To maintain overall charge neutrality, the positive Arg moiety was always paired with a negative Asp moiety. Only physical adsorption was considered (i.e., chemisorption of CO", "2", " by amine via carbamate formation", "(29)", " was not investigated), as is common for computational studies of carbon capture with MOFs.", "(30-32)", "Figure 1. Sample AA-MTV-MOF supercell shown along the three crystallographic axes. Inner layers are labeled A–F (see below).", "The CO", "2", " adsorbate was modeled using the parameters and atomic charges of the TraPPE force field.", "(33)", " For the MOF-5 backbone atoms (i.e., the BDC linker and the Zn", "4", "O SBU), partial charges were assigned as the DDEC(c2) charges of Manz and Sholl,", "(34)", " with minor adjustments to maintain overall charge neutrality (see ", "Supporting Information", " for final values); Lennard-Jones parameters were taken from the Universal Force Field.", "(35)", " For the amino acid side chains, Lennard-Jones parameters and partial charges were taken from the AMBER99 force field,", "(36)", " as implemented in MOE2010,", "(25)", " again with minor adjustments to atomic changes to maintain neutrality in the final supercell. Cross-interaction parameters were determined with the Lorentz–Berthelot mixing rules, i.e., the arithmetic mean for σ and the geometric mean for ε. Combining parameters from different force fields in this fashion may affect the absolute quantitative accuracy, but as the overall goal of this work is to make comparisons in the CO", "2", " adsorption of different AA-MTV-MOFs, it is essential that the side chains, the only variable portion, be modeled accurately, and thus a force field suitable for amino acids (e.g., Amber) must be used. Unfortunately, there are no MOF parameters in Amber, and so a general force field like UFF must be applied; the fact that each AA-MTV-MOF contains identical cores treated with UFF should thereby minimize the relative error from this mixing of force fields.", "To generate the initial AA-MTV-MOF structures, the coordinates of the MOF-5 backbone were fixed, side chains as described above were added, AMBER99 parameters were assigned by MOE2010, and side chain geometries were minimized to a root-mean-square gradient of <0.001 kcal mol", "–1", " A", "–1", ". For Tyr-MTV-MOF, a 20 ns molecular dynamics (MD) simulation was performed in the NVT ensemble, with only the side chains free to move, to explore the effect of side chain orientation on calculated adsorption. Snapshots were extracted after 1, 5, 10, 15, and 20 ns and adsorption isotherms were calculated for each.", "The GCMC method, as implemented in the Music code, was used to perform all simulations in the μVT ensemble at 300 K. Simulated isotherms were evaluated via independent simulations, comprising 20,000,000 microiterations, at pressures of 1, 120, 250, 500, 750, 1000, 1250, 1500, 1750, 2000, 2500, 3000, and 3500 kPa. In the GCMC simulations, four equally permissible moves were allowed: insertion, deletion, translation, or rotation of CO", "2", ". All pressures were converted into fugacities, to account for nonideal CO", "2", " behavior, via the Peng–Robinson equation of state, with textbook values for the accentric factor [0.228], critical temperature [304.19 K], and critical pressure [7.382 × 10", "6", "] of CO", "2", ". Excess adsorption, the value most comparable to experimentally measured experimental adsorption, was calculated from the absolute number of adsorbed molecules evaluated using the last 10,000,000 GCMC steps at each simulation pressure. All MTV-MOF sorbents were held rigid in the GCMC simulations. Sorbent–sorbate and sorbate–sorbate interactions were evaluated via a combination of Lennard-Jones and Columbic interactions, the latter using the Ewald summation of Wolf et al.,", "(37)", " with an α parameter of 0.1; all interactions were truncated at 19 Å.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "The calculated excess CO", "2", " adsorption isotherms for the AA-MTV-MOFs are shown in Figure ", "2", ". Comparison between calculated (solid black) and experimental (dashed black) results for MOF-5", "(38)", " suggests that the computational results overestimate CO", "2", " adsorption capacity, which may be attributable", "(39)", " to theoretical inaccuracies (e.g., errors in force field parameters or partial charges) and/or to errors in the experimental measurement (e.g., incomplete solvent evacuation). Nonetheless, it is clear that Arg-Asp-MTV-MOF shows the largest CO", "2", " adsorption capacity at all pressures used in this study. Highly accurate ab initio calculations have previously shown that the side chain of Arg can interact with CO", "2", " via a hydrogen bonded arrangement with a gas-phase interaction strength of 6 kcal/mol, the strongest of all amino acid side chains.", "(27)", "Figure 2. Simulated excess adsorption isotherms calculated for multiple AA-MTV-MOFs. (Inset) A close-up view of the pressure region between 200 and 800 kPa.", "The inset of Figure ", "2", " provides a closer look at the low pressure (200–800 kPa) adsorption region. After Arg-Asp-MTV-MOF, the most strongly adsorbing AA-MTV-MOF is His-MTV-MOF, which also bears a side chain known to bind CO", "2", " well.", "(27)", " The next strongest side chain is the −CH", "2", "OH side chain of Ser-MTV-MOF, which can form a dipole–quadrupole interaction with carbon dioxide (and can also hydrogen bond", "(27)", "). Next are two AA-MTV-MOFs also bearing alcoholic side chains: a secondary alcohol in Thr-MTV-MOF and an aromatic alcohol in Tyr-MTV-MOF; the former outperforms the latter except in the 400–900 kPa range. Replacing the oxygen in the side chain of Ser-MTV-MOF with sulfur yields Cys-MTV-MOF, which can only form a weak dipole–quadrupole interaction or a nonstandard hydrogen bond with CO", "2", " and thus adsorbs only marginally more than unsubstituted MOF-5. Replacing the −OH of Tyr-MTV-MOF and Ser-MTV-MOF with −H generates, respectively, Phe-MTV-MOF and Ala-MTV-MOF, neither of which can bind with CO", "2", " except via weak van der Waals interactions, similar to unsubstituted MOF-5. The relative abilities of these side chains to interact with CO", "2", " correspond well with recent trends found for interactions between carbon dioxide and substituted benzenes using density functional theory.", "(40, 41)", "At the highest simulated CO", "2", " pressure (3500 kPa), storage capacity can be regarded largely as a function of free volume mildly perturbed by side chain functionality. For example, unsubstituted MOF-5 possesses the largest free volume (191,524 Å", "3", ", see ", "Supporting Information", " for all free volumes) and is outperformed only by Arg-Asp-MTV-MOF. Ala-MTV-MOF and Ser-MTV-MOF are the next most adsorptive materials at 3500 kPa, showing nearly identical capacities, and indeed their free volumes differ by less than 200 Å", "3", ". The compound with the next largest free volume is Cys-MTV-MOF, followed by Thr-MTV-MOF and His-MTV-MOF, but the poorly CO", "2", "-philic thiol renders Cys-MTV-MOF the worst among this triplet, although the capacities are all within 0.01 mmol/g. Finally, Tyr-MTV-MOF and Phe-MTV-MOF possess the largest side chains and thus the smallest free volumes, and their corresponding excess adsorptions at 3500 kPa accordingly are the lowest in this study.", "In order to probe the effect of side chain geometry on excess adsorption capacity, two approaches were followed. In the first approach, the backbone of Tyr-MTV-MOF was frozen, and molecular dynamics (MD) was used to randomly generate different side chain orientations. The full results from this procedure are given as ", "Supporting Information", ", but there is essentially no difference in calculated excess CO", "2", " adsorption based solely on side chain orientation.", "In the second approach, Arg-Asp side chains were added to unsubstituted MOF-5 supercells in a systematic, layer-by-layer fashion. First, Arg-Asp moieties were added to the inner BDC linkers of layer C (see Figure ", "1", "a), to give 12 total amino acid side chain substitutions. Next, structures were similarly generated via substitutions, 24 in total, of separated layers (A and F) and (in separate simulations) neighboring layers (C and D). Similarly, three supercells bearing 36 side chains were constructed, with layers totally separated (A, C, and F), partially separated (A, B, and F), or contiguous (B, C, and D). By this nomenclature, the Arg-Asp-MTV-MOF of Figure ", "2", " contains 72 side chains, half Arg and half Asp, on layers A through F. The complete simulated excess adsorption isotherms for all Arg-Asp-MTV-MOFs are provided as ", "Supporting Information", ", but low pressure results (120–240 kPa) are highlighted in Figure ", "3", ". Analogous results for different His and Thr substitution patterns are also presented as ", "Supporting Information", ".", "Figure 3. Cooperative carbon capture observed in simulations containing different placement of Arg-Asp side chains.", "Figure ", "3", " offers support for synergistic adsorption of CO", "2", " by the side chains for some of these incompletely substituted AA-MTV-MOFs. If the CO", "2", " adsorption properties were dependent solely on the concentration of functional groups, then there would be no difference between the three purple lines in Figure ", "3", ", as they all bear 18 Arg and 18 Asp side chains. However, if functional groups can cooperate to bind CO", "2", ", provided they are in close proximity, then functionalization on neighboring layers should show improved adsorption, which is indeed what is seen in Figure ", "3", ". Substitution with Arg-Asp on three neighboring layers (36-BCD) is superior to the partially separated substitution pattern (36-ABF), which in turn is superior to the fully separated substitution pattern (36-ACF). Similar results are also seen for substitutions to two layers (24-CD and 24-AF) with both Arg-Asp and His (see ", "Supporting Information", "), albeit to a lesser extent. Adding two layers of Thr (see ", "Supporting Information", ") to unsubstituted MOF-5 shows nearly identical adsorption irrespective of layer separation, indicating that this synergistic adsorption may only be operative for strongly CO", "2", "-philic functional groups such as the guanidinium of Arg, but not for the secondary alcohol of Thr. In addition, the synergistic adsorption of Figure ", "3", " is not observed above 250 kPa, which agrees with recent work suggesting that functionalization as a strategy to improve gas adsorption is limited to modest pressures and temperatures.", "(42)", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In the original MTV-MOF work of the Yaghi group", "(21)", " that noted superior adsorption characteristics of mixed MOFs vis-à-vis MOFs built only from their pure components, multiple experimental techniques (NMR, powder and single-crystal X-ray diffraction, and pore size distribution analysis) were applied to identify the cause of the observed cooperative behavior. While each approach used was consistent with a solid solution model for MTV-MOFs, rather than segregated domains built from the different components, the inherent disorder and experimental limitations precluded a definitive investigation of the effect of varying side chain orientation on gaseous adsorption. The computational techniques used in this article, by contrast, inherently provide with full, precise atomic detail, thereby allowing side-by-side comparisons among different possible side chain arrangements.", "The computational results of this article, particularly Figure ", "3", ", support the experimental-based hypothesis of Deng et al.", "(21)", " that varying side chains can have a greater than additive effect on adsorption capacity, if they are positioned near enough to each other to cooperate in sorbate binding. Furthermore, some caveats to this cooperative binding were identified herein: the functional group must interact with the sorbate fairly strongly under the room temperature simulation conditions of this work; lower temperatures may enhance the cooperative effect.", "(42)", " The tapering off of this effect with increasing pressures observed here also agrees with experimental work,", "(21)", " where only pressures up to 107 kPa (800 Torr) were considered.", "However, for carbon capture applications, the partial pressure of CO", "2", " in a postcombustion flue gas stream is roughly 15 kPa,", "(4)", " well within the upper limit for synergistic adsorption seen in this work. Thus, although hurdles clearly exist for nanoengineering an AA-MTV-MOF, varying arrangements of amino acids should be, just as they are in proteins, capable of creating a uniquely tailored environment suitable for challenging tasks, such as the selective capture of CO", "2", ".", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Force field parameters and partial charges, supercell parameters, and additional isotherms. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "†", "Author Present Address", "Chemical Computing Group, Montreal, Quebec H3A 2R7, Canada.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge the U.S. Department of Energy (BER-08ER64603) for their generous support of this research. T.R.C. thanks Chemical Computing Group for generously providing the MOE software suite.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusions", "References", "References", "This article references 42 other publications.", "1. ", "Feréy", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "2. ", "Sculley", ", ", "J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "The Current Status of Hydrogen Storage in Metal–Organic Frameworks: Updated", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2721", "– ", "2735", "[", "Crossref", "], [", "CAS", "]", "2. ", "The current status of hydrogen storage in metal-organic frameworks-updated", "Sculley, Julian; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "2721-2735", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrogen storage in metal-org. frameworks (MOFs), or porous coordination polymers, has been extensively investigated in the last two years and this review is to serve as an up to date account of the recent progress.  The effects of MOF sample prepn. and activation, functionalization (including post-synthetic), catenation, unsatd. metal sites, metal doping and spillover have been discussed using recent examples.  In addn. to a condensed ref. table of all recently reported MOFs for hydrogen storage, future directions are discussed based on promising new materials and reported computational analyses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7rP&md5=73bfc64356be9a4d300ff3b5e8920868", "3. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Carbon Dioxide Capture-Related Gas Adsorption and Separation in Metal–Organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "3. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "4. ", "Sumida", ", ", "J.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "5. ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Selective Gas Adsorption and Separation in Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "6. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal–Organic Frameworks for Separations", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "7. ", "Corma", ", ", "A.", "; ", "García", ", ", "H.", "; ", "Llabrés i Xamena", ", ", "F. X.", " ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "– ", "4655", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "8. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Metal–Organic Framework Materials as Chemical Sensors", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "9. ", "Huxford", ", ", "R. C.", "; ", "Della Rocca", ", ", "J.", "; ", "Lin", ", ", "W.", " ", "Metal–Organic Frameworks As Potential Drug Carriers", " ", "Curr. Opin. Chem. Biol.", " ", "2010", ",  ", "14", ",  ", "262", "– ", "268", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-organic frameworks as potential drug carriers", "Huxford, Rachel C.; Della Rocca, Joseph; Lin, Wen-Bin", "Current Opinion in Chemical Biology", "\r\n        (", "2010", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "262-268", "CODEN:\r\n                ", "COCBF4", ";\r\n        ISSN:", "1367-5931", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Nanoparticle-based therapeutics have received increasing attention, as these systems can alleviate many drawbacks of conventional therapy.  Metal-org. frameworks (MOFs), a new class of hybrid materials composed of metal ions and org. bridging ligands, have emerged as a promising platform for drug delivery, owing to their high drug loadings, biodegradability, and versatile functionality.  The bulk MOF materials can absorb and release large amts. of therapeutics including ibuprofen, procainamide, and nitric oxide.  Scale-down of MOFs to the nanoregime yields nanoscale metal-org. frameworks (NMOFs) that are more applicable as delivery vehicles, such as selective delivery of cisplatin prodrugs.  Although progress has been made in utilizing NMOFs for drug delivery, many improvements must occur before they can become viable nanotherapeutics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFKntL0%253D&md5=365c75653f51604ece60a09cb5926d02", "10. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "Metal–Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "11. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortéz", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Secondary Building Units, Nets and Bonding in the Chemistry of Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "12. ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Methods for the Functionalization of Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "– ", "1000", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "13. ", "Burrows", ", ", "A. D.", " ", "Mixed-Component Metal–Organic Frameworks (MC-MOFs): Enhancing Functionality through Solid Solution Formation and Surface Modifications", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3623", "– ", "3642", "[", "Crossref", "], [", "CAS", "]", "13. ", "Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modifications", "Burrows, Andrew D.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "3623-3642", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed-component metal-org. frameworks (MC-MOFs) are metal-org. frameworks that have different linkers or metals with the same structural role.  Many of these mixed-ligand or mixed-metal MOFs are solid solns., in which the proportions of the ligands or metals can be adjusted or even controlled.  These MC-MOFs can be prepd. directly, using more than one metal or ligand in the synthesis, or formed by post-synthetic modification.  A second class of MC-MOFs have core-shell structures, and these can be prepd. through epitaxial growth of one MOF on the surface of another or post-synthetic modification of the crystal surfaces.  This review describes the syntheses, structures and properties of mixed-ligand, mixed-metal and core-shell MOFs, and highlights some of the potential benefits in functionality that these materials have.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslajsr0%253D&md5=01577af668b59f2c30307fb790824a9e", "14. ", "Vujovic", ", ", "D.", "; ", "Raubenheimer", ", ", "H. G.", "; ", "Nassimbeni", ", ", "L. R.", " ", "One-Dimensional Cd", "II", " Coordination Polymers: Solid Solutions with Ni", "II", ", Thermal Stabilities and Structures", " ", "Eur. J. Inorg. Chem.", " ", "2004", ",  ", "2004", ",  ", "2943", "– ", "2949", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Sánchez-Sánchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Cobalt Doping of the MOF-5 Framework and Its Effect on Gas-Adsorption Properties", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "5300", "– ", "5303", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Cobalt Doping of the MOF-5 Framework and Its Effect on Gas-Adsorption Properties", "Botas, Juan A.; Calleja, Guillermo; Sanchez-Sanchez, Manuel; Orcajo, M. Gisela", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "5300-5303", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Partial isomorphic substitution of Zn in IRMOF metal clusters by cobalt ions is described for the 1st time.  Specifically, different nos. of Co2+ ions were incorporated during solvothermal crystn. into the Zn-based MOF-5 (IRMOF-1) framework, which is one of the most studied MOF materials.  The amt. of Zn that can be substituted seems to be limited, being ≤25% of total metal content, i.e., no more than one Co atom inside every metal cluster formed by four transition-metal ions, on av.  Several characterization techniques, including x-ray diffraction, DR UV-visible spectroscopy, N2 adsorption isotherms, and thermogravimetrical anal., strongly support the effective incorporation of Co into the material framework.  As-synthesized CoMOF-5 has cobalt ions in octahedral coordination, changing to tetrahedral by simple evacuation, presumably by the removal of two diethylformamide mols. per Co ion.  Also, the H2, CH4, and CO2 uptake of MOF-5 materials systematically increases with the Co content, particularly at high pressure.  Such an increase is moderate anyway, considering that Co is incorporated into unexposed metal sites that are less accessible to gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslanu70%253D&md5=c9059f0f0b3b36fa7ddf5a1218802dca", "16. ", "Hirai", ", ", "K.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Uehara", ", ", "H.", "; ", "Sakata", ", ", "O.", "; ", "Kitigawa", ", ", "S.", " ", "Sequential Functionalization of Porous Coordination Polymer Crystals", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "8057", "– ", "8061", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Sequential Functionalization of Porous Coordination Polymer Crystals", "Hirai, Kenji; Furukawa, Shuhei; Kondo, Mio; Uehara, Hiromitsu; Sakata, Osami; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "35", "),\r\n    ", "8057-8061, S8057/1-S8057/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A core-shell cryst. porous coordination polymer (PCP) was constructed utilizing [Zn2(bdc)2(dabco)]n (1; bdc = 1,4-benzenedicarboxylate) as the core and [Zn2(adc)2(dabco)]n (2; adc = 9,10-anthracenedicarboxylate) as the shell.  The hybrid crystal was shown to preferentially adsorb cetane over the bulkier isocetane.  The smaller pores of 2 allow for the selective adsorption of cetane and the larger pores of the core crystal 1 allows for increased adsorption capacity, thus the core-shell crystal 1/2 is significantly better for cetane sepn./storage than pure cryst. 1 or 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOgtr8%253D&md5=e9c6c0ec77cc55f44ef0f5c5b5523734", "17. ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "Moisture-Resistant and Superhydrophobic Metal–Organic Frameworks Obtained via Postsynthetic Modification", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4560", "– ", "4561", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "18. ", "Liu", ", ", "K.", "; ", "You", ", ", "H.", "; ", "Zheng", ", ", "Y.", "; ", "Jia", ", ", "G.", "; ", "Song", ", ", "Y.", "; ", "Huang", ", ", "Y.", "; ", "Yang", ", ", "M.", "; ", "Jia", ", ", "J.", "; ", "Guo", ", ", "N.", "; ", "Zhang", ", ", "H.", " ", "Facile and Rapid Fabrication of Metal–Organic Framework Nanobelts and Color-Tunable Photoluminescence Properties", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "3272", "– ", "3279", "[", "Crossref", "], [", "CAS", "]", "18. ", "Facile and rapid fabrication of metal-organic framework nanobelts and color-tunable photoluminescence properties", "Liu, Kai; You, Hongpeng; Zheng, Yuhua; Jia, Guang; Song, Yanhua; Huang, Yeju; Yang, Mei; Jia, Junjiao; Guo, Ning; Zhang, Hongjie", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "16", "),\r\n    ", "3272-3279", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel 1-dimensional Tb 1,3,5-benzenetricarboxylate nanobelts were synthesized on a large scale through direct pptn. in soln. phase without the assistance of any surfactant, catalyst, or template.  The as-obtained nanobelts present crystallinity in spite of the moderate reaction conditions, exhibiting 1-dimensional helical strands and a 3-dimensional network framework.  The influence of the reaction temp., concn., molar ratio of reactants, and solvent on the belt-like nanostructure is discussed.  A possible mechanism based on the crystal structure of the compd. is proposed to account for the formation of the nanobelts.  A detailed study of the photoluminescence of Tb(1,3,5-BTC)(H2O)·3H2O nanobelts indicates that the optical properties of these phosphors are dependent on their size.  More interestingly, the luminescence color of the Tb(1,3,5-BTC)(H2O)·3H2O:Eu3+ nanobelts can be easily tuned from green to green-yellow, yellow, orange and red-orange due to the energy transfer from the Tb3+ to Eu3+ ions by changing the doping concn. of activator ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXkt1Krsr4%253D&md5=25da2cb399dc9ae68bba90e8656c24a0", "19. ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Synthesis, X-ray Crystal Structures, and Gas Sorption Properties of Pillared Square Grid Nets Based on Paddle-Wheel Motifs: Implications for Hydrogen Storage in Porous Materials", " ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "– ", "3529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "20. ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Nakagawa", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4820", "– ", "4824", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", "Fukushima, Tomohiro; Horike, Satoshi; Inubushi, Yasutaka; Nakagawa, Keiji; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4820-4824, S4820/1-S4820/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have synthesized two interdigitated frameworks and a series of their ligand-based solid solns. for the control of their adsorption isotherms.  Optimization of the gas-sepn. performance from a mixt. of carbon dioxide and methane using the solid solns. was demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgurg%253D&md5=906948f322c266f6e447a2056651151b", "21. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "22. ", "Nelson", ", ", "D. L.", "; ", "Cox", ", ", "M. M.", "  ", "Lehninger Principles of Biochemistry", ", ", "5", "th ed.; ", "W. H. Freeman", ": ", "New York", ", ", "2008", ".", "There is no corresponding record for this reference.", "23. ", "Düren", ", ", "T.", "; ", "Bae", ", ", "Y.-S.", "; ", "Snurr", ", ", "R. Q.", " ", "Using Molecular Simulations to Characterise Metal–Organic Frameworks for Adsorption Applications", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1237", "– ", "1247", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Using molecular simulation to characterise metal-organic frameworks for adsorption applications", "Duren Tina; Bae Youn-Sang; Snurr Randall Q", "Chemical Society reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1237-47", "\r\n        ISSN:", "0306-0012", ".\r\n    ", "Molecular simulation is a powerful tool to predict adsorption and to gain insight into the corresponding molecular level phenomena.  In this tutorial review, we provide an overview of how molecular simulation can be used to characterise metal-organic frameworks for adsorption applications.  Particular attention is drawn to how these insights can be combined to develop design principles for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1M3pt1yntg%253D%253D&md5=456fd800ff16d765b5650ec5e6dc50fb", "24. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", ", ", "2", "nd ed.; ", "Academic Press", ": ", "San Diego, CA", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "25. ", "MOE2010 (Molecular Operating Environment); ", "Chemical Computing Group", ": ", "Montreal, Quebec, Canada", ", ", "2010", ".", "There is no corresponding record for this reference.", "26. ", "Gupta", ", ", "A.", "; ", "Sanborn", ", ", "M.", "; ", "Clark", ", ", "L.", "; ", "Chempath", ", ", "S.", "; ", "Sarkisov", ", ", "L.", "; ", "Snurr", ", ", "R.", " Music, Multipurpose Simulation Code, Object-Oriented Molecular Simulation Software; ", "Northwestern University", ": ", "Evanston, IL", ", ", "2002", ".", "There is no corresponding record for this reference.", "27. ", "Cundari", ", ", "T. R.", "; ", "Wilson", ", ", "A. K.", "; ", "Drummond", ", ", "M. L.", "; ", "Gonzalez", ", ", "H. E.", "; ", "Jorgensen", ", ", "K. R.", "; ", "Payne", ", ", "S.", "; ", "Braunfeld", ", ", "J.", "; ", "De Jesus", ", ", "M.", "; ", "Johnson", ", ", "V. M.", " ", "CO", "2", "-Formatics: How Do Proteins Bind Carbon Dioxide?", " ", "J. Chem. Inf. Model.", " ", "2009", ",  ", "49", ",  ", "2111", "– ", "2115", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "CO2-Formatics: How Do Proteins Bind Carbon Dioxide?", "Cundari, Thomas R.; Wilson, Angela K.; Drummond, Michael L.; Gonzalez, Hector Emanuel; Jorgensen, Kameron R.; Payne, Stacy; Braunfeld, Jordan; De Jesus, Margarita; Johnson, Vanessa M.", "Journal of Chemical Information and Modeling", "\r\n        (", "2009", "),\r\n    ", "49", "\r\n        (", "9", "),\r\n    ", "2111-2115", "CODEN:\r\n                ", "JCISD8", ";\r\n        ISSN:", "1549-9596", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rising atm. concn. of CO2 has motivated researchers to seek routes for improved utilization, increased mitigation, and enhanced sequestration of this greenhouse gas.  Through a combination of bioinformatics, mol. modeling, and first-principles quantum mechanics the binding of carbon dioxide to proteins is analyzed.  It is concluded that acid/base interactions are the principal chem. force by which CO2 is bound inside proteins.  With respect to regular secondary structural elements, β-sheets show a marked preference for CO2 binding compared to α-helixes.  The data also support the inference that while either or both oxygens of CO2 are generally tightly bound in the protein environment, the carbon is much less \"sequestered.\" First principles and more approx. modeling techniques are assessed for quantifying CO2 binding thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVelurjJ&md5=21835f53eaff1a02da4c98f306c0b952", "28. ", "Drummond", ", ", "M. L.", "; ", "Cundari", ", ", "T. R.", "; ", "Wilson", ", ", "A. K.", " ", "Protein-Based Carbon Capture: Progress and Potential", " ", "Greenhouse Gas Sci. Technol.", " ", "2012", ",  ", "2", ",  ", "223", "– ", "238", "[", "Crossref", "]", "There is no corresponding record for this reference.", "29. ", "Arstad", ", ", "B.", "; ", "Blom", ", ", "R.", "; ", "Swang", ", ", "O.", " ", "CO", "2", " Absorption in Aqueous Solutions of Alkanolamines: Mechanistic Insight from Quantum Chemical Calculations", " ", "J. Phys. Chem. A", " ", "2007", ",  ", "111", ",  ", "1222", "– ", "1228", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "CO2 Absorption in Aqueous Solutions of Alkanolamines: Mechanistic Insight from Quantum Chemical Calculations", "Arstad, Bjornar; Blom, Richard; Swang, Ole", "Journal of Physical Chemistry A", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "7", "),\r\n    ", "1222-1228", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "DFT and high-level ab initio calcns. (among them B3LYP and G3MP2B3) have been used to describe mol. reactions relevant for CO2 absorption in aq. (alkanol)amine solns.  Reaction mechanisms for various reactions of CO2 with ammonia, monoethanolamine (MEA), and diethanolamine (DEA) to carbamic acid and ion pair products have been investigated and interpreted in light of exptl. observations.  Addnl. water, ammonia, MEA, and DEA mols. have also been added to the mol. complexes to simulate microsolvation effects.  These extra mols. may act as catalysts for the desired reactions, and in several cases they have a large impact on activation and reaction energies.  Solvent effects were estd. by applying electrostatic continuum models for selected systems.  Our calcd. transition state energies agree well with exptl. activation energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVynsbg%253D&md5=aca0ec369f98dbce1e3e9011116882f0", "30. ", "Liu", ", ", "D.", "; ", "Zheng", ", ", "C.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "Understanding the Adsorption and Diffusion of Carbon Dioxide in Zeolitic Imidazolate Frameworks: A Molecular Simulation Study", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "5004", "– ", "5009", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Understanding the Adsorption and Diffusion of Carbon Dioxide in Zeolitic Imidazolate Frameworks: A Molecular Simulation Study", "Liu, Dahuan; Zheng, Chengcheng; Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "12", "),\r\n    ", "5004-5009", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "At. partial charges in the framework atoms of two typical zeolitic imidazolate frameworks (ZIFs), ZIF-68 and ZIF-69, were calcd. using d. functional theory, and a suitable force field for describing CO2 adsorption in ZIFs was identified.  From this, a combined grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulation study was performed to study the adsorption and diffusion behaviors of CO2 in ZIFs.  The small pores formed by the nIM linkers in ZIF-68 and ZIF-69 are the preferential adsorption sites for CO2 mols., with the corners formed by the Ph rings in the large pores being less preferential adsorption sites.  The chlorine atoms in cbIM linkers in ZIF-69 lead to enhanced binding energy but reduced diffusivity for CO2, the electrostatic interactions produced by the frameworks are important that cannot be ignored, and, down to 180 K, no steps are found in isotherms.  The diffusion of CO2 in ZIFs probably is much slower than that in other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVCisrc%253D&md5=853afc386d41fd6d24452391ab6a36fb", "31. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", " ", "Molecular Screening of Metal–Organic Frameworks for CO", "2", " Storage", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "6270", "– ", "6278", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Molecular Screening of Metal-Organic Frameworks for CO2 Storage", "Babarao, Ravichandar; Jiang, Jianwen", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "12", "),\r\n    ", "6270-6278", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a mol. simulation study for CO2 storage in metal-org. frameworks (MOFs).  As compared to the Al-free and cation-exchanged ZSM-5 zeolites and C nanotube bundle, IRMOF1 exhibits remarkably higher capacity.  Incorporation of Na+ cations into zeolite increases the capacity only at low pressures.  By variation of the metal oxide, org. linker, functional group, and framework topol., isoreticular MOFs (IRMOF1, Mg-IRMOF1, Be-IRMOF1, IRMOF1-(NH2)4, IRMOF10, IRMOF13, and IRMOF14) are systematically examd., as well as UMCM-1, a fluorous MOF (F-MOF1), and a covalent-org. framework (COF102).  The affinity with CO2 is enhanced by addn. of a functional group, and the constricted pore is formed by interpenetration of the framework; both lead to a larger isosteric heat and Henry's const. and subsequently a stronger adsorption at low pressures.  The org. linker plays a crit. role in tuning the free vol. and accessible surface area and largely dets. CO2 adsorption at high pressures.  As a combination of high capacity and low framework d., IRMOF10, IRMOF14, and UMCM-1 are identified from this study to be the best for CO2 storage, even surpass the exptl. reported highest capacity in MOF-177.  COF102 is a promising candidate with high capacity at considerably low pressures.  Both gravimetric and volumetric capacities at 30 bar correlate well with the framework d., free vol., porosity, and accessible surface area.  These structure-function correlations are useful for a priori prediction of CO2 capacity and for the rational screening of MOFs toward high-efficacy CO2 storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFOgsrs%253D&md5=4857b4bce3d8d6b3b734ffe6a2e90275", "32. ", "Zheng", ", ", "C.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", "; ", "Mi", ", ", "J.", " ", "Computational Study on the Influences of Framework Charges on CO", "2", " Uptake in Metal–Organic Frameworks", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "10479", "– ", "10484", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Computational Study on the Influences of Framework Charges on CO2 Uptake in Metal-Organic Frameworks", "Zheng, Chengcheng; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli; Mi, Jianguo", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "23", "),\r\n    ", "10479-10484", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work involved a computational study to investigate the influences of framework charges on CO2 uptake in metal-org. frameworks (MOFs), in which a total of 20 MOFs with different topologies, pore sizes, and chem. characteristics were examd.  The results showed that, at atm. pressure, the contribution of the framework charges is generally large, and a linear relationship with pore size was found, showing that, when the pore size is larger than 3.3 nm, the contribution becomes smaller than 10%.  On the other hand, the framework charge contribution was found to decrease rapidly with increasing pressure and to become less than 10% at pressures higher than 2.0 MPa.  This work shows that the framework charge contribution in MOFs cannot be ignored in computational screening of MOF materials for CO2 capture under low-pressure conditions, whereas at moderate operating pressures, the contribution can be ignored in large-scale prescreening such as in the natural gas upgrading process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Cjs7zE&md5=611846cffa799cf135d1de8f5d8ebabb", "33. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "Vapor–Liquid Equilibria of Mixtures Containing Alkanes, Carbon Dioxide and Nitrogen", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "33. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "34. ", "Manz", ", ", "T. A.", "; ", "Sholl", ", ", "D. S.", " ", "Chemically Meaningful Atomic Charges That Reproduce the Electrostatic Potential in Periodic and Nonperiodic Materials", " ", "J. Chem. Theory Comput.", " ", "2010", ",  ", "6", ",  ", "2455", "– ", "2468", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Chemically Meaningful Atomic Charges That Reproduce the Electrostatic Potential in Periodic and Nonperiodic Materials", "Manz, Thomas A.; Sholl, David S.", "Journal of Chemical Theory and Computation", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "8", "),\r\n    ", "2455-2468", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Net at. charges (NACs) can be used both to understand the chem. states of atoms in a material as well as to represent the electrostatic potential, V, of the material outside its electron distribution.  However, many existing definitions of NACs have limitations that prevent them from adequately fulfilling this dual purpose.  Some charge methods are not applicable to periodic materials or are inaccurate for systems contg. buried atoms, while others work for both periodic and nonperiodic materials contg. buried atoms but give NACS that do not accurately reproduce V.  We present a new approach, d. derived electrostatic and chem. (DDEC) charges, that overcomes these limitations by simultaneously optimizing the NACs to be chem. meaningful and to reproduce V outside the electron distribution.  This atoms-in-mol. method partitions the total electron d. among atoms and uses a distributed multipole expansion to formally reproduce V exactly outside the electron distribution.  We compare different methods for computing NACs for a broad range of materials that are periodic in zero, one, two, and three dimensions.  The DDEC method consistently performs well for systems with and without buried atoms, including mols., nonporous solids, solid surfaces, and porous solids like metal org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXovFentb4%253D&md5=9b90226f29ce0d547f446afd6c1a17a3", "35. ", "Rappé", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", ", ", " III", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "36. ", "Wang", ", ", "J.", "; ", "Cieplak", ", ", "P.", "; ", "Kollman", ", ", "P. A.", " ", "How Well Does a Restrained Electrostatic Potential (RESP) Model Perform in Calculating Conformational Energies of Organic and Biological Molecules?", " ", "J. Comput. Chem.", " ", "2000", ",  ", "21", ",  ", "1049", "– ", "1074", "[", "Crossref", "], [", "CAS", "]", "36. ", "How well does a restrained electrostatic potential (RESP) model perform in calculating conformational energies of organic and biological molecules?", "Wang, Junmei; Cieplak, Piotr; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "2000", "),\r\n    ", "21", "\r\n        (", "12", "),\r\n    ", "1049-1074", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The authors present conformational energies for a mol. mech. model (Parm99) developed for org. and biol. mols. using the restrained electrostatic potential (RESP) approach to derive the partial charges.  This approach uses the simple generic force field model (Parm94), and attempts to add a minimal no. of extra Fourier components to the torsional energies, but doing so only when there is a phys. justification.  The results are quite encouraging, not only for the 34-mol. set that was studied by both the highest level ab initio model (GVB/LMP2) and expt., but also for the 55-mol. set for which high-quality exptl. data are available.  Considering the 55 mols. studied by all the force field models for which there are exptl. data, the av. abs. errors (AAEs) are 0.28 (this model), 0.52 (MM3), 0.57 (CHARMm [MSI]), and 0.43 kcal/mol (MMFF).  For the 34-mol. set, the AAEs of this model vs. expt. and ab initio are 0.28 and 0.27 kcal/mol, resp.  This is a lower error than found with MM3 and CHARMm, and is comparable to that found with MMFF (0.31 and 0.22 kcal/mol).  The authors also present 2 examples of how well the torsional parameters are transferred from the training set to the test set.  The abs. errors of mols. in the test set are only slightly larger than in the training set (differences of <0.1 kcal/mol).  Therefore, a simple generic force field with a limited no. of specific torsional parameters can describe intra- and intermol. interactions, although all comparison mols. were selected from 82-compd. training set.  Also this effective 2-body model can be extended for use with a nonadditive force field (NAFF), both with and without lone pairs.  Without changing the torsional parameters, the use of more accurate charges and polarization increases av. abs. error compared with expt., but adjustment of the parameters restores the level of agreement found with the additive model.  After reoptimizing the Ψ, Φ torsional parameters in peptides using alanine dipeptide (6 conformational pairs) and alanine tetrapeptide (11 conformational pairs), the new model gives better energies than the Cornell et al. force field.  The av. abs. error of this model for high-level ab initio calcn. is 0.82 kcal/mol for alanine dipeptide and tetrapeptide as compared with 1.80 kcal/mol for the Cornell et al. model.  For nucleosides, the new model also gives improved energies compared with the Cornell et al. model.  To optimize force field parameters, the authors developed a program called parmscan, which can iteratively scan the torsional parameters in a systematic manner and finally obtain the vest torsional potentials.  Besides the org. mols. in test set, parmscan was also successful in optimizing the Ψ, Φ torsional parameters in peptides to significantly improve agreement between mol. mech. and high-level ab initio energies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlsVylt78%253D&md5=c81631289cf58f63917e2a9fa9547ab6", "37. ", "Wolf", ", ", "D.", "; ", "Keblinski", ", ", "P.", "; ", "Phillpot", ", ", "S. R.", "; ", "Eggebrecht", ", ", "J.", " ", "Exact Method for the Simulation of Coulombic Systems by Spherically Truncated, Pairwise ", "r", "–1", " Summation", " ", "J. Chem. Phys.", " ", "1999", ",  ", "110", ",  ", "8254", "– ", "8282", "[", "Crossref", "], [", "CAS", "]", "37. ", "Exact method for the simulation of Coulombic systems by spherically truncated, pairwise r-1 summation", "Wolf, D.; Keblinski, P.; Phillpot, S. R.; Eggebrecht, J.", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "17", "),\r\n    ", "8254-8282", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Based on a recent result showing that the net Coulomb potential in condensed ionic systems is rather short-ranged, an exact and phys. transparent method permitting the evaluation of the Coulomb potential by direct summation over the r-1 Coulomb pair potential is presented.  The key observation is that the problems encountered in detg. the Coulomb energy by pairwise, spherically truncated r-1 summation are a direct consequence of the fact that the system summed over is practically never neutral.  A simple method is developed that achieves charge neutralization wherever the r-1 pair potential is truncated.  This enables the extn. of the Coulomb energy, forces, and stresses from a spherically truncated, usually charged environment in a manner that is independent of the grouping of the pair terms.  The close connection of our approach with the Ewald method is demonstrated and exploited, providing an efficient method for the simulation of even highly disordered ionic systems by direct, pairwise r-1 summation with spherical truncation at rather short range, i.e., a method which fully exploits the short-ranged nature of the interactions in ionic systems.  The method is validated by simulations of crystals, liqs., and interfacial systems, such as free surfaces and grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXisFChu7o%253D&md5=6a2c09434f10e8c0e390c82d14264815", "38. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "39. ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", " ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal–Organic Framework Materials", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "2355", "– ", "2371", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "Keskin, Seda; Liu, Jinchen; Rankin, Rees B.; Johnson, J. Karl; Sholl, David S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2355-2371", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials are a class of nanoporous materials that have many potential advantages over traditional nanoporous materials for adsorption and other chem. sepn. technologies.  Because of the large no. of different MOFs that exist, efforts to predict the performance of MOFs using mol. modeling can potentially play an important role in selecting materials for specific applications.  The authors review the current state-of-the-art in the mol. modeling and quantum mech. modeling of MOFs.  Quantum mech. calcns. were used to date to examine structural and electronic properties of MOFs and the calcn. of MOF-guest interactions.  Mol. modeling calcns. using empirical classical potential calcns. were used to study pure and mixed fluid adsorption in MOFs.  Similar calcns. have recently provided initial information about the diffusive transport of adsorbed fluids in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVShtLfM&md5=8e791cb9ab21041507d832449edd279f", "40. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "Impact of Ligands on CO", "2", " Adsorption in Metal–Organic Frameworks: First Principles Study of the Interaction of CO", "2", " with Functionalized Benzenes. I. Inductive Effects on the Aromatic Ring", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "194703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. I. Inductive effects on the aromatic ring", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "194703/1-194703/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Two classes of substituted benzene mols. were considered: (i) with halogen substituents (tetrafluoro-, chloro-, bromo-, and dibromobenzene) and (ii) with Me substituents (mono-, di-, and tetramethylbenzene).  In the benzene-CO2 complex, the main interaction is between the delocalized π arom. system and the mol. quadrupole of CO2.  Halogen substituents have an electron-withdrawing effect on the ring which destabilizes the π-quadrupole interaction.  Weak \"halogen-bond\" and hydrogen bondlike interactions partially compensate for this, but not to the extent that any significant enhancement of the intermol. binding energy is obsd.  Me groups, on the other hand, have a pos. inductive effect which strengthens the CO2-arom. interaction by up to 3 kJ mol-1 in the case of tetramethylbenzene.  Weak hydrogen bondlike interactions with Me H also contribute to the stability of the complexes.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVGiurs%253D&md5=b80b7ebb0cdf807dfe35df1bd24e9799", "41. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "Impact of Ligands on CO", "2", " Adsorption in Metal–Organic Frameworks: First Principles Study of the Interaction of CO", "2", " with Functionalized Benzenes. II. Effect of Polar and Acidic Substituents", " ", "J. Chem. Phys.", " ", "2010", ",  ", "132", ",  ", "044705", "[", "Crossref", "], [", "CAS", "]", "41. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. II. Effect of polar and acidic substituents", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "4", "),\r\n    ", "044705/1-044705/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Here, the focus was on the effect of introducing polar side groups, and therefore functionalized benzenes contg. -NO2, -NH2, -OH, -SO3H, and -COOH substituents were considered.  The strongest types of intermol. interactions were found to be: (i) between lone pair donating atoms (N,O) of the side groups and the C of CO2 (enhancement in binding energy of up to 8 kJ mol-1 compared to benzene); and (ii) hydrogen bond interactions between acidic protons (of COOH and SO3H groups) and CO2 oxygen (enhancement of 3 - 4 kJ mol-1).  Both of these types of interaction have the effect of polarizing the CO2 mol.  Weaker types of binding include hydrogen-bond-like interactions with arom. H and π-quadrupole interactions.  The strongest binding is found when more than one interaction occurs simultaneously, as in C6H5SO3H and C6H5COOH, where simultaneous lone pair donation and H-bonding result in binding energy enhancements of 10 and 11 kJ mol-1, resp.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlersb8%253D&md5=689b1ad1f666468a064d35e863674424", "42. ", "Zhang", ", ", "W.", "; ", "Huang", ", ", "H.", "; ", "Zhong", ", ", "C.", "; ", "Liu", ", ", "D.", " ", "Cooperative Effect of Temperature and Linker Functionality on CO", "2", " Capture from Industrial Gas Mixtures in Metal–Organic Frameworks: a Combined Experimental and Molecular Simulation Study", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "2317", "– ", "2325", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Cooperative effect of temperature and linker functionality on CO2 capture from industrial gas mixtures in metal-organic frameworks: a combined experimental and molecular simulation study", "Zhang, Wenjuan; Huang, Hongliang; Zhong, Chongli; Liu, Dahuan", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "7", "),\r\n    ", "2317-2325", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The cooperative effect of temp. and linker functionality on CO2 capture in metal-org. frameworks (MOFs) was investigated using exptl. measurements in combination with mol. simulations.  Four MOFs with identical topol. but different functional groups on the linkers and three important CO2-contg. industrial gas mixts. were adopted.  The interplay between linker functionality and temp. was analyzed in terms of CO2 storage capacity, adsorption selectivity, working capacity of CO2 in temp. swing adsorption (TSA) processes, as well as sorbent selection parameter (Sssp).  The results show that the effect of linker functionality on CO2 capture performance in the MOFs is strongly interconnected with temp.: up to moderate pressures, the lower the temp., the larger the effect of the functional groups.  Furthermore, the modification of a MOF by introducing more complex functional groups can not only improve the affinity of framework for CO2, but also reduce the free vol., and thus may contribute neg. to CO2 capture capability when the packing effect is obvious.  Therefore, when a new MOF is designed for a certain CO2 capture process operated at a certain temp., the MOF should be designed to have maximized affinity for CO2 but with a negligible or small effect caused by the redn. of free vol. at that temp. and the corresponding operating pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SltLo%253D&md5=2efc5a2409e2af40a6e873e3a62b7312"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-28/jp4053538/20160211/images/small/jp-2013-053538_0004.gif\">"]}
