{"title": ["A Five-Coordinate Heme Dioxygen Adduct Isolated within a Metal–Organic Framework"], "authors": ["John S. Anderson", "Audrey T. Gallagher", "Jarad A. Mason", "T. David Harris"], "doi": ["10.1021/ja5103103"], "abstract": ["The porphyrinic metal–organic framework (MOF) PCN-224 is metalated with Fe", " to yield a 4-coordinate ferrous heme-containing compound. The heme center binds O", " at −78 °C to give a 5-coordinate heme-O", " complex. For the first time, this elusive species is structurally characterized, revealing an Fe", " center coordinated to superoxide via an end-on, η", " linkage. Mössbauer spectroscopy supports the structural observations and indicates the presence of a low-spin electronic configuration for Fe", ". Finally, variable-temperature O", " adsorption data enable quantification of the Fe–O", " interaction, providing a binding enthalpy of −34(4) kJ/mol. This value is nearly half of that observed for comparable 6-coordinate, imidazole-bound heme-O", " complexes, a difference that further illustrates the importance of axial ligands in biological heme-mediated O", " transport and storage. These results demonstrate the ability of a MOF, by virtue of its rigid solid-state structure, to enable isolation and thorough characterization of a species that can only be observed transiently in molecular form."], "text": ["Metalloproteins featuring iron porphyrin, or heme, prosthetic groups are ubiquitous in nearly all forms of life. The heme functionality is intimately involved in a variety of biological processes, including O", "2", " transport and storage, electron transport, catalysis, and sensing.", "(1)", " Specifically, O", "2", " transport and storage, mediated by the proteins hemoglobin and myoglobin, respectively, are essential to mammalian life.", "(2)", " The critical roles of heme proteins have rendered them a topic of intense study, primarily in order to understand the structural and electronic features that govern their functionality. Toward this end, tremendous concerted efforts have focused on the development of synthetic heme molecular model complexes that can mimic the reversible O", "2", " binding characteristic of globin proteins.", "(3)", "The study of molecular heme dioxygen model complexes has been hampered by their instability as mononuclear complexes. In the absence of a protein superstructure, heme complexes typically undergo irreversible oxidation via bimolecular condensation reactions, ultimately forming oxo-bridged Fe", "III", "2", " complexes.", "(4)", " This obstacle prompted the development of multiple elaborate porphyrin scaffolds such as the sterically protected “picket-fence” porphyrins, which served to prevent bimolecular decomposition reactions and enabled isolation of the first examples of thoroughly characterized heme-O", "2", " adducts.", "(3, 5)", " These systems also enabled studies to understand the role of axial histidine donors, present in both hemoglobin and myoglobin, in O", "2", " binding.", "(6)", " Along these lines, a longstanding challenge has been the isolation and characterization of 5-coordinate, or “base-free”, heme-O", "2", " adducts. Indeed, comparison of the O", "2", " binding affinity of such a species with their 6-coordinate analogues would help to further elucidate the function of the axial ligand in biological heme centers. Nevertheless, despite the elegant design of other elaborate porphyrin scaffolds,", "(2)", " observation of 5-coordinate heme-O", "2", " adducts has been limited to spectroscopic evidence at low temperature, primarily within frozen gas matrices, as these species invariably undergo bimolecular decomposition or O", "2", " dissociation under ambient conditions.", "(7)", "As an alternative to the above methods for isolating 5-coordinate heme-O", "2", " adducts, we hypothesized that a heme-containing metal–organic framework (MOF) would provide an ideal platform for the isolation and study of these species, as the solid-state structure of the MOF should prevent bimolecular condensation reactions and obviate the need for solvent to enable gas-phase reactions. MOFs are particularly well-suited for this challenge over other solid-state materials, owing to their porous structure, high degree of synthetic tunability, and amenability to single-crystal diffraction studies. Moreover, while a number of research groups have found success in explorations of MOF reactivity, the vast majority of these reports have centered on catalytic activity rather than the isolation and study of reactive species.", "(8)", " Encouragingly, numerous porphyrinic MOFs have already been reported, including those with open porphyrin ligands that can be post-synthetically metalated.", "(9)", " Herein, we report the incorporation of a coordinatively unsaturated ferrous heme center into a MOF and its reaction with O", "2", " to give a 5-coordinate heme-O", "2", " complex. This species is structurally characterized for the first time, and combined spectroscopic and O", "2", " adsorption experiments reveal key features of its electronic structure and O", "2", " affinity.", "The recently reported Zr-based porphyrinic MOF PCN-224 exhibits several attributes that are well-suited for the isolation and study of reactive species, including remarkable stability to acid and base, large pore sizes for the diffusion of substrates, and capacity for post-synthetic porphyrin metalation (see Figure ", "1", ").", "(10)", " Using a slight modification of the reported preparation, large cubic crystals of PCN-224, suitable for single-crystal X-ray diffraction analysis, were prepared (see experimental details in the ", "Supporting Information (SI)", "). Subsequently, following a procedure similar to that for preparation of molecular (TPP)Fe", "II", " (TPP = 5,10,15,20-tetraphenylporphyrin dianion),", "(11)", " single crystals of PCN-224 were heated under N", "2", " in a DMF solution containing excess anhydrous FeBr", "2", " and 2,6-lutidine to give the ferrous heme-containing compound PCN-224Fe", "II", " (", "1", ", see Figures ", "1", " and ", "S1 and Table S1", ").", "Figure 1. Reaction of PCN-224Fe", "II", " (", "1", ") with O", "2", " at −78 °C to form PCN-224FeO", "2", " (", "2", "). Green octahedra represent Zr atoms; orange, blue, red, and gray spheres represent Fe, N, O, and C atoms, respectively; H atoms are omitted for clarity. Selected interatomic distances (Å) and angles (deg) for ", "2", ": Fe–O 1.79(1), O–O 1.15(4), Fe···N", "4", " plane 0.526(2), Fe–O–O 118(4), N–Fe–O 104(1).", "Single-crystal X-ray diffraction analysis of ", "1", " revealed a structure that exhibits a 4-coordinate heme center residing in a square planar coordination environment. The Fe–N distance of 1.982(4) Å is close to that of 1.966 Å reported for (TPP)Fe", "II", ".", "(12)", " No significant residual electron density corresponding to an axial ligand could be located in the difference Fourier map (see ", "Figure S2", "). Note that while a number of heme-containing MOFs have been previously reported,", "(9f, 9h, 9i, 9l)", " to our knowledge, ", "1", " represents the first example of a MOF with coordinatively unsaturated ferrous heme centers.", "(13)", " In addition to X-ray analysis, complete metalation of the bulk crystalline material with Fe", "II", " was confirmed by IR, diffuse reflectance UV–vis, and trace metals analysis (see experimental details and Figures S3 and S4 in the ", "SI", "). Furthermore, N", "2", " adsorption data collected for a desolvated sample of ", "1", " at 77 K provided a Brunauer–Emmett–Teller surface area of 2901(32) m", "2", "/g (see ", "Figures S5 and S6", "). This value is close to those reported for other metalated forms of PCN-224 and confirms that high porosity is maintained upon metalation of PCN-224 with Fe", "II", ".", "Upon exposure of desolvated ", "1", " to 1 atm of dry O", "2", " at ambient temperature, no significant changes were observed in the IR and diffuse reflectance UV–vis spectra. This result is in stark contrast to behavior previously observed in molecular ferrous heme complexes with axial imidazole (Im) ligands, which readily bind O", "2", " at room temperature.", "(3)", " In contrast, carrying out this experiment with single crystals of ", "1", " at −78 °C resulted in an immediate color change from purple to dark red-brown. Subsequent X-ray diffraction analysis of data collected at 100 K revealed the formation of a new compound, PCN-224FeO", "2", " (", "2", "), featuring an O", "2", " ligand coordinated to the heme iron center (see Figures ", "1", " and ", "S1 and Table S2", "). The structure of the heme unit in ", "2", " consists of a 5-coordinate Fe center residing in a square pyramidal coordination environment, with the O", "2", " ligand coordinated to the Fe center in an η", "1", ", end-on binding mode. The Fe–O distance of 1.79(1) Å is in the range of 1.75–1.90 Å previously reported for molecular 6-coordinate heme-O", "2", " adducts, which are best described as featuring an Fe", "III", "-superoxide composition.", "(14)", " Additionally, while the O–O distance of 1.15(4) Å and the Fe–O–O angle of 118(4)° are consistent with those previously reported, these metrics must be regarded with caution due to crystallographic disorder of the O", "2", " about a 4-fold axis. The Fe", "III", " center is displaced out of the plane formed by the four pyrrole N atoms by 0.526(2) Å along the Fe–O bond, consistent with displacement distances typically observed for 5-coordinate metalloporphyin complexes.", "(15)", "To the best of our knowledge, compound ", "2", " represents the first structurally characterized example of a 5-coordinate, “base-free” heme-O", "2", " adduct. In fact, coordinatively unsaturated terminal metal-O", "2", " adducts in any ligand environment are exceedingly rare, with only three structurally characterized examples in molecular complexes of Cu", "(16)", " and Pd.", "(17)", " Indeed, to our knowledge, ", "2", " represents the first structurally characterized example of an Fe–O", "2", " species with an Fe coordination number less than 6. Here, the stability of this complex toward irreversible oxidation is almost certainly provided by the rigid solid-state MOF scaffold, which precludes bimolecular condensation reactions.", "The surprising lack of reactivity of ", "1", " with O", "2", " at ambient temperature prompted us to examine the thermodynamics of O", "2", " binding using gas adsorption measurements. Consistent with the reactivity described above, the O", "2", " isotherm obtained for ", "1", " exhibits an initial sharp uptake at temperatures below 195 K (see Figures ", "2", " and ", "S7", "). The slope of this uptake decreases upon warming to 226 K, and the isotherm becomes nearly linear with pressure upon warming further to 298 K. To quantify the O", "2", " binding, isotherm data at temperatures of 141, 156, 195, 226, 273, and 298 K were independently fit using a dual-site Langmuir model as previously described (see ", "Table S3", ").", "(18)", " These fits revealed binding enthalpies of −29(2) and −10.0(2) kJ/mol, which we assign to O", "2", " binding at the Fe centers and physisorption on the remainder of the MOF surface, respectively. Consistent with this assignment, treatment of the 141, 156, and 195 K isotherm data with the Clausius–Clapeyron equation provided an initial isosteric heat of adsorption of −34(4) kJ/mol at low coverage, which ultimately drops to a plateau of −10(2) kJ/mol at loadings greater than 0.7 mmol/g, the value expected for a 1:1 Fe:O", "2", " stoichiometry (see Figure ", "2", ", inset). Note that, to our knowledge, this represents only the second measurement of O", "2", " adsorption at a coordinatively unsaturated Fe center within a MOF.", "(19)", "Figure 2. O", "2", " adsorption data for ", "1", " at 141, 156, 195, 226, 273, and 298 K (blue to red gradient). Circles represent data, and solid lines correspond to fits using a dual-site Langmuir model. Inset: O", "2", " isosteric heat of adsorption curve for ", "1", " as a function of amount adsorbed.", "The observed O", "2", " binding enthalpy at low coverage of −34(4) kJ/mol in ", "1", " is substantially lower than those of 63–65 kJ/mol previously reported for Fe centers in myoglobin and molecular heme complexes with axial Im ligands.", "(3)", " We initially hypothesized that this difference may stem from a high-spin electronic configuration for Fe", "III", " in ", "2", ", in contrast to the low-spin configuration invariably observed in 6-coordinate species. To further probe this possibility, Mössbauer spectra were collected for a pulverized crystalline sample of ", "1", ", both in the absence and presence of O", "2", ". At 100 K, the spectrum of ", "1", " in the absence of O", "2", " exhibits a quadrupole doublet with an isomer shift of δ = 0.580(2) mm/s and a quadrupole splitting of Δ", "E", "Q", " = 1.417(6) mm/s, both consistent with previously reported values for 4-coordinate ", "D", "4", "h", " ferrous heme centers (see Figure ", "3", ").", "(20)", " Upon addition of 1 atm of dry O", "2", " to this sample at −78 °C, the subsequent Mössbauer spectrum at 100 K showed complete consumption of ", "1", " and concomitant formation of primarily ", "2", " with a small amount of high-spin Fe", "III", " impurity. Compound ", "2", " exhibits a quadruple doublet with an isomer shift of δ = 0.378(2) mm/s and a quadrupole splitting of Δ", "E", "Q", " = 2.24(1) mm/s, which can be unambiguously assigned to a low-spin ferric heme center.", "(20, 21)", " Indeed, these parameters are very similar to those previously reported for 6-coordinate heme-O", "2", " adducts, all of which are also low-spin.", "(20)", " Moreover, the low-spin configuration is consistent with that suggested by a low-temperature NMR study of a 5-coordinate heme-O", "2", " adduct.", "(7a)", " In stark contrast to previously reported 6-coordinate heme-O", "2", " adducts, the spectrum of ", "2", " undergoes a gradual release of O", "2", " upon warming, converting cleanly back to ", "1", " at 250 K (see ", "Figure S8", "). This observation is consistent with the relatively weak O", "2", " binding enthalpy determined from gas adsorption analysis.", "Figure 3. Mössbauer spectra of ", "1", " and ", "2", ", collected for pulverized crystalline samples at 100 K. Black crosses represent experimental data, and solid lines correspond to fits to the data.", "The observation of low-spin configurations for both ", "2", " and 6-coordinate heme-O", "2", " adducts systems eliminates the possibility of a high-spin state in ", "2", " as the source of highly dissimilar enthalpies of O", "2", " binding. Furthermore, the temperature independence of binding enthalpy at low temperature, as ascertained through the O", "2", " adsorption experiments, suggests that a thermally induced spin state transition is not operative in ", "2", ". Thus, electron donation from an axial ligand appears to be the primary source of differences in O", "2", " binding. Despite this supposition, the enhanced electron density at Fe in 6-coordinate Im-ligated heme complexes apparently does not engender a significant change in π backbonding, as the CO stretching frequency in heme-CO adducts has been shown to be similar in both 5- and 6-coordinate adducts (1973 vs 1972 cm", "–1", " respectively).", "(22)", " Alternatively, since the binding of O", "2", " effects a redox reaction at both Fe and O", "2", " centers, we hypothesize that the difference in binding strengths may be correlated to the relative redox potentials of 4- and 5-coordinate ferrous heme centers. Indeed, inspection of reported redox potentials for the Fe", "II", "/Fe", "III", " couple reveals a difference of ca. 0.250 V between 4-coordinate and Im-ligated 5-coordinate heme complexes and likely reflects and encompasses the different ligand field environments and spin states involved in both systems.", "(23)", " The potential difference, when substituted into the Nernst equation, corresponds to a difference in free energy of 24 kJ/mol (see experimental details in the ", "SI", "). This value, while a rudimentary approximation, nevertheless is very close to the observed estimated difference in O", "2", " binding enthalpy of 30(5) kJ/mol between ", "2", " and 6-coordinate Im-ligated analogues. Thus, this analysis suggests that a critical role of axial Im ligation in 6-coordinate heme-O", "2", " species may be to generate a heme center with a sufficiently reducing Fe", "II/III", " couple to enable strong O", "2", " binding at ambient conditions.", "The foregoing results demonstrate the ability of a MOF to enable the isolation of a 5-coordinate heme-O", "2", " complex, a species that has previously eluded structural and thorough spectroscopic characterization in molecular form. A combination of structural and spectroscopic experiments reveals unequivocally that this species comprises a low-spin Fe", "III", " center coordinated to a superoxide ligand in an end-on, η", "1", " geometry. Moreover, variable-temperature O", "2", " adsorption studies show that O", "2", " binding in this species is much weaker than that observed in 6-coordinate analogues. This observation further highlights the critical importance of the axial histidine ligand on heme sites in globin proteins, as the absence of this ligand would lead to ineffectual O", "2", " transport properties due to a drastically weakened O", "2", " binding enthalpy. Taken together, these results provide an illustration of how the solid-state structure of a MOF can provide a platform to isolate and study unstable species that cannot be isolated in molecules.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details and characterization data for ", "1", " and ", "2", ", including CIF files. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This research was funded by the U.S. Army Research Office through agreement no. W911NF-14-1-0168, the Institute for Sustainability and Energy at Northwestern, and Northwestern University. A.T.G. is supported by the National Science Foundation through the Graduate Research Fellowship Program. We thank N. L. Gruenke and Drs. W. Morris, E. D. Bloch, and T. M. McDonald for experimental assistance and helpful discussions, Prof. M. G. Kanatzidis for use of his gas adsorption analyzer, Prof. R. P. Van Duyne for use of his UV–vis–NIR spectrometer, and Prof. J. R. Long for helpful discussions.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 23 other publications.", "1. ", "(a) ", "Sono", ", ", "M.", "; ", "Roach", ", ", "M. P.", "; ", "Coulter", ", ", "E. D.", "; ", "Dawson", ", ", "J. H.", " ", "Chem. Rev.", " ", "1996", ",  ", "96", ",  ", "2841", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Heme-Containing Oxygenases", "Sono, Masanori; Roach, Mark P.; Coulter, Eric D.; Dawson, John H.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1996", "),\r\n    ", "96", "\r\n        (", "7", "),\r\n    ", "2841-2887", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 342 refs.  The authors review here structure and activity of cytochrome P 450, secondary amine monooxygenase, heme oxygenase, prostaglandin H synthase, indoleamine 2,3-dioxygenase, and tryptophan 2,3-dioxygenase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Gmsr4%253D&md5=a7813ce8b87cd91b99ca9f9172222077", "(b) ", "Meunier", ", ", "B.", "; ", "de Visser", ", ", "S. P.", "; ", "Shaik", ", ", "S.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "3947", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Mechanism of Oxidation Reactions Catalyzed by Cytochrome P450 Enzymes", "Meunier, Bernard; de Visser, Samueel P.; Shaik, Sason", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "9", "),\r\n    ", "3947-3980", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The exact nature of the active species in cytochrome P 450 enzymes (the putative high-valent iron-oxo intermediate) is still a matter of intensive debates.  Site-directed mutagenesis studies in conjunction with structural studies allowed different hypotheses to be checked.  Theor. calcns. became available and enabled various hypotheses to be tested and new solns. to be offered.  All these studies have enriched the knowledge on mol. enzymol. and the coordination chem. of metal-peroxo and high-valent metal-oxo species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmvVejtr8%253D&md5=d10f62537d0af7d3895217ee91a5119b", "(c) ", "Poulos", ", ", "T. L.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "3919", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Heme Enzyme Structure and Function", "Poulos, Thomas L.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "7", "),\r\n    ", "3919-3962", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metalloporphyrins are employed in various capacities throughout the biosphere, and of these, heme (iron protoporphyrin IX) is one of the most abundant and widely used.  Heme is well-known for its roles in shuttling electrons between proteins as seen in mitochondrial respiration and in O2 storage as is the case with globins, but it also serves as a cofactor in multiple enzyme-mediated processes.  Although heme enzymes can catalyze both reductive and oxidative reactions, the present review focuses primarily on those that catalyze oxidn. reactions, and esp. those for which crystal structures are available.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkvFGgsg%253D%253D&md5=e7857cca01883857d47254628ed69918", "2. ", "Giardina", ", ", "B.", "; ", "Messana", ", ", "I.", "; ", "Scatena", ", ", "R.", "; ", "Castagnola", ", ", "M.", " ", "Crit. Rev. Biochem. Mol. Biol.", " ", "1995", ",  ", "30", ",  ", "165", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "The multiple functions of hemoglobin", "Giardina, Bruno; Messana, Irene; Scatena, Roberto; Castagnola, Massimo", "Critical Reviews in Biochemistry and Molecular Biology", "\r\n        (", "1995", "),\r\n    ", "30", "\r\n        (", "3", "),\r\n    ", "165-96", "CODEN:\r\n                ", "CRBBEJ", ";\r\n        ISSN:", "1040-9238", ".\r\n    \r\n            (", "CRC", ")\r\n        ", "A review, with 110 refs., on several parallel biol. functions of Hb besides its basic function of oxygen transport.  In light of the information present in the literature, the following possible physiol. roles of Hb are discussed: (1) Hb as a mol. heat transducer through its oxygenation-deoxygenation cycle, (2) Hb as a modulator of erythrocyte metab., (3) Hb oxidn. as an onset of erythrocyte senescence, (4) Hb and its implication in genetic resistance to malaria, (5) enzymic activities of Hb and interactions with drugs, and (6) Hb as a source of physiol. active catabolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXnt1Oqtrs%253D&md5=e5fea341fd5c5754d3c6aefb2616cb08", "3. ", "(a) ", "Suslick", ", ", "K. S.", "; ", "Reinert", ", ", "T. J.", " ", "J. Chem. Educ.", " ", "1985", ",  ", "62", ",  ", "974", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "The synthetic analogs of oxygen-binding heme proteins", "Suslick, Kenneth S.; Reinert, Thomas J.", "Journal of Chemical Education", "\r\n        (", "1985", "),\r\n    ", "62", "\r\n        (", "11", "),\r\n    ", "974-83", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    ", "A review, with ∼80 refs., focusing on the chem. of Fe(II) porphyrins and their adducts, which are most relevant to the functional properties of Hb and myoglobin.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xhs1GrtQ%253D%253D&md5=79e1ce6193c9db33bb215f7009e4e028", "(b) ", "Momenteau", ", ", "M.", "; ", "Reed", ", ", "C. A.", " ", "Chem. Rev.", " ", "1994", ",  ", "94", ",  ", "659", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthetic Heme-Dioxygen Complexes", "Momenteau, Michel; Reed, Christopher A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1994", "),\r\n    ", "94", "\r\n        (", "3", "),\r\n    ", "659-98", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review, with 416 refs., is given on synthetic heme-dioxygen complexes.  Topics include: Hb, myoglobin, synthetic hemes for reversible oxygenation, thermodn. measurement of O2 binding, structure of oxygenated complexes, phys. properties (electronic, Moessbauer, IR, resonance Raman, 1H and 17O NMR spectroscopies), and cytochromes P 450.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivVygs70%253D&md5=e7fd4da581f4c22bd8278d44e19f9191", "(c) ", "Collman", ", ", "J. P.", "; ", "Fu", ", ", "L.", " ", "Acc. Chem. Res.", " ", "1999", ",  ", "32", ",  ", "455", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthetic Models for Hemoglobin and Myoglobin", "Collman, James P.; Fu, Lei", "Accounts of Chemical Research", "\r\n        (", "1999", "),\r\n    ", "32", "\r\n        (", "6", "),\r\n    ", "455-463", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 107 refs. on synthetic models for reversible oxygenation and competitive carbon monoxide binding of Hb and myoglobin.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXpvVSjuw%253D%253D&md5=1a0b0fa452cad15353044fcaf2812c78", "(d) ", "Collman", ", ", "J. P.", "; ", "Boulatov", ", ", "R.", "; ", "Sunderland", ", ", "C. J.", "; ", "Fu", ", ", "L.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "561", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Functional Analogues of Cytochrome c Oxidase, Myoglobin, and Hemoglobin", "Collman, James P.; Boulatov, Roman; Sunderland, Christopher J.; Fu, Lei", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "2", "),\r\n    ", "561-588", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of functional synthetic analogs of the hemoproteins cytochrome oxidase, myoglobin and Hb.  Topics discussed include synthetic Fe-porphyrins as well as analogs for the heme/CuB site of cytochrome oxidase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpvVKntLs%253D&md5=cdf0a079bcd3fa8a8fffdd6eae92873e", "4. ", "(a) ", "Hoffman", ", ", "A. B.", "; ", "Collins", ", ", "D. M.", "; ", "Day", ", ", "V. W.", "; ", "Fleischer", ", ", "E. B.", "; ", "Srivastava", ", ", "T. S.", "; ", "Hoard", ", ", "J. L.", " ", "J. Am. Chem. Soc.", " ", "1972", ",  ", "94", ",  ", "3620", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Crystal structure and moleculsr stereochemistry of μ-oxo-bis[α,β,γ,δ-tetraphenylporphinatoiron(III)]", "Hoffman, A. B.; Collins, D. M.; Day, V. W.; Fleischer, E. B.; Srivastava, T. S.; Hoard, J. L.", "Journal of the American Chemical Society", "\r\n        (", "1972", "),\r\n    ", "94", "\r\n        (", "10", "),\r\n    ", "3620-6", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Crystals of μ-oxo-bis[α,β,γ,δ-tetraphenylporphinatoiron(III)] observe the space group symmetry of C2ca; the unit cell has a 15.197(5), b 25.077(12), and c 18.074(6) Å, and contains 4 oligomeric mols., O(FeTPP)2; the resp. calcd. and exptl. ds. are 1.30 and 1.28.  Detn. and least-squares refinement of structure utilized some 3501 independent, counter-measured, intensity data (Mo Kα radiation) retained as obsd. from θ-2θ scans for (sin θ)/λ ‾<0.65 Å-1.  The binuclear N4FeOFeN4 coordination group of the oligomer approxs. D4d-‾82m symmetry with an Fe-O bond length of 1.763(1) Å, an averaged Fe-N distance of 2.087(3) Å, and an FeOFe angle of 174.5(1)°.  The square-pyramidal 5 coordination around each Fe atom is entirely typical for a high-spin ferric porphyrin, the strong antiferromagnetic interaction of the ferric ions through the Fe-O-Fe linkage notwithstanding.  Thus, the ferric ion is displaced 0.50 Å from the mean plane of the porphinato N atoms toward the axial oxo ligand.  As is usual in cryst. porphyrins, the porphine skeleton departs significantly from planarity.  Bond lengths in the skeleton agree well with those in other Fe porphyrins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XktFSktrs%253D&md5=05eb42e493ab3ab8ba1f3d22a3c9414f", "(b) ", "Chin", ", ", "D.-H", "; ", "La Mar", ", ", "G. N.", "; ", "Balch", ", ", "A. L.", " ", "J. Am. Chem. Soc.", " ", "1980", ",  ", "102", ",  ", "4344", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Mechanism of autoxidation of iron(II) porphyrins.  Detection of a peroxo-bridged iron(III) porphyrin dimer and the mechanism of its thermal decomposition to the oxo-bridged iron(III) porphyrin dimer", "Chin, Der-Hang; La Mar, Gerd N.; Balch, Alan L.", "Journal of the American Chemical Society", "\r\n        (", "1980", "),\r\n    ", "102", "\r\n        (", "13", "),\r\n    ", "4344-50", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Addn. of O2 to toluene solns. of FeIIP (P = a porphyrin dianion) at -80° leads to the formation of a new intermediate (I) detected by visible and 1H NMR spectroscopy.  I reacts quant. with FeIIP according to the equation I + 2FeIIP → 2PFeOFeP.  A peroxo-bridged, dimeric structure, PFeIII-O-O-FeIIIP, is proposed for I on the basis of its compn., its antiferromagnetism (as detd. by the temp. dependence of the 1H NMR contact shifts and the magnetic susceptibility, 2.1 μB at 181 K, 2.7 μB at 224 K), and the detection of a mixed ligand species involving 2 differently substituted porphyrins.  Upon warming I decomps. quant. by the reaction 2I → 2PFeOFeP + O2 with no other species detected during the reaction.  The O2 produced was detected by mass spectroscopy and by its reaction with Fe11P.  The kinetics of this reaction were detd. at -22 to -40°.  The reaction is 1st order in I with ΔH* = 14.5 ± 1 kcal/mol and ΔS* = -15 ± 1 entropy units.  Isotopic labeling of the O2 used to form I reveals that the isotopic compn. of the O2 released due to decompn. of I is identical with that used in its formation.  However, when 2 labeled species PFeO2FeP and P'FeO2FeP' are decompd., the porphyrin ligands do scramble: PFeOFeP, P'FeOFeP', and PFeOFeP' all are formed.  Based on these observations, a mechanism for the decompn. of I to PFeOFeP is proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXlt1Squ70%253D&md5=23d138d1924924ff6ce2e25dcbdb3b2b", "5. ", "(a) ", "Collman", ", ", "J. P.", "; ", "Gagne", ", ", "R. R.", "; ", "Halbert", ", ", "T. R.", "; ", "Marchon", ", ", "J. C.", "; ", "Reed", ", ", "C. A.", " ", "J. Am. Chem. Soc.", " ", "1973", ",  ", "95", ",  ", "7868", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Reversible oxygen adduct formation in ferrous complexes derived from a picket fence porphyrin.  Model for oxymyoglobin", "Collman, James P.; Gagne, Robert R.; Halbert, Thomas R.; Marchon, Jean C.; Reed, Christopher A.", "Journal of the American Chemical Society", "\r\n        (", "1973", "),\r\n    ", "95", "\r\n        (", "23", "),\r\n    ", "7868-70", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The synthesis is reported for the picket fence, porphyrin, meso-tetra(α, α, α, α-o-pivalamidephenyl)porphyrin, (α, α, α, α-H2TpivPP), which has great steric bulk creating a nonprotic cavity on 1 side of the porphyrin.  The unsaturated Fe(II) complex, Fe(α, α, α, α-H2TpivPP) reacted with strong field donor ligands to give 6 coordinate diamagnetic complexes FeL2(α, α, α, α-TpivPP), (I), for L = 4-tertbutylimidazole, piperidine, 1-methylimidazole.  Benzene solns. of I reversibly reacted with O, in the presence of a slight excess of base, as followed by visible spectral changes at 25°.  The fully characterized crystalline, diamagnetic dioxygen (sic) complex, Fe(O2)(1-methylimidazole) (α, α, α, α-TpivPP) was isolated from an O treated benzene soln. of I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXhtFGgsg%253D%253D&md5=dd5ba921b8e38094d2ae6285f25d999f", "(b) ", "Collman", ", ", "J. P.", "; ", "Gagne", ", ", "R. R.", "; ", "Reed", ", ", "C. A.", "; ", "Robinson", ", ", "W. T.", "; ", "Rodley", ", ", "G. A.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "1974", ",  ", "71", ",  ", "1326", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Structure of an iron(II) dioxygen complex.  Model for oxygen carrying hemeproteins", "Collman, James P.; Gagne, Robert R.; Reed, Christopher A.; Robinson, Ward T.; Rodley, Gordon A.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "1974", "),\r\n    ", "71", "\r\n        (", "4", "),\r\n    ", "1326-9", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    ", "The preliminary structural characterization of a reversible ferrous dioxygen complex is reported.  Mono(N-methylimidazole)-(dioxygen)-meso-tetra(α,α,α,α-ο-pivalamidephenyl)porphinato-iron(II), [Fe(O2)-(N-Me imid) (α,α,α,α-TpivPP)], (I), isolated from toluene soln., crystallizes in the monoclinic system with unit cell dimensions a 18.690 (3), b 19.514 (3), c 18.638 (3) Z = 4 Å, and β 91.00 (1)°.  R = 0.15 for 841 reflections having F2>3σ (F2).  The complex I has 4 pivalamido groups on 1 side of the porphyrin forming a hydrophobic pocket of 5.4-Å depth which encloses coordinated dioxygen.  The dioxygen is coordinated end-on, with a bent Fe-O-O bond.  The Fe-O-O plane bisects an N-Fe-N right angle of the equatorial Fe-porphyrin plane and is 4 way statistically disordered.  In addn., there is crystallog. 2-fold axis through Fe-coordinated O, and N of the axially bound N-methyl imidazole.  Thus, there are 2 types of coordinated dioxygen with the Fe-O-O plane either parallel or perpendicular to the trans axial imidazole plane.  Corresponding values for the Fe-O-O bond angles are 135(4)° and 137(4)° and for the O-O bond lengths are 1.23 (0.08) and 1.26 (0.08) Å, with a dihedral angle of 90° between alternative orientations of the Fe-O-O plane.  The Fe-O distance is 1.75 (0.02) Å and Fe-N (imidazole) is 2.07 (0.02) Å, suggesting multiple bond character in the Fe-O moiety.  The similarity of the Moessbauer spectrum of the model complex, I, with oxyhemoglobin indicates that I may be a good model for O binding in the O transport hemeproteins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXktFOqtbg%253D&md5=996414e3ac82afe5d481dd87162dc191", "(c) ", "Jameson", ", ", "G. B.", "; ", "Rodley", ", ", "G. A.", "; ", "Robinson", ", ", "W. T.", "; ", "Gagne", ", ", "R. R.", "; ", "Reed", ", ", "C. A.", "; ", "Collman", ", ", "J. P.", " ", "Inorg. Chem.", " ", "1978", ",  ", "17", ",  ", "850", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Structure of a dioxygen adduct of (1-methylimidazole)-meso-tetrakis(α,α,α,α,-o-pivalamidophenyl)porphinatoiron(II).  An iron dioxygen model for the heme component of oxymyoglobin", "Jameson, G. B.; Rodley, G. A.; Robinson, Ward T.; Gagne, Robert R.; Reed, Christopher, A.; Collman, James P.", "Inorganic Chemistry", "\r\n        (", "1978", "),\r\n    ", "17", "\r\n        (", "4", "),\r\n    ", "850-7", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The structure of a solvate of mono(1-methylimidazole)(dioxygen)[meso-tetrakis(α-o-pivalamidophenyl)porphinato]iron(II), [Fe(TpivPP)(1-Me-imid)(O2)].1/2(C6H6).1/2(N2C4H6), was detd. using 3-dimensional x-ray diffraction data collected by counter methods.  Crystal symmetry is consistent with the monoclinic space groups C2/c or Cc.  The unit cell parameters are a 18.690(3), b 19.154(3), c 18.638(3) Å, β 91.00(1)°, and Z = 4.  Least-squares refinement of the structure in space group C2/c led to a conventional R factor (on F) of 0.109 using 1784 reflections with I > σI.  The crystal structure consists of monomeric units of Fe(TpivPP)(1-Me-imid)(O2) with benzene or 1-methylimidazole mols. occupying 1 solvate site in the asym. unit.  Dioxygen is coordinated to the Fe atom in the end-on bent-bond mode.  The Fe-O sepn. is 1.75(2) Å.  As a consequence of the 2-fold symmetry imposed on the mol., the 1-methylimidazole group and the terminal O atom are disordered.  Addnl. disorder is found for the tert-Bu groups and for the terminal O atom which can also occupy either of 2 crystallog. independent sites and which thus exhibits overall 4-fold disorder.  The 2 crystallog. independent O-O sepns. are 1.15(4) and 1.17(4) Å and the resp. Fe-O-O bond angles are 133(2) and 129(2)°.  The O-O sepns. may be underestd. by as much as 0.15 Å.  The Fe-Nporph sepns. are 1.99(1) and 1.97(1) Å and the Fe atom is displaced 0.03 Å from the mean plane of the porphinato N atoms toward the dioxygen ligand.  The Fe-Nimid sepn. is 2.07(2) Å.  Precise structure anal. is prevented by limited data of poor quality and by the disorder and high thermal motion of many parts of the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXhsVCmtLk%253D&md5=3a94c46a417030e22d9e13e359c404f3", "(d) ", "Schappacher", ", ", "M.", "; ", "Ricard", ", ", "L.", "; ", "Fischer", ", ", "J.", "; ", "Weiss", ", ", "R.", "; ", "Bill", ", ", "E.", "; ", "Montiel-Montoya", ", ", "R.", "; ", "Winkler", ", ", "H.", "; ", "Trautwein", ", ", "A. X.", " ", "Eur. J. Biochem.", " ", "1987", ",  ", "168", ",  ", "419", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Synthesis, structure and spectroscopic properties of two models for the active site of the oxygenated state of cytochrome P450", "Schappacher, Michel; Ricard, Louis; Fischer, Jean; Weiss, Raymond; Bill, Eckhard; Montiel-Montoya, Regino; Winkler, Heiner; Trautwein, Alfred X.", "European Journal of Biochemistry", "\r\n        (", "1987", "),\r\n    ", "168", "\r\n        (", "2", "),\r\n    ", "419-29", "CODEN:\r\n                ", "EJBCAI", ";\r\n        ISSN:", "0014-2956", ".\r\n    ", "Two O2 adducts of thiolatoiron(II) porphyrins, [K(⊂222)][Fe(TPpivP)(SC6HF4)(O2)] (I) and [Na(⊂18c.6)][Fe(TPpivP)(SC6HF4)(O2)] (II) [where TPpivP is meso-tetra(α,α,α,α-o-pivalamidophenyl)porphyrin; 222 is 4,7,13,16,21,24-hexaoxa-1,10-diazabicyclo|8,8,8|hexacosane; SC6HF4 is 2,3,5,6-tetrafluorobenzenethiol; and 18c.6 is 1,4,7,10,13,16-hexaoxacyclooctadecane] were synthesized by reaction of O2 with 5-coordinate, high-spin, cryptated alkali metal thiolatoiron(II) picket fence porphyrinate.  They were characterized by visible and IR spectroscopy: λmax (and log ε) = 360 nm (4), 427 nm (4.69), 560 nm (3.69), 610 nm (3.40) for both compds.; ν(16O-16O) = 1139 cm-1 in chlorobenzene and fluorobenzene for I and II.  Single crystals of compn. I·[K(⊂222)](SC6HF4)(C6H5Cl)(H2O) (III) were obtained by diffusion of pentane/xylene mixts. into chlorobenzene solns. of I at -5°.  Single crystals of II were obtained by slow diffusion of pentane into benzene solns. of II.  Structures of III and II were studied at 20° (III) and -100° (II and III).  III had space group P21/c (monoclinic), a = 16.806(5) Å, b = 14.331(4) Å, c = 52.000(15) Å, β = 92.95(2)°, V = 12507 Å3, Z = 4, Dcal = 1.28 g/cm3 (at 20°).  The final R1 factor was 0.085 for 5238 reflections having I >3 σ(I).  II had space group P21/c (monoclinic), a = 13.107(3) Å, b = 27.055(4) Å, c = 25.029(4) Å, β = 96.84(2)°, V = 8812 Å3, Z = 4, Dcal = 1.18 g/cm3 (at -100°).  The final R1 factor was 0.088 for 6587 reflections having I > 3 σ(I).  The Fe atom is, in both compds., bonded to the 4 porphyrinato N atoms (Np), the S atom of the axial thiolate and 1 O atom of the axially end-on bonded O2 mol.  The av. Fe-Np distance found in III [1.994(4) Å] is not significantly different from that found in II [1.993(3) Å].  The Fe-S bond length is 2.367(3) Å in II and 2.365(2) Å in II.  The Fe-O1 distances with the O atom of O2 bonded to Fe are resp. 1.837(9) Å and 1.850(4) Å.  The end-on bonded O2 mol. is disordered in both complexes III and II.  This disorder is, however, slightly different from one structure to the other.  Whereas the terminal O atom of O2 occupies 2 positions in III [τ(O2A) = 78%, τ(O2B) = 22% at 20°], it occupies 3 sites in II [τ(O2A) = 51%, τ(O2B) = τ(O2C) = 24.5% at -100 °C] (where τ = occupancy).  The est. of the magnitude of the nonbonded interactions between O2 and its environment located in a sphere of 7-Å radius in III and II is consistent with a static disorder of O2 in III and a dynamic distribution in II.  Moessbauer measurements were performed with polycrystals of III and II in the temp. ranges 5-197 and 4.2-295 K, resp., and under an externally applied magnetic field (6.76 T) at 4.2 K (III and II) and at 173 K (II).  The temp. variation of the Lamb-Moessbauer factor indicates that the Fe atom in these oxycytochrome P 450 models is not very firmly bonded, and is more like that in pentacoordinated than in other hexacoordinated hemes.  From the specific temp. behavior of the quadrupole splitting, asymmetry parameter, and line width obtained for II, the structural disorder of the terminal O atom of O2 is identified as a dynamic distribution over 3 different sites.  Corresponding values obtained for II are consistent with a static disorder of O2.  Magnetic spectra reveal that the oxycytochrome P 450 models are purely diamagnetic.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXjtlOqtg%253D%253D&md5=49157a9527d7ca832f99876a574b95ff", "(e) ", "Yeh", ", ", "C.-Y.", "; ", "Chang", ", ", "C. J.", "; ", "Nocera", ", ", "D. G.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "1513", "ACS Full Text ", ", [", "CAS", "]", "5. ", "\"Hangman\" Porphyrins for the Assembly of a Model Heme Water Channel", "Yeh, Chen-Yu; Chang, Christopher J.; Nocera, Daniel G.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "7", "),\r\n    ", "1513-1514", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "I (M = 2H; R = OH; Mes = mesityl) was prepd. and reacted with FeBr2 to give I (M = FeOH, R = OH) (II).  The crystal structure of II was detd. [triclinic, space group P‾1, Z = 2, R1 = 0.0545, wR2 = 0.1184].  The hydrogen bonding network in II promotes selective binding of the axial hydroxide ligand to the distal side of the HPX (hanging porphyrin xanthene) platform with Fe in a square pyramidal environment.  A water mol. is bound between the distal xanthane carboxylic acid and the coordinated hydroxide by 2 hydrogen bonds.  Titrn. of II with various bases results in facile replacement of the carboxylic acid proton with the corresponding cations (K, NMe4, NBu4), the former 2 retaining the H-bound H2O.  I (M = FeOH; R = OMe) (III) was prepd. and does not contain a H-bound H2O.  Oxidn. of II with m-chloroperoxybenzoic acid gave a deep red soln. contain the ferryl-HPX complex.  Similar results were obtained with III as well as with I (M = FeCl; R = OH, OMe) and Fe(TMP)Cl which gave emerald green solns.  The HPX system with its ability to bind H2O in a controlled manner via noncovalent H bonds is a minimalist platform for the heme water channel assembly in the cytochrome P 450 enzymes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmslSgtQ%253D%253D&md5=513ce9084451def92abb9c8a2ffa9999", "(f) ", "Chang", ", ", "C. J.", "; ", "Chng", ", ", "L. L.", "; ", "Nocera", ", ", "D. G.", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "1866", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Proton-Coupled O-O Activation on a Redox Platform Bearing a Hydrogen-Bonding Scaffold", "Chang, Christopher J.; Chng, Leng Leng; Nocera, Daniel G.", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "7", "),\r\n    ", "1866-1876", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porphyrin architectures bearing a hydrogen-bonding scaffold have been synthesized.  The H-bond pendant allows proton-coupled electron transfer (PCET) to be utilized as a vehicle for effecting catalytic O-O bond activation chem.  Suzuki cross-coupling reactions provide a modular synthetic strategy for the attachment of porphyrins to a rigid xanthene or dibenzofuran pillar bearing the H-bond pendant.  The resulting HPX (hanging porphyrin xanthene) and HPD (hanging porphyrin dibenzofuran) systems permit both the orientation and acid-base properties of the hanging H-bonding group to be controlled.  Comparative reactivity studies for the catalase-like disproportionation of hydrogen peroxide and the epoxidn. of olefins by the HPX and HPD platforms with acid and ester hanging groups reveal that the introduction of a proton-transfer network, properly oriented to a redox-active platform, can orchestrate catalytic O-O bond activation.  For the catalase and epoxidn. reaction types, a marked reactivity enhancement is obsd. for the xanthene-bridged platform appended with a pendant carboxylic acid group, establishing that this approach can yield superior catalysts to analogs that do not control both proton and electron inventories.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksFektw%253D%253D&md5=9cfdbb22df5d2ee97ac485443e432a93", "6. ", "(a) ", "Collman", ", ", "J. P.", "; ", "Brauman", ", ", "J. I.", "; ", "Doxsee", ", ", "K. M.", "; ", "Sessler", ", ", "J. L.", "; ", "Morris", ", ", "R. M.", "; ", "Gibson", ", ", "Q. H.", " ", "Inorg. Chem.", " ", "1983", ",  ", "22", ",  ", "1427", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Effect of axial base on dioxygen and carbon monoxide affinities of iron(II) porphyrins.  Imidazole vs. pyridine", "Collman, James P.; Brauman, John I.; Doxsee, Kenneth M.; Sessler, Jonathan L.; Morris, Roger M.; Gibson, Quentin H.", "Inorganic Chemistry", "\r\n        (", "1983", "),\r\n    ", "22", "\r\n        (", "10", "),\r\n    ", "1427-32", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The synthesis of picket fence porphyrin derivs. bearing covalently attached imidazole and pyridine nuclei is described.  The O and CO affinities of the Fe(II) complexes of these porphyrins are reported.  Electronic effects due to replacement of imidazole by pyridine were isolated from steric constraints.  These electronic effects, deriving from a decreased basicity of the axial base, give rise to 40-fold and 13-fold redn., resp., in O and CO affinities upon replacing imidazole by pyridine.  Kinetic measurements of O and CO assocn. rates suggest that these changes are manifested primarily in ligand dissocn. rates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXhvFSmtrY%253D&md5=aaadb08073d9a76fb64f77f801776752", "(b) ", "Chang", ", ", "C. K.", "; ", "Traylor", ", ", "T. G.", " ", "J. Am. Chem. Soc.", " ", "1973", ",  ", "95", ",  ", "8477", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Proximal base influence on the binding of oxygen and carbon monoxide to heme", "Chang, C. K.; Traylor, T. G.", "Journal of the American Chemical Society", "\r\n        (", "1973", "),\r\n    ", "95", "\r\n        (", "25", "),\r\n    ", "8477-9", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The O and CO affinities of heme compds. having either pyridine or imidazole as a 5th ligand were compared.  A pyridine ligand, which brings about strong CO binding, was completely ineffective in O binding.  Changing the pyridine to imidazole increased the O binding const. ≥3800-fold.  To further illustrate this ability of imidazole to favor O over CO, the pyridine and imidazole compds. were incorporated into polystyrene films.  Pyridine and imidazole films both bound CO reversibly and both films were stable indefinitely toward oxidn. by O.  However, the pyridine compd. in such a film showed no tendency to bind O whereas the imidazole film did bind O.  These results imply that the factors influencing oxidn. and binding are not necessarily the same.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXhtFGmtA%253D%253D&md5=fce2cda37726f1c2da10973861b94a9a", "7. ", "(a) ", "Latos-Grazynski", ", ", "L.", "; ", "Cheng", ", ", "R. J.", "; ", "La Mar", ", ", "G. N.", "; ", "Balch", ", ", "A. L.", " ", "J. Am. Chem. Soc.", " ", "1982", ",  ", "104", ",  ", "5992", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Oxygenation patterns for substituted meso-tetraphenylporphyrin complexes of iron(II).  Spectroscopic detection of dioxygen complexes in the absence of amines", "Latos-Grazynski, Lechoslaw; Cheng, Ru Jen; La Mar, Gerd N.; Balch, Alan L.", "Journal of the American Chemical Society", "\r\n        (", "1982", "),\r\n    ", "104", "\r\n        (", "22", "),\r\n    ", "5992-6000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The reaction of O2 with Fe(II) porphyrins in inert solvents has been studied by 1H NMR spectroscopy in order to detect the presence of reactive intermediates.  Sterically hindered porphyrins have been examd. in which the formation of peroxo- and oxo-bridged dimeric structure is limited.  The Fe(II) porphyrins studied have 1H NMR spectra characteristic of intermediate-spin (S = 1), 4-coordinate species.  Redn. of [meso-tetrakis(2,4,6-trimethoxyphenyl)porphyrin]iron(III) chloride [LFe(III)Cl] or meso-tetrakis(2,4,6-triethoxyphenyl)porphyrin]iron(III) chloride [L1Fe(III)Cl] with either aq. Na dithionite or Zn amalgam in CH2Cl2 produces LFe(II) or L1Fe(II), resp.  The previously reported redn. of these 2 porphyrins with piperidine has been reexamd. and shown to form the bis(piperidine) adducts of the iron(II) porphyrins.  Addn. of O2 to paramagnetic [meso-tetrakis(α,α,α,α-o-pivalamidophenyl)porphyrin]iron(II) [L2Fe(II)] in PhMe at <-70° produces a new diamagnetic complex that is formulated as L2FeO2.  1H NMR spectroscopic observations indicate that, on warming, this species is successively converted to L2Fe(III)O2Fe(III)L2 and to L2Fe(III)OFe(III)L2.  The latter has been previously isolated.  Reaction of L2FeO2 with N-methylimidazole (L3) at -70° gives L3(L2)FeO2.  Addn. of O2 to [meso-tetrakis(3,4,5-trimethoxyphenyl)porphyrin]iron(II) [L4Fe(II)] at -70° in PhMe gives diamagnetic L4FeO2.  This, on warming, is converted to L4FeO2FeL4 and then to L4FeOH and L4FeOFeL4 as the final stable products.  Addn. of O2 to LFe(II) and L1Fe(II) in CH2Cl2 at -70° produces diamagnetic dioxygen adducts.  On warming, these undergo dissocn. to form the parent Fe(II) complex and irreversible oxidn. to form Fe(III) porphyrin hydroxide and chloride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XlvVajtLY%253D&md5=7ae8eadb688a1463ae88f32af4b45d2b", "(b) ", "Nakamoto", ", ", "K.", "; ", "Watanabe", ", ", "T.", "; ", "Ama", ", ", "T.", "; ", "Urban", ", ", "M. W.", " ", "J. Am. Chem. Soc.", " ", "1982", ",  ", "104", ",  ", "3744", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Matrix isolation infrared spectra of oxy-tetraphenylporphyrinatoiron(II)", "Nakamoto, K.; Watanabe, T.; Ama, T.; Urban, M. W.", "Journal of the American Chemical Society", "\r\n        (", "1982", "),\r\n    ", "104", "\r\n        (", "13", "),\r\n    ", "3744-5", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "FeL (H2L = tetraphenylporphyrin) was generated by heating FeL(pip)2 (pip = piperidine) in a vacuum system.  Cocondensation of FeL with pure Ar or O2-contg. Ar afforded matrix-isolated FeL or FeL(O2), resp.  The IR spectrum of FeL(O2) contains 2 ν(O2) bands at 1195 and 1106 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XktlalsLk%253D&md5=a7af0b52cdb4e94c4bdfd46ec43d0caa", "(c) ", "Nakamoto", ", ", "K.", " ", "Coord. Chem. Rev.", " ", "1990", ",  ", "100", ",  ", "363", "[", "Crossref", "], [", "CAS", "]", "7. ", "Vibrational spectra of dioxygen adducts of metal chelate compounds", "Nakamoto, Kazuo", "Coordination Chemistry Reviews", "\r\n        (", "1990", "),\r\n    ", "100", "\r\n        (", "),\r\n    ", "363-402", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    ", "A review with 90 refs. on vibrational spectra of O2 adducts of metal chelates, particularly of Co(II), Fe(II), and Mg(II) chelates.  The topics include exptl. techniques, base-free and base-bound O2 adducts, soln. equil. of O2 adducts, vibrational coupling, O2 adducts of protected porphyrins, and naturally occurring O2 adducts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXktlWis78%253D&md5=22afe1d57cb5e6a5c68c30c8c8e432b7", "(d) ", "Proniewicz", ", ", "L. M.", "; ", "Paeng", ", ", "I. R.", "; ", "Nakamoto", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "1991", ",  ", "113", ",  ", "3294", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Resonance Raman spectra of two isomeric dioxygen adducts of iron(II) porphyrins and π-cation radical and nonradical oxoferryl porphyrins produced in dioxygen matrixes:  simultaneous observation of more than seven oxygen isotope sensitive bands", "Proniewicz, Leonard M.; Paeng, Insook Rhee; Nakamoto, Kazuo", "Journal of the American Chemical Society", "\r\n        (", "1991", "),\r\n    ", "113", "\r\n        (", "9", "),\r\n    ", "3294-303", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The resonance Raman (RR) spectra of base-free dioxygen adducts of Fe(TPP), Fe(TPP-d8), Fe(TMP), Fe(OEP), and Fe(TPFPP) in 16O2, 18O2, and scrambled O2 (16O2:16O18O:18O2 = 1:2:1) matrixes at ∼30 K were measured with 406.7-nm excitation.  The ν(O-O), ν(Fe-O2) and δ(FeOO) of end-on adducts were obsd. at 1223-1188, 516-486, and 349-337 cm-1, resp., whereas the ν(O-O) and νa(Fe-O) of \"side-on\" adducts were located at 1105-1102 and 411-405 cm-1, resp.  In addn., some side-on adducts exhibit the νs(Fe-O) coupled with porphyrin modes in the 700-500 cm-1 region.  The band assignments of end-on isomers were confirmed by 56Fe/54Fe substitution as well as by normal coordinate calcns.  During RR measurements, two oxoferryl species were formed as a result of homolytic cleavage of the O-O bond by laser irradn.  One exhibits the ν(FeO) at 861-853 cm-1 (compd. A), while the other (less stable species) shows it at 815-809 cm-1 (compd. B).  While the former originates in the well-established base-free, nonradical oxoferryl porphyrin, the latter is attributed to a new oxoferryl species in which the porphyrin ring assumes an a2u π-cation radical form.  A mechanism is proposed to account for the formation of these oxoferryl porphyrins in an O2 matrix.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvFGisrk%253D&md5=c366133fab1eee9b9492b2c299b9717a", "8. ", "(a) ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Ma", ", ", "L. Q.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(c) ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1166", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Rational Design, Synthesis, Purification, and Activation of Metal-Organic Framework Materials", "Farha, Omar K.; Hupp, Joseph T.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1166-1175", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of recent advances in the synthetic design, purifn., and activation of metal-org. framework materials.  The rational design of a series of org. struts to limit framework catenation and thereby produce large pores is described.  In addn., the rapid sepn. of desired metal-org. frameworks from cryst. and amorphous contaminants cogenerated during synthesis based on their different densities is demonstrated.  Finally, the mild and efficient activation of initially solvent-filled pores with supercrit. carbon dioxide, yielding usable channels and high internal surface areas is discussed.  Now constituting thousands of distinct examples, metal-org. frameworks are an intriguing class of hybrid materials that exist as infinite cryst. lattices with inorg. vertices and mol.-scale org. connectors.  Useful properties such as large internal surface areas, ultralow densities, and the availability of uniformly structured cavities and portals of mol. dimensions characterize functional metal-org. frameworks.  Researchers have effectively exploited these unusual properties in applications such as hydrogen and methane storage, chem. sepns., and selective chem. catalysis.  One of the most attractive features of metal-org. frameworks is the simplicity of their synthesis.  Typically they are obtained via one-pot solvothermal prepns.  However, metal-org. framework materials, esp. more complex ones, can be difficult to obtain in pure form and with the optimal degree of catenation, the interpenetration or interweaving of identical independent networks.  Once these two issues are satisfied, the removal of the guest mols. (solvent from synthesis) without damaging the structural integrity of the material is often an addnl. challenge.  We expect that the advances in the synthesis, sepn., and activation of metal-org. frameworks could lead to metal-org. frameworks with new structures and functions, better and faster sepn. and purifn. of these materials, and processing methods that avoid pore blockage and pore collapse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjtbY%253D&md5=be96ac34a74a551550ba08c66dcbd4b6", "(d) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(e) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "123044", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(f) ", "Evans", ", ", "J. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5933", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Post-synthetic metalation of metal-organic frameworks", "Evans, Jack D.; Sumby, Christopher J.; Doonan, Christian J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5933-5951", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Post-synthetic metalation (PSMet) offers expansive scope for a targeted approach to tailoring the properties of MOFs.  Numerous methods for carrying-out PSMet chem. are reported, however, these can be categorized into three general strategies: (a) addn. to coordinating groups; (b) counterion exchange in charged frameworks; or, (c) host-guest encapsulation of metal-contg. entities within the pores of the framework.  PSMet was applied to enhance the performance characteristics of parent MOFs for gas storage and sepn., and catalysis.  Notably, PSMet is a prominent strategy in the field of MOF catalysis as it offers a route to design size-selective catalysts, based on the premise of reticular chem. in MOFs and the ability to incorporate a range of catalytically-active metal centers.  Other applications for materials produced via or using PSMet strategies include enhancing gas storage or mol. sepns., the triggered release of drugs, sensing and tunable light emission for luminescent materials.  This review surveys seminal examples of PSMet to highlight the broad scope of this technique for enhancing the performance characteristics of MOFs and to demonstrate how the PSMet concept can be developed for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nK&md5=963c0ec635794499f19e2c513741ea26", "(g) ", "Li", ", ", "L.", "; ", "Matsuda", ", ", "R.", "; ", "Tanaka", ", ", "I.", "; ", "Sato", ", ", "H.", "; ", "Kanoo", ", ", "P.", "; ", "Jeon", ", ", "H. J.", "; ", "Foo", ", ", "M. L.", "; ", "Wakamiya", ", ", "A.", "; ", "Murata", ", ", "Y.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "7543", "ACS Full Text ", ", [", "CAS", "]", "8. ", "A Crystalline Porous Coordination Polymer Decorated with Nitroxyl Radicals Catalyzes Aerobic Oxidation of Alcohols", "Li, Liangchun; Matsuda, Ryotaro; Tanaka, Iku; Sato, Hiroshi; Kanoo, Prakash; Jeon, Hyung Joon; Foo, Maw Lin; Wakamiya, Atsushi; Murata, Yasujiro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "21", "),\r\n    ", "7543-7546", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous coordination polymer (PCP) has been synthesized employing an org. ligand in which a stable free radical, isoindoline nitroxide, is incorporated [Cu(DPIO)2(SiF6)], where DPIO = I.  The cryst. PCP possesses one-dimensional channels decorated with the nitroxyl catalytic sites.  When O2 gas or air was used as the oxidant, this PCP was verified to be an efficient, recyclable, and widely applicable catalyst for selective oxidn. of various alcs. to the corresponding aldehydes or ketones.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXns12jt7k%253D&md5=309f12798f5a59b7196aef8b563758e3", "9. ", "(a) ", "Abrahams", ", ", "B. F.", "; ", "Hoskins", ", ", "B. F.", "; ", "Robson", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "1991", ",  ", "113", ",  ", "3606", "ACS Full Text ", ", [", "CAS", "]", "9. ", "A new type of infinite 3D polymeric network containing 4-connected, peripherally-linked metalloporphyrin building blocks", "Abrahams, Brendan F.; Hoskins, Bernard F.; Robson, Richard", "Journal of the American Chemical Society", "\r\n        (", "1991", "),\r\n    ", "113", "\r\n        (", "9", "),\r\n    ", "3606-7", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "PdL (H2L = 5,10,15,20-tetra(4-pyridyl)-21H,23H-porphine) reacted with excess Cd(NO3)2 in H2O-MeOH-EtOH to yield crystals of (PdL).2Cd(NO3)2.nH2O (I) whose structure has been detd. by x-ray crystallog.  I is monoclinic, space group C2/c, a 16.520(9), b 34.60(1), c 9.361(8) Å, β 112.40(6)°, Z = 4, R = 0.101, Rw = 0.092.  The structure consists of a new type of infinite 3D framework constructed from PdL units 4-connected via their pyridyl nitrogens to twice as many 2-connected octahedral Cd centers which are 2 types, viz, linear (with 2 trans pyridines, 2 cis waters and 2 trans monodentate nitrates).  Linear polymeric strips are present, consisting of PdL units connected by linear Cd atoms through diametrically opposed pyridyl units.  Half the strips are parallel to each other and the other half are parallel to a line at 59° with the first set of strips.  Every strip has attached to it via its bent Cd atoms an infinite no. of other strips all of them at an angle of 59° to the first.  The strips of every connected pair are linked via a single bend Cd through which passes a two-fold axis of symmetry.  Strips of different orientation are interlaced so that each one has an infinite no. of others of the other orientation passing closely above and below it.  At each point of overlap essentially parallel PdL units make close face-to-face contact (Pd...Pd, 4.68Å).  Stacks of fact-to-face porphyrins with all the Pds colinear and parallel to z are thus generated.  This first example of an x-ray crystallog. characterized 3D framework constructed from 4-connected, peripherally-connected porphyrins provides encouragement that many new 3D and 2D nets will likewise prove accessible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvFymsb4%253D&md5=e1b05dd583b8a130d4ae6ed60ce9e50d", "(b) ", "Abrahams", ", ", "B. F.", "; ", "Hoskins", ", ", "B. F.", "; ", "Michail", ", ", "D. M.", "; ", "Robson", ", ", "R.", " ", "Nature", " ", "1994", ",  ", "369", ",  ", "727", "[", "Crossref", "], [", "CAS", "]", "9. ", "Assembly of porphyrin building blocks into network structures with large channels", "Abrahams, B. F.; Hoskins, B. F.; Michall, D. M.; Robson, R.", "Nature (London, United Kingdom)", "\r\n        (", "1994", "),\r\n    ", "369", "\r\n        (", "6483", "),\r\n    ", "727-9", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The crystal structures of solvated Cu(tpp)CuBF4 (I) and Cu(tcp)BF4 (II) where H2tpp = 5,10,15,20-tetra(4-pyridyl)-21H,23H-porphine and H2tcp = 5,10,15,20-tetrakis(4-cyanoophenyl)-21H,23H-porphine were detd.  I is tetragonal, space group P‾42c, with a 14.202(6) and c 26.644(9) Å; R = 0.112 for 529 reflections.  II is orthorhombic, space group Cccm, with a 23.69(1), b 27.26(2), and c 32.76(1) Å; R = 0.142 for 457 reflections.  Porphyrin building blocks can be used to construct 3-dimensional networks with the topol. of the PtS structure (equal nos. of square-planar and tetrahedral centers), contg. large channels.  The channels are filled with solvent mols., and cryst. order is lost on solvent removal.  Nevertheless, the results show that it is possible to use simple mol. building blocks to engineer specific frameworks which, if they can be made robust, may offer new catalytic potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXit1Oisg%253D%253D&md5=b951007ccd36525fb2de1fc35bafb852", "(c) ", "Suslick", ", ", "K. S.", "; ", "Bhyrappa", ", ", "P.", "; ", "Chou", ", ", "J. H.", "; ", "Kosal", ", ", "M. E.", "; ", "Nakagaki", ", ", "S.", "; ", "Smithenry", ", ", "D. W.", "; ", "Wilson", ", ", "S. R.", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "283", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Microporous Porphyrin Solids", "Suslick, Kenneth S.; Bhyrappa, P.; Chou, J.-H.; Kosal, Margaret E.; Nakagaki, Shirley; Smithenry, Dennis W.; Wilson, Scott R.", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "4", "),\r\n    ", "283-291", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metalloporphyrins are exceedingly useful building blocks for the design and synthesis of molecularly based solids.  The use of hydrogen bonding or metal ion coordination provides a wide range of framework solids.  Using various polyfunctionalized porphyrins, the authors have created porous solids that are thermally robust and that retain their internal porosity upon loss of solvates.  Their pore dimensions are comparable to zeolites, and they show shape and size selectivity in sorption of guest mols. and in epoxidn. of alkenes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXivVektbk%253D&md5=3a5839c0ea2b34a95b0ba8b85c788b64", "(d) ", "Shultz", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4204", "ACS Full Text ", ", [", "CAS", "]", "9. ", "A Catalytically Active, Permanently Microporous MOF with Metalloporphyrin Struts", "Shultz, Abraham M.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "12", "),\r\n    ", "4204-4205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of the tetratopic ligand 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4L) as a key building block, a permanently microporous metal-org. framework with Lewis acidic (porphyrin)Zn struts, ZnPO-MOF, can be made in high yields.  The MOF is formulated as [Zn2{Zn(porph)}L] [H2porph = 5,15-dipyrid-4-yl-10,20-bis(pentafluorophenyl)porphyrin].  ZnPO-MOF can efficiently catalyze acyl-transfer reactions primarily by preconcg. the substrates within its pores, in contrast to analogous supramol. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtVSjsLg%253D&md5=365adec29891bce796092ce9967bd6c8", "(e) ", "Fateeva", ", ", "A.", "; ", "Devautour-Vinot", ", ", "S.", "; ", "Heymans", ", ", "N.", "; ", "Devic", ", ", "T.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Wuttke", ", ", "S.", "; ", "Miller", ", ", "S.", "; ", "Lago", ", ", "A.", "; ", "Serre", ", ", "C.", "; ", "De Weireld", ", ", "G.", "; ", "Maurin", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Férey", ", ", "G.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "4641", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Series of Porous 3-D Coordination Polymers Based on Iron(III) and Porphyrin Derivatives", "Fateeva, Alexandra; Devautour-Vinot, Sabine; Heymans, Nicolas; Devic, Thomas; Greneche, Jean-Marc; Wuttke, Stefan; Miller, Stuart; Lago, Ana; Serre, Christian; De Weireld, Guy; Maurin, Guillaume; Vimont, Alexandre; Ferey, Gerard", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "20", "),\r\n    ", "4641-4651", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "3-D coordination polymers based on Fe(III) and Ni(II) meso-tetrakis(4-carboxyphenyl)porphyrinate (Ni-TCPP) were produced using solvothermal conditions.  MIL-141(A) solids (MIL stands for Material from Institut Lavoisier), formulated Fe(Ni-TCPP)A·(DMF)x (A = Li, Na, K, Rb, Cs, x ∼ 3), are built up from three anionic interpenetrated PtS-type networks charge-balanced by alkali cations (A) entrapped inside the pores.  MIL-141(A) thus includes three types of cations, two of which may act as coordinatively unsatd. metal sites (Ni2+ and A+).  These solids all present a permanent porosity with a reasonably high surface area (SBET = 510-860 m2 g-1) as well as some structural flexibility toward adsorption/desorption processes, modulated in both cases by the nature of A.  Thermally Stimulated Current (TSC) measurements indicated that alkali cations are rather homogeneously distributed within the pores, while their interaction with the framework is stronger in MIL-141(A) than in the analogous cation-contg. Faujasites X and Y zeolites.  Finally, high pressure adsorption isotherms of N2 and O2 were measured.  Whereas alkali ion-contg. zeolites adsorb selectively N2 over O2, the opposite is obsd. for MIL-141(A).  This result is interpreted in light of the TSC data and the possible preferential interaction of the porphyrinic linker with O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Chtb3K&md5=e4691c5f0922e90c17b1ea84e30da254", "(f) ", "Farha", ", ", "O. K.", "; ", "Shultz", ", ", "A. M.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5652", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Active-Site-Accessible, Porphyrinic Metal-Organic Framework Materials", "Farha, Omar K.; Shultz, Abraham M.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5652-5655", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On account of their structural similarity to cofactors found in many metalloenzymes, metalloporphyrins are obvious potential building blocks for catalytically active, metal-org. framework (MOF) materials.  While numerous porphyrin-based MOFs have already been described, versions featuring highly accessible active sites and permanent microporosity are remarkably scarce.  Indeed, of the >70 previously reported porphyrinic MOFs, only one is both permanently microporous and contain internally accessible active sites for chem. catalysis.  Attempts to generalize the design approach used in this single successful case have failed.  Reported here, however, is the synthesis of an extended family of MOFs that directly incorporate a variety of metalloporphyrins (specifically Al3+, Zn2+, Pd2+, Mn3+, and Fe3+ complexes).  These robust porphyrinic materials (RPMs) feature large channels and readily accessible active sites.  As an illustrative example, one of the Mn-contg. RPMs is catalytically competent for the oxidn. of alkenes and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gsL4%253D&md5=03ee78fa59665451542aab3e65dacd35", "(g) ", "Wang", ", ", "X. S.", "; ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Wojtas", ", ", "L.", "; ", "Chrzanowski", ", ", "M.", "; ", "Chen", ", ", "Y-.S.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "16322", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Three-Dimensional Porous Metal-Metalloporphyrin Framework Consisting of Nanoscopic Polyhedral Cages", "Wang, Xi-Sen; Meng, Le; Cheng, Qigan; Kim, Chungsik; Wojtas, Lukasz; Chrzanowski, Matthew; Chen, Yu-Sheng; Zhang, X. Peter; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "41", "),\r\n    ", "16322-16325", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An unprecedented nanoscopic polyhedral cage-contg. metal-metalloporphyrin framework, MMPF-1, was constructed from a custom-designed porphyrin ligand, 5,15-bis(3,5-dicarboxyphenyl)porphine, that links Cu2(carboxylate)4 moieties.  A high d. of 16 open copper sites confined within a nanoscopic polyhedral cage was achieved, and the packing of the porphyrin cages via an ABAB pattern affords MMPF-1 ultramicropores which render it selective toward adsorption of H2 and O2 over N2, and CO2 over CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1ClsLfM&md5=b9f3cfd4070abfbba6c23da54e0e6849", "(h) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(i) ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Li", ", ", "J.-R.", "; ", "Jiang", ", ", "H. L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "41", ",  ", "10307", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(j) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "ACS Full Text ", ", [", "CAS", "]", "9. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(k) ", "So", ", ", "M. C.", "; ", "Jin", ", ", "S.", "; ", "Son", ", ", "H.-J.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15698", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Layer-by-Layer Fabrication of Oriented Porous Thin Films Based on Porphyrin-Containing Metal-Organic Frameworks", "So, Monica C.; Jin, Shengye; Son, Ho-Jin; Wiederrecht, Gary P.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15698-15701", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis and characterization of two thin films (DA-MOF and L2-MOF) of porphyrin-based MOFs on functionalized surfaces using a layer-by-layer (LbL) approach.  Profilometry measurements confirm that the film thickness increases systematically with no. of growth cycles.  Polarization excitation and fluorescence measurements indicate that the porphyrin units are preferentially oriented, while X-ray reflectivity scans point to periodic ordering.  Ellipsometry measurements show that the films are highly porous.  Since there are currently few methods capable of yielding microporous MOFs contg. accessible free-base porphyrins, it is noteworthy that the LbL growth permits direct MOF incorporation of unmetalated porphyrins.  Long-range energy transfer is demonstrated for both MOF films.  The findings offer useful insights for subsequent fabrication of MOF-based solar energy conversion devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ejt7nE&md5=614d73a9e05b2acd8445914b9bacd65d", "(l) ", "Wang", ", ", "K.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Su", ", ", "J.", "; ", "Yuan", ", ", "S.", "; ", "Chen", ", ", "Y.-P.", "; ", "Bosch", ", ", "M.", "; ", "Zou", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "13983", "ACS Full Text ", ", [", "CAS", "]", "9. ", "A Series of Highly Stable Mesoporous Metalloporphyrin Fe-MOFs", "Wang, Kecheng; Feng, Dawei; Liu, Tian-Fu; Su, Jie; Yuan, Shuai; Chen, Ying-Pin; Bosch, Mathieu; Zou, Xiaodong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "40", "),\r\n    ", "13983-13986", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous metalloporphyrin Fe-MOFs, PCN-600(M) (M = Mn, Fe, Co, Ni, Cu), were synthesized using the pre-assembled [Fe3O(OOCCH3)6] building block.  PCN-600 exhibits a 1-dimensional channel as large as 3.1 nm and the highest exptl. pore vol. of 1.80 cm3g-1 among all the reported porphyrinic MOFs.  It also shows very high stability in aq. solns. with pH values ranging from 2-11 and is to the authors' knowledge the only mesoporous porphyrinic MOF stable under basic aq. conditions.  PCN-600(Fe) was demonstrated as an effective peroxidase mimic to catalyze the peroxide cooxidn. reaction of 4-AAP and phenol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFWjsrfL&md5=77199eb0b41deaa3416f02f5c53bb36f", "10. ", "Feng", ", ", "D.", "; ", "Chung", ", ", "W.-C.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "11. ", "Collman", ", ", "J. P.", "; ", "Basolo", ", ", "F.", "; ", "Bunnenberg", ", ", "E.", "; ", "Collins", ", ", "T. J.", "; ", "Dawson", ", ", "J. H.", "; ", "Ellis", ", ", "P. E.", "; ", "Marrocco", ", ", "M. L.", "; ", "Moscowitz", ", ", "A.", "; ", "Sessler", ", ", "J.", "; ", "Szymanski", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "1981", ",  ", "103", ",  ", "5636", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Use of magnetic circular dichroism to determine axial ligation for some sterically encumbered iron(II) porphyrin complexes", "Collman, James P.; Basolo, Fred; Bunnenberg, Edward; Collins, Terrence J.; Dawson, John H.; Ellis, Paul E., Jr.; Marrocco, Matthew L.; Moscowitz, Albert; Sessler, Jonathan L.; Szymanski, Thomas", "Journal of the American Chemical Society", "\r\n        (", "1981", "),\r\n    ", "103", "\r\n        (", "19", "),\r\n    ", "5636-48", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The application of MCD as a fingerprint method for detg. the spin state and axial coordination environment of a no. of synthetic ferrous porphyrin complexes was examd.  The appearance of the MCD spectrum is a function of the spin state and the nature of the axial ligands or ligands.  When these variables remain const., the band shapes in the Soret region, but not the intensities, do not differ significantly within the series of porphyrins investigated here.  For any given axial ligand or ligands, provided that spectra have been measured for a known example of each possible spin state and coordination environment to serve as stds., the shape of the MCD soret band can be used as a qual. marker of these key parameters.  This detn. is made on the basis of a single spectrum, and the advantages over other methods derive from the unique simplicity of the measurement.  The coordination chem. at Fe(II) in the family of capped, pocket, and cofacial porphyrins studied here, as followed by MCD, can be used to det., in a semiquant. manner, the effects of steric control of coordination features specifically incorporated into these porphyrin mols.  The design features and the steric effects are discussed.  The MCD spectra are presented in graphic and tabular form, and the advantages and limitations of MCD as employed here are considered.  The prepn. and characterization of a mixed-metal, free-base, cofacial porphyrin is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltlWku7k%253D&md5=43f43e59c4762e957efa69417d5c7702", "12. ", "(a) ", "Collman", ", ", "J. P.", "; ", "Hoard", ", ", "J. L.", "; ", "Kim", ", ", "N.", "; ", "Lang", ", ", "G.", "; ", "Reed", ", ", "C. A.", " ", "J. Am. Chem. Soc.", " ", "1975", ",  ", "97", ",  ", "2676", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Synthesis, stereochemistry, and structure-related properties of α,β,γ,δ-tetraphenylporphinatoiron(II)", "Collman, James P.; Hoard, J. L.; Kim, Nancy; Lang, George; Reed, Christopher A.", "Journal of the American Chemical Society", "\r\n        (", "1975", "),\r\n    ", "97", "\r\n        (", "10", "),\r\n    ", "2676-81", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Addnl. data considered in abstracting and indexing are available from a source cited in the original document.  Redn. of chloro-α,β,γ,δ-tetraphenylporphinatoiron(III) by bis(acetylacetonato)chromium(II) under anaerobic conditions yielded α,β,γ,δ-tetraphenylporphinatoiron(II), Fe(TPP), which crystd. from benzene-EtOH soln. in the tetragonal system.  Pertinent crystal data are:  space group, I‾42d; α 15.080(9) and c 14.043(9) Å; d. (exptl.) = 1.38 and d. (calcd.) = 1.39 for Z = 4; required mol. symmetry S4.  Intensities of 1164 reflections having (sin θ)/λ < 0.71 Å-1, recorded with Zr-filtered Mo Kα radiation on a Picker FACS-I diffractometer, were used in anisotropic full-matrix least-squares refinement of the 112 structural parameters.  The length of the FeII-N bonds in the intermediate-spin (S = 1) Fe(TPP) mol. is 1.972(4) Å, as compared with 2.086(4) Å in high-spin (S = 2) 2-methylimidazole-α,β,γ,δ-tetraphenylporphinatoiron(II), with 2.004(3) Å in low-spin (S = 0) bis(piperidine)-α,β,γ,δ-tetraphenylporphinatoiron(II, and with Cu-N = 1.981(7) Å in Cu(TPP).  The foregoing assignment of spin states to the 3 Fe(II) porphyrins is fully confirmed by the Moessbauer spectra recorded for them in zero and in large applied magnetic fields at 4.2-300°K.  Recrystd. Fe(TPP) conforming to the theor. compn. has an effective magnetic moment of ∼4.4 μB at room temp.  Detn. of the anisotropic magnetic susceptibilities as a function of temp. for the tetragonal crystal, when considered in conjunction with the Moessbauer data, should lead to a more detailed specification of the electronic configuration of the intermediate-spin iron(II) atom in Fe(TPP) than that given in this paper.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXktlKhs7g%253D&md5=baeffc3464ae91dbabffd3f3b6074458", "(b) ", "Li", ", ", "N.", "; ", "Su", ", ", "Z.", "; ", "Coppens", ", ", "P.", "; ", "Landrum", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "7294", "ACS Full Text ", ", [", "CAS", "]", "12. ", "X-ray diffraction study of the electronic ground state of (meso-tetraphenylporphinato)iron(II)", "Li, Naiyin; Su, Zhengwei; Coppens, Philip; Landrum, John", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "20", "),\r\n    ", "7294-8", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The charge distribution in cryst. (meso-tetraphenylporphinato)iron(II) has been derived from intensity data measured at 120 K.  Crystal data are a 14.992(2), c 13.778 Å, Z = 4, space group I‾42d.  The data have been analyzed with the aspherical-atom multipole formalism including anharmonic thermal parameters for the iron atom.  The deformation d. maps indicate preferential occupancy of the dz2 and dxy orbitals of the iron atom, a conclusion confirmed by the d-orbital populations derived from the aspherical-atom multipole refinement.  The results are in agreement with an SCF-CI calcn. by Rohmer and an INDO-CI calcn. by Edwards, Weiner, and Zerner and support the 3A2g state as the leading contributor to the ground state of the complex.  The ground-state assignment is in contrast to results on the intermediate spin complex iron(II) phthalocyanine, for which the electron d. indicates a 3Eg ground state.  The difference is attributed to the effect of short intermol. Fe-N contacts in cryst. iron(II) phthalocyanine on the relative order of closely spaced energy levels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlyktrk%253D&md5=e705905e6e4746c006d0bd42ea3773c1", "(c) ", "Hu", ", ", "C.", "; ", "Noll", ", ", "B. C.", "; ", "Schulz", ", ", "C. E.", "; ", "Scheidt", ", ", "W. R.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "619", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Four-Coordinate Iron(II) Porphyrinates: Electronic Configuration Change by Intermolecular Interaction", "Hu, Chuanjiang; Noll, Bruce C.; Schulz, Charles E.; Scheidt, W. Robert", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "619-621", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The syntheses and structures of three four-coordinate Fe(II) porphyrinates are reported.  The three derivs. are tetraarylporphyrin species, where the aryl is either Ph, p-methylphenyl, or p-methoxyphenyl.  One of these derivs., that of tetraphenylporphyrin, Fe(TPP), is a new cryst. phase that is distinct from the earlier reported phase (Collman, J. P.; et al. J. Am. Chem. Soc. 1975, 97, 2676).  This new phase of Fe(TPP) has a very saddled porphyrin core; the prior phase was ruffled.  The Fe atom has close interactions (∼3.10 Å) with two pyrrole Cb-Cb bonds above and below the porphyrin plane.  Mossbauer spectra and magnetic susceptibility measurements, different for the two phases, provide strong evidence that the two phases of Fe(TPP) have distinct electronic structures that originate from intermol. interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVyl&md5=c7f6ea254f306a582b2587d572ab925a", "13. ", "(a) ", "Hagrman", ", ", "P. J.", "; ", "Hagrman", ", ", "D.", "; ", "Zubieta", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "3165", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Solid-state coordination chemistry: the self-assembly of microporous organic-inorganic hybrid frameworks constructed from tetrapyridylporphyrin and bimetallic oxide chains or oxide clusters", "Hagrman, Douglas; Hagrman, Pamela J.; Zubieta, Jon", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "21", "),\r\n    ", "3165-3168", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The three-dimensional microporous org.-inorg. hybrid framework materials [Cu(tpypor)Cu2Mo3O11] (1, tpypor = tetra(4-pyridyl)porphyrin) and [{Fe(tpypor)}3Fe(Mo6O19)]·xH2O (2), constructed from metal oxide and porphyrin subunits, were self-assembled under hydrothermal conditions.  The compds. were characterized by x-ray crystallog. (1: monoclinic, space group P21/c, R1 = 0.0534; 2: cubic, space group Pn‾3, R1 = 0.0876), IR spectroscopy and thermogravimetric anal.  The structure of 1 consists of a tessellated porphyrin network of [Cu(tpypor)Cu2]4+ building blocks linked through bimetallic oxide [Mo3O11]n4n- chains into a three-dimensional, covalently connected framework.  Its structure may also be described as neutral [Cu(tpypor)] units linked to bimetallic [Cu2Mo3O11] oxide chains.  The structure of 2 is constructed from a three-dimensional cationic framework of [Fe4(tpypor)3]n2n+ and entrained [Mo6O19]2- cluster anions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXns1aqsLk%253D&md5=359daf8b703f6c8e4ec8d1ff100d7a6e", "(b) ", "Pan", ", ", "L.", "; ", "Kelly", ", ", "S.", "; ", "Huang", ", ", "X.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2002", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Unique 2D metalloporphyrin networks constructed from iron(II) and meso-tetra(4-pyridyl)porphyrin", "Pan, Long; Kelly, Sean; Huang, Xiaoying; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "20", "),\r\n    ", "2334-2335", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A 1-pot solvothermal reaction of iron(II) with meso-tetra(4-pyridyl)porphyrin (H2TPyP) leads to two novel layered structures with an unprecedented two-dimensional paddle-wheel-like pattern.  The crystal structures of both phases of Fe(TPyP) were detd.  Fe(TPyP) was further characterized by TGA and fluorescence spectroscopy.  The two structures have the same compn. Fe(TPyP) but a different packing sequence, ABAB and ABCDABCD.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XnslKjsLs%253D&md5=0e9bf1500909d496e99fb485824e246f", "(c) ", "Zou", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Xie", ", ", "M.-H.", "; ", "Yan", ", ", "L.", "; ", "Kong", ", ", "G.-Q.", "; ", "Yang", ", ", "X.-L.", "; ", "Ma", ", ", "A.", "; ", "Wu", ", ", "C.-D.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "3620", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Four Metalloporphyrinic Frameworks as Heterogeneous Catalysts for Selective Oxidation and Aldol Reaction", "Zou, Chao; Zhang, Tianfu; Xie, Ming-Hua; Yan, Lijun; Kong, Guo-Qiang; Yang, Xiu-Li; Ma, An; Wu, Chuan-De", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "3620-3626", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous metalloporphyrinic framework materials, [Me2NH2][Zn2(HCOO)2(MnIII-TCPP)]·5DMF·2H2O (1; H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), [Me2NH2][Cd2(HCOO)2(MnIII-TCPP)]·5DMF·3H2O (2), [Zn2(HCOO)(FeIII(H2O)-TCPP)]·3DMF·H2O (3), and [Cd3(H2O)6(μ2-O)(FeIII-HTCPP)2]·5DMF (4) were synthesized by heating a mixt. of MIIICl-H4TCPP (M = Mn and Fe) and M' (M' = Zn or Cd) nitrate in a mixed solvent of DMF and HOAc.  Compds. 1-3 are built up from M'2(COO)4 paddle-wheel subunits bridged by MIII-TCPP and formate ligands to form their 3-dimensional connections.  The formate pillar heterogeneously connects with M and M' cations in 1 and 2 and homogeneously joins M' cations in 3.  The μ2-O bridged FeIII-HTCPP dimer acts as a decadentate ligand to link 10 Cd ions for the formation of the 3-dimensional coordination network of 4.  The four porphyrinic frameworks present interesting catalytic properties in the selective epoxidn. of olefins, oxidn. of cyclohexane, and intermol. aldol reaction of aldehydes and ketones.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLg%253D&md5=c59da3553dfa68904a11009b8f49fdde", "14. ", "(a) ", "Jameson", ", ", "G. B.", "; ", "Rodley", ", ", "G. A.", "; ", "Robinson", ", ", "W. T.", "; ", "Gagne", ", ", "R. R.", "; ", "Reed", ", ", "C.", "; ", "Collman", ", ", "J. P.", " ", "Inorg. Chem.", " ", "1978", ",  ", "17", ",  ", "850", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Structure of a dioxygen adduct of (1-methylimidazole)-meso-tetrakis(α,α,α,α,-o-pivalamidophenyl)porphinatoiron(II).  An iron dioxygen model for the heme component of oxymyoglobin", "Jameson, G. B.; Rodley, G. A.; Robinson, Ward T.; Gagne, Robert R.; Reed, Christopher, A.; Collman, James P.", "Inorganic Chemistry", "\r\n        (", "1978", "),\r\n    ", "17", "\r\n        (", "4", "),\r\n    ", "850-7", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The structure of a solvate of mono(1-methylimidazole)(dioxygen)[meso-tetrakis(α-o-pivalamidophenyl)porphinato]iron(II), [Fe(TpivPP)(1-Me-imid)(O2)].1/2(C6H6).1/2(N2C4H6), was detd. using 3-dimensional x-ray diffraction data collected by counter methods.  Crystal symmetry is consistent with the monoclinic space groups C2/c or Cc.  The unit cell parameters are a 18.690(3), b 19.154(3), c 18.638(3) Å, β 91.00(1)°, and Z = 4.  Least-squares refinement of the structure in space group C2/c led to a conventional R factor (on F) of 0.109 using 1784 reflections with I > σI.  The crystal structure consists of monomeric units of Fe(TpivPP)(1-Me-imid)(O2) with benzene or 1-methylimidazole mols. occupying 1 solvate site in the asym. unit.  Dioxygen is coordinated to the Fe atom in the end-on bent-bond mode.  The Fe-O sepn. is 1.75(2) Å.  As a consequence of the 2-fold symmetry imposed on the mol., the 1-methylimidazole group and the terminal O atom are disordered.  Addnl. disorder is found for the tert-Bu groups and for the terminal O atom which can also occupy either of 2 crystallog. independent sites and which thus exhibits overall 4-fold disorder.  The 2 crystallog. independent O-O sepns. are 1.15(4) and 1.17(4) Å and the resp. Fe-O-O bond angles are 133(2) and 129(2)°.  The O-O sepns. may be underestd. by as much as 0.15 Å.  The Fe-Nporph sepns. are 1.99(1) and 1.97(1) Å and the Fe atom is displaced 0.03 Å from the mean plane of the porphinato N atoms toward the dioxygen ligand.  The Fe-Nimid sepn. is 2.07(2) Å.  Precise structure anal. is prevented by limited data of poor quality and by the disorder and high thermal motion of many parts of the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXhsVCmtLk%253D&md5=3a94c46a417030e22d9e13e359c404f3", "(b) ", "Jameson", ", ", "G. B.", "; ", "Molinaro", ", ", "F. S.", "; ", "Ibers", ", ", "J. A.", "; ", "Collman", ", ", "J. P.", "; ", "Brauman", ", ", "J. I.", "; ", "Rose", ", ", "E.", "; ", "Suslick", ", ", "K. S.", " ", "J. Am. Chem. Soc.", " ", "1980", ",  ", "102", ",  ", "3224", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Models for the active site of oxygen-binding hemoproteins.  Dioxygen binding properties and the structures of (2-methylimidazole)-meso-tetra(α,α,α,α-o-pivalamidophenyl)porphyrinatoiron(II)-ethanol and its dioxygen adduct", "Jameson, Geoffrey B.; Molinaro, Frank S.; Ibers, James A.; Collman, James P.; Brauman, John I.; Rose, Eric; Suslick, Kenneth S.", "Journal of the American Chemical Society", "\r\n        (", "1980", "),\r\n    ", "102", "\r\n        (", "9", "),\r\n    ", "3224-37", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "When crystals of (2-methylimidazole)-meso-tetra(α,α,α,α-o-pivalamidophenyl)porphyrinatoiron(II)-ethanol, Fe(TpivPP)(2-Melm)-EtOH, are exposed to O2, the crystals of the resultant O2 adduct are still suitable for diffraction studies.  The direct, precise detn. of the stereochem. changes accompanying oxygenation of an Fe(II)-(porphyrinato)(base) complex was carried out using conventional x-ray diffraction methods.  The structures were refined by full-matrix, least-squares methods, using 4176 and 5183 reflections for the deoxy and oxy complexes, resp., to R indexes on F2 of 0.162 and 0.120.  For the portion of data where Fo2<3σ(Fo2) the resp. indexes on F are 0.086 and 0.083.  Crystal data for the deoxy compd. follow: space group (C-62h-C2/c, Z = 4, mol. symmetry C2,a = 18.871(11) Å, b = 19.425(13) Å, c = 18.434(11) Å, β = 91.48(3)°, V = 6755.0 Å3.  The oxy complex is nearly isomorphic with Z = 4 in space group C2/c with a cell of dimensions a = 18.864(5) Å, b = 19.451(5) Å, c = 18.287(5) Å, β = 91.45(2)°, V = 6707.0 Å3.  Some selected parameters for the coordination spheres, with those in square brackets pertaining to the O2 adduct, follow: Fe-N porphyrinate = 2.086(5), 2.075(5) [1.997(4), 1.995(4)] Å; Fe-Nimidazole = 2.095(6) [2.107(4)] Å.  The Fe atom is displaced 0.399 [0.086] Å from the least-squares plane of the porphinato N atoms toward the imidazole ligand.  The Fe-O sepn. is 1.898(7) Å.  The av. O-O sepn. is 1.22(2) Å and the F-O angle is 129(1)°.  In the presence of EtOH the deoxy complex binds O2 reversibly, noncooperatively, and with lower affinity than when the sample is desolvated; in the latter case dioxygen uptake is cooperative.  The structure and properties of these possible models for T-state deoxy- and oxyHb are correlated and then compared with the 1-methylimidazole analog.  The sterically active 2-Me substituent appears to perturb the Fe-O bond but not the Fe-Nimidazole bond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXkt1WisLg%253D&md5=72c47f07aec5569ddba29db3887b01a6", "15. ", "According to a search of the Cambridge Structural Database Version 5.35.0.", "Allen", ", ", "F.", " ", "Acta Crystallogr. B", " ", "2002", ",  ", "58", ",  ", "380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "16. ", "Würtele", ", ", "C.", "; ", "Gaoutchenova", ", ", "E.", "; ", "Harms", ", ", "K.", "; ", "Holthausen", ", ", "M. C.", "; ", "Sundermeyer", ", ", "J.", "; ", "Schindler", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "3867", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Crystallographic characterization of a synthetic 1:1 end-on copper dioxygen adduct complex", "Wurtele Christian; Gaoutchenova Ekaterina; Harms Klaus; Holthausen Max C; Sundermeyer Jorg; Schindler Siegfried", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "23", "),\r\n    ", "3867-9", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD28zpt12nsg%253D%253D&md5=fc154086664b6db8860a0f4903a0bd3f", "17. ", "(a) ", "Cai", ", ", "X.", "; ", "Majumdar", ", ", "S.", "; ", "Fortman", ", ", "G. C.", "; ", "Cazin", ", ", "C. S. J.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Lhermitte", ", ", "C.", "; ", "Prabhakar", ", ", "R.", "; ", "Germain", ", ", "M. E.", "; ", "Palluccio", ", ", "T.", "; ", "Nolan", ", ", "S. P.", "; ", "Rybak-Akimova", ", ", "E. V.", "; ", "Temprado", ", ", "M.", "; ", "Captain", ", ", "B.", "; ", "Hoff", ", ", "C. D.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1290", "ACS Full Text ", ", [", "CAS", "]", "17. ", "Oxygen Binding to [Pd(L)(L')] (L = NHC, L' = NHC or PR3, NHC = N-Heterocyclic Carbene): Synthesis and Structure of a Paramagnetic trans-[Pd(NHC)2(η1-O2)2] Complex", "Cai, Xiao-Chen; Majumdar, Subhojit; Fortman, George C.; Cazin, Catherine S. J.; Slawin, Alexandra M. Z.; Lhermitte, Charles; Prabhakar, Rajeev; Germain, Meaghan E.; Palluccio, Taryn; Nolan, Steven P.; Rybak-Akimova, Elena V.; Temprado, Manuel; Captain, Burjor; Hoff, Carl D.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "5", "),\r\n    ", "1290-1293", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactivity of a no. of two-coordinate [Pd(L)(L')] (L = N-heterocyclic carbene (NHC) and L' = NHC or PR3) complexes with O2 has been examd.  Stopped-flow kinetic studies show that O2 binding to [Pd(IPr)(P(p-tolyl)3)] to form cis-[Pd(IPr)(P(p-tolyl)3)(η2-O2)] occurs in a rapid, second-order process.  The enthalpy of O2 binding to the Pd(0) center has been detd. by soln. calorimetry to be -26.2(1.9) kcal/mol.  Extension of this work to the bis-NHC complex [Pd(IPr)2], however, did not lead to the formation of the expected diamagnetic complex cis-[Pd(IPr)2(η2-O2)] but to paramagnetic trans-[Pd(IPr)2(η1-O2)2], which has been fully characterized.  Computational studies addressing the energetics of O2 binding have been performed and provide insight into reactivity changes as steric pressure is increased.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXit1Cqsw%253D%253D&md5=4d60167ed20e09c0bfcd9a7ec07395e5", "(b) ", "Huacuja", ", ", "R.", "; ", "Graham", ", ", "D. J.", "; ", "Fafard", ", ", "C. M.", "; ", "Chen", ", ", "C.-H.", "; ", "Foxman", ", ", "B. M.", "; ", "Herbert", ", ", "D. E.", "; ", "Alliger", ", ", "G.", "; ", "Thomas", ", ", "C. M.", "; ", "Ozerov", ", ", "O. V.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "3820", "ACS Full Text ", ", [", "CAS", "]", "17. ", "Reactivity of a Pd(I)-Pd(I) Dimer with O2: Monohapto Pd Superoxide and Dipalladium Peroxide in Equilibrium", "Huacuja, Rafael; Graham, Daniel J.; Fafard, Claudia M.; Chen, Chun-Hsing; Foxman, Bruce M.; Herbert, David E.; Alliger, Glen; Thomas, Christine M.; Ozerov, Oleg V.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "11", "),\r\n    ", "3820-3823", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Pd(I)-Pd(I) dimer [(FPNP)Pd-]2 [FPNPH = 2,2'-bis(diisopropylphosphino)-4,4'-difluoro-diphenylamine] reacts with O2 upon exposure to light to produce either the superoxide (FPNP)PdO2 or the peroxide [(FPNP)PdO-]2, which exist in equil. with free O2.  Both complexes contain square-planar Pd(II) centers.  The unpaired electron d. in (FPNP)PdO2 is localized on the superoxide ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisFWntbc%253D&md5=151bd32c21b61cf2b2b201531cb61c78", "18. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "K. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "[", "Crossref", "], [", "CAS", "]", "18. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "19. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "20. ", "Dolphin", ", ", "D.", "  ", "The Porphyrins, Vol. 3: Physical Chemistry", "; ", "Academic", ": ", "New York", ", ", "1978", ".", "There is no corresponding record for this reference.", "21. ", "Spartalian", ", ", "K.", "; ", "Lang", ", ", "G.", "; ", "Collman", ", ", "J. P.", "; ", "Gagne", ", ", "R. R.", "; ", "Reed", ", ", "C. A.", " ", "J. Chem. Phys.", " ", "1975", ",  ", "63", ",  ", "5375", "[", "Crossref", "], [", "CAS", "]", "21. ", "Moessbauer spectroscopy of hemoglobin model compounds.  Evidence for conformational excitation", "Spartalian, K.; Lang, G.; Collman, James P.; Gagne, Robert R.; Reed, Christopher A.", "Journal of Chemical Physics", "\r\n        (", "1975", "),\r\n    ", "63", "\r\n        (", "12", "),\r\n    ", "5375-82", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Zero-field Moessbauer spectra of a model compd. for Hb, capable of undergoing reversible oxygenation, were recorded at various temps.  A pair of peaks with temp.-dependent quadrupole splitting and line with were observed.  The results have been interpreted in terms of a model which was consistent with previous x-ray studies and which provided for relaxation effects as the mol. assumed two possible conformational states.  In terms of the proposed model, the two conformational states have been characterized by their energy sepn. and their resp. electric field gradient tensors.  The relaxation rate at each temp. has also been detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28Xht1Slt7s%253D&md5=b30b999ece418a48f70fae5c404aec78", "22. ", "(a) ", "Five-coordinate:", "Wayland", ", ", "B. B.", "; ", "Mehne", ", ", "L. F.", "; ", "Swartz", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "1978", ",  ", "100", ",  ", "2379", "ACS Full Text ", ", [", "CAS", "]", "22. ", "Mono- and biscarbonyl complexes of iron(II) tetraphenylporphyrin", "Wayland, B. B.; Mehne, L. F.; Swartz, J.", "Journal of the American Chemical Society", "\r\n        (", "1978", "),\r\n    ", "100", "\r\n        (", "8", "),\r\n    ", "2379-83", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The mono- and biscarbonyl adducts of the Fe(II) tetraphenylporphyrin complex (FeTPP) were studied spectroscopically.  The equil. consts. for the formation of the mono adduct and bis adduct were 6.6 × 104 and 140 ± 3, resp.  NMR studies of these complexes show that both the mono- and biscarbonyl adducts are diamagnetic.  The exchange rate between FeTPP and Fe(TPP)CO is estd. to be 105-106 s-1.  The mono- and biscarbonyl adducts were also characterized by IR and electronic spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1cXksFalsrw%253D&md5=b4b51b7ac9c04b9b1d2f8b01ee2745e9", "(b) ", "Six-coordinate:", "Silvernail", ", ", "N. J.", "; ", "Roth", ", ", "A.", "; ", "Schulz", ", ", "C. E.", "; ", "Noll", ", ", "B. C.", "; ", "Scheidt", ", ", "W. R.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "14422", "ACS Full Text ", ", [", "CAS", "]", "22. ", "Heme Carbonyls: Environmental Effects on νC-O and Fe-C/C-O Bond Length Correlations", "Silvernail, Nathan J.; Roth, Arne; Schulz, Charles E.; Noll, Bruce C.; Scheidt, W. Robert", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "41", "),\r\n    ", "14422-14433", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and characterization of four low-spin (carbonyl)iron(II) tetraphenylporphyrinates, [Fe(TPP)(CO)(L)], where L = 1-methylimidazole, 2-methylimidazole, 1,2-dimethylimidazole (unsolvated), and 1,2-dimethylimidazole (toluene solvate) are reported.  The complexes show nearly the same value of νC-O in toluene soln. (1969-72 cm-1) but a large range of CO stretching frequencies in the solid-state (1926-1968 cm-1).  The large solid-state variation results from CO interactions in the solid state, as shown by an examn. of the crystal structures of the four complexes.  The high precision of the four structures obtained allows us to make a no. of structural and spectroscopic correlations that describe the Fe-C-O and NIm-Fe-CO units.  The values of νC-O and the Fe-C and C-O bond distances are strongly correlated and provide a structural, as well as a spectroscopic, correlation of the π back-bonding model.  The interactions of CO described are closely related to the large range of CO stretching frequencies obsd. in heme proteins and specific interactions obsd. in carbonylmyoglobin (MbCO).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVeks7%252FM&md5=1ab62396c434b07711db4def1476ea60", "23. ", "(a) ", "Nesset", ", ", "M. J. M.", "; ", "Shokhirev", ", ", "N. V.", "; ", "Enemark", ", ", "P. D.", "; ", "Jacobson", ", ", "S. E.", "; ", "Walker", ", ", "F. A.", " ", "Inorg. Chem.", " ", "1996", ",  ", "35", ",  ", "5188", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Models of the Cytochromes. Redox Properties and Thermodynamic Stabilities of Complexes of \"Hindered\" Iron(III) and Iron(II) Tetraphenylporphyrinates with Substituted Pyridines and Imidazoles", "Nesset, Marlys J. M.; Shokhirev, Nikolai V.; Enemark, Paul D.; Jacobson, Simone E.; Walker, F. Ann", "Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "35", "\r\n        (", "18", "),\r\n    ", "5188-5200", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The FeIII/FeII and FeII/FeI redn. potentials of a series of model hemes have been measured by cyclic voltammetry in DMF at 25° as a function of the concn. of added axial ligands.  The six porphyrinate ligands utilized were tetraphenylporphyrin (TPP), tetramesitylporphyrin (TMP), and a series of \"hindered\" tetraphenylporphyrins having substituents (OCH3, F, Cl, Br) on both ortho positions of each of the four Ph rings.  The perchlorato salts of the iron(III) porphyrinates were utilized for the titrns.  The axial ligands utilized were N-methylimidazole, 2-methylimidazole, and pyridines of basicities ranging in pKa(PyH+) from 9.7 to 1.1.  From the electrochem. titrn., the equil. consts. (log β2 and some log β1) of each iron porphyrinate with each ligand were detd.  The values of log β2 for the iron(III) complexes decrease in the order Br > Cl > CH3 > OCH3 > H > F, while those for iron(II) decrease in the slightly modified order Br > Cl > CH3 > F > OCH3 > H.  Rather than electronegativity or electron-donating/withdrawing characteristics, these results appear to follow primarily the phys. size of the ortho substituents: The iron porphyrinates with the largest ortho substituents have the largest equil. consts.  The hindered (TPP)FeII complexes are usually, but not always, more stable than the corresponding hindered (TPP)FeIII complexes.  For both (TPP)FeIII and the hindered (TPP)FeIII complexes, the slope of the correlation of log β2III with the pKa of the conjugate acid of the pyridine ligand is 1.0.  The equil. consts. for hindered (TPP)FeII complexes, however, have virtually no dependence upon the base strength of the axial pyridines, while those for (TPP)FeII has a slight sensitivity, with a slope of 0.15.  In contrast to common belief, 2-methylimidazole readily forms bis complexes with some iron(II) tetraphenylporphyrinates (TMP)FeII, ((2,6-Cl2)TPP)FeII, and ((2,6-Br2)4(TPP)FeII), although it does not with (TPP)FeII and its (2,6-F2)4- and (2,6-(OCH3)2)4- counterparts.  N-Methylimidazole is unique among the axial ligands of this study, in that the equil. consts. for binding to both Fe(III) and Fe(II) are virtually identical for all porphyrinates studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xksl2gsLc%253D&md5=9fc2997fb389a2d527e72dccfe01bea5", "(b) ", "Wu", ", ", "Y.", "; ", "Komatsu", ", ", "T.", "; ", "Tsuchida", ", ", "E.", " ", "Inorg. Chim. Acta", " ", "2001", ",  ", "322", ",  ", "120", "[", "Crossref", "], [", "CAS", "]", "23. ", "Electrochemical studies of albumin-heme hybrid in aqueous media by modified electrode", "Wu, Yuping; Komatsu, Teruyuki; Tsuchida, Eishun", "Inorganica Chimica Acta", "\r\n        (", "2001", "),\r\n    ", "322", "\r\n        (", "1,2", "),\r\n    ", "120-124", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier Science S.A.", ")\r\n        ", "The electrochem. properties of a synthetic hemoprotein, recombinant human serum albumin (rHSA) incorporating 2-[8-{N-(2-methylimidazolyl)}octanoyloxymethyl]-5,10,15,20-tetrakis(α,α,α,α-o-pivalamidophenyl)porphinatoiron(II) (FeP) (rHSA-FeP), in aq. media were investigated using an edge plane pyrolytic graphite electrode modified with didodecyldimethylammonium bromide.  The redox behavior of the rHSA-FeP hybrid fits well with thin-film electrochem.: (1) the redox potential (E1/2) of the Fe(III)/Fe(II) couple in the hybrid was always const.; however, (2) the peak current and sepn. increased depending on the scan rate.  Because the isoelec. point (pI) of rHSA-FeP is 4.8, its electron d. becomes higher with an increase in pH of the aq. soln. (pH 4-9) and the E1/2 shifts to the anodic side.  The counter anions and their concn. affect the E1/2, suggesting that the counter anions participate in the redox reaction.  Compared with that of the naked FeP in aq. soln., the E1/2 of rHSA-FeP shifts in the cathodic direction.  This indicates that the hydrophobic environment in the albumin host makes the Fe(II) state difficult to oxidize.  An increase in the no. of the combined FeP mol.(s) in rHSA from 1 to 4 and 8 results in a pos. shift of the E1/2.  The first bound FeP probably sits at the outer domain of the albumin structure, and the other seven FeP mols. are in a relatively inner position.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXotl2hurg%253D&md5=e4856a6a01ea752f02231a41eb3033a8"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-47/ja5103103/20141120/images/small/ja-2014-103103_0003.gif\">"]}
