{"title": ["Computational Study of Adsorption and Separation of CO", ", CH", ", and N", " by an ", "-Type Metal–Organic Framework"], "authors": ["Zhijuan Zhang", "Zhong Li", "Jing Li"], "doi": ["10.1021/la302537d"], "abstract": "In this work, a computational study is performed to evaluate the adsorption-based separation of CO from flue gas (mixtures of CO and N) and natural gas (mixtures of CO and CH) using microporous metal organic framework Cu-TDPAT as a sorbent material. The results show that electrostatic interactions can greatly enhance the separation efficiency of this MOF for gas mixtures of different components. Furthermore, the study also suggests that Cu-TDPAT is a promising material for the separation of CO from N and CH, and its macroscopic separation behavior can be elucidated on a molecular level to give insight into the underlying mechanisms. On the basis of the single-component CO, N, and CH isotherms, binary mixture adsorption (CO/N and CO/CH) and ternary mixture adsorption (CO/N/CH) were predicted using the ideal adsorbed solution theory (IAST). The effect of HO vapor on the CO adsorption selectivity and capacity was also examined. The applicability of IAST to this system was validated by performing GCMC simulations for both single-component and mixture adsorption processes.", "text": ["Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferences1 IntroductionIt is well known that the fast accumulation of CO2 in the atmosphere is the predominant cause of global warming. The atmospheric concentration of carbon dioxide has increased to 384 ppm in 2007 from its preindustrial level of ca. 280 ppm and is expected to reach 550 ppm by 2050 even if CO2 emission is stabilized for the next four decades.(1) Thus, methods for reducing or eliminating CO2 emission from various industrial processes are of utmost importance. Carbon capture and storage (CCS) technologies are a promising route for mitigating CO2 emissions in the near future. For this process, CO2 is first separated from other gases either before or after the combustion stage.(2) In general, four main approaches are considered to be suitable for the separation of CO2 from other light gases: cryogenic distillation, membrane purification, absorption with liquids, and adsorption using solids. Among these, the adsorption and separation of CO2 using porous, solid adsorbents as an alternative to the amine-based absorption/stripping process have attracted a great deal of attention over the past decade. Porous solids such as zeolites, activated carbons, calcium oxides, hydrotalcites, and supported amines have made up the main classes of adsorbents and have been tested for their CO2 adsorption properties.(3-6) However, these materials are either difficult to regenerate without significant heating or exhibit poor selectivity, resulting in low productivity and high expense.(7, 8)Being an emerging new class of crystalline solids, microporous metal–organic frameworks (MOFs) have currently been recognized as a new family of adsorbent materials with great promise because of the remarkable tunability of their structures and chemical functionality.(9-34) Recent research efforts have focused on their energy-related applications, including CH4, CO2, and N2 adsorption and separation. However, to make their practical application a reality, exceptionally high adsorption selectivity and capacity and excellent thermal and water stability must be achieved. MOF74-Mg(35-40) and mmen-CuBTTri(36, 39) serve as two excellent examples. Considering the separation of CO2/N2 mixtures with a composition of 15% CO2 and 85% N2, experimental and theoretical studies indicate that MgMOF-74 (also denoted as Mg2(dobdc) or CPO-27-Mg) has a selectivity of up to 200 at 300 K and 1 atm(39) whereas mmen-CuBTTri exhibits the highest selectivity of 327 at 298 K and 1 atm yet reported for metal–organic frameworks.(36) For the separation of CO2/CH4 mixtures with equimolar composition, the selectivity of MgMOF-74 is up to 150 at 298 K and 1 atm.(40)Three types of gas mixtures that are of the most current interest are targeted for capture technologies, namely, postcombustion (predominantly CO2/N2 separation), natural gas sweetening (CO2/CH4), and precombustion (CO2/H2) capture.(41, 42) The successful capture of CO2 from these gas mixtures will have the greatest likelihood of significantly reducing CO2 emissions into the atmosphere.Although similar in size, these gases do have differences in their electronic properties (i.e., quadrupolar moment and polarization); for example, CO2 has a larger quadrupole moment (13.4 × 10–40 C m2) than N2 (4.7 × 10–40 C m2) and CH4 is nonpolar. CH4 adsorbs preferentially over N2 because of its higher polarizability (26.3 × 10–25, 17.6 × 10–25, and 26.0 × 10–25 cm3 for CO2, N2, and CH4, respectively),(43) although such differences are generally very small. Therefore,to take advantage of these differences in an effective and systematic manner, it is clear that molecular-level control is essential.(41) In recent years, grand canonical Monte Carlo (GCMC) methods have been successfully used to simulate the adsorption and separation of CO2 and N2 in various MOFs.(39, 42, 44-50) For the adsorption of CO2/CH4 binary mixtures in MOFs, all work published to date is based on molecular simulations.(51-59) Recently, GCMC simulations have been adopted to design new MOFs and screen hypothetical MOFs for CO2 adsorption(60, 61) and CO2/N2 and CO2/CH4 separation.(62, 63)rht-type MOFs are built on highly symmetrical 24 connected faceted polyhedra or supermolecular building blocks (SBBs),(64, 65) which are based on linked M2(carboxylate)4 “square paddlewheel” clusters. Notably, a number of recent studies clearly show that they have a high CO2 uptake capacity due to their high binding affinity toward CO2.(56, 64, 66-70) In this work, GCMC simulations are performed to study the adsorption and separation properties of CO2/N2 and CO2/CH4 at 298 K on a new member of rht-type MOF structures, Cu-TDPAT.(69) The experimental single-component adsorption isotherms of CO2, CH4, and N2 on Cu-TDPAT are used to validate our model for CO2/N2 and CO2/CH4 adsorption. The adsorption isotherms, isosteric heats, and adsorption selectivity for CO2 are calculated and compared with experimental data. Because of the fact that experimental adsorption isotherms for mixtures are not always accessible, we have also predicted binary mixture isotherms using ideal adsorbed solution theory (IAST)(71) based on the experimental single-component isotherms. Simulated isotherms of binary mixtures are compared with those calculated by IAST. In addition, the water stability of activated Cu-TDPAT and the effect of water vapor on the CO2 adsorption and separation performance of Cu-TDPAT have also been evaluated in this work. The ternary CO2/N2/H2O mixture isotherms are predicted by the IAST method. The CO2 adsorption capacity in CO2/N2/H2O ternary mixtures is compared with that in CO2/N2 binary mixtures.Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferences2 Model and Computational Details2.1MOF StructureCu-TDPAT is the newest and smallest member of rht-type MOFs that are built on a hexacarboxylic acid and cuboctahedron cluster made of 12 Cu2(COO)4 paddle-wheel units.(69) The three isophthalate moieties in each ligand, 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine or TDPAT, connect to three cuboctahedron clusters to form a 3D network (Figure 1a). The framework contains three types of cages, namely, cuboctahedron (cub-Oh), truncated tetrahedron (T-Td) and truncated octahedron (T-Oh) (as shown in Figure 1b). Cu-TDPAT crystallizes in a tetragonal crystal system with unit cell dimensions of 26.860 × 26.860 × 37.753 Ǻ3. The framework is both thermally and water stable (Figure S1). Having a high density of multifunctional sites, namely, open metal sites (OMSs, 1.76/nm3) and Lewis basic sites (LBSs, 3.5/nm3, Figure S1), Cu-TDPAT exhibits the highest CO2 adsorption capacity and enthalpy (Qst = 42.2 kJ/mol) among all rht-MOFs reported to date. At RT and 0.1 atm, conditions mimicking a flue gas mixture, 6.2 wt % of CO2 is taken up, which is more than double the best value reported previously for the rht family (2.8 wt %).(64)Figure 1. Crystal structure of Cu-TDPAT showing (a) a portion of the (3, 24)-connected rht-net and (b) three different cages (cuboctahedron = cub-Oh (light purple), truncated tetrahedron = T-Td (blue), and truncated octahedron = T-Oh (yellow)) in the crystal structure of Cu-TDPAT.2.2Force FieldsForce fields play an important role in molecular simulations, and the adsorption behaviors of CO2 and N2 are extremely sensitive to the gradient of the electrostatic field inside the pores of an MOF structure. In this work, van der Waals (VDW) interactions between the framework and adsorbates were treated with a 12–6 Lennard-Jones (LJ) potential(72, 73) (eq 1). The cross-interaction parameters between different atoms were calculated using the Lorentz–Berthelot mixing rules(74) (eqs 2 and 3)(1)(2)(3)where εij is the depth of the potential well between atoms i and j. σij is the finite distance between atoms i and j at which the interatom potential is zero. rij is the distance between the atoms.The Lennard-Jones (LJ) parameters for the MOF atoms were taken from the all-atom OPLS force field (OPLS-AA) of Jorgensen et al.(75) For Cu, the all-atom universal force field (UFF) was used because the OPLS-AA force field was not available. CO2 was modeled as a triatomic molecule with charges on each atom using a TraPPE potential. Nitrogen was also modeled using a TraPPE potential with charges placed on each atom and at the center of mass. CH4 was described as a pseudoatom using a TraPPE potential. The cutoff radius for Cu-TDPAT was set to be 12.8 Ǻ.2.3Atomic Partial Charge CalculationsThe atomic charges of framework atoms were calculated from density functional theory (DFT) on the basis of the fragmented clusters as illustrated in Figure 2. To maintain the correct hybridization, the dangling bonds on the fragmented clusters were terminated by −CH3 in all fragmented clusters. The electrostatic charges were used as the atomic partial charges, and the ChelpG method(76) was adopted. On the basis of the ChelpG method, density functional theory (DFT) calculations using the unrestricted B3LYP functional were carried out to compute the atomic partial charges, and basis set LANL2DZ was used for atom Cu whereas 6-31+G*(77) was used for the rest of the atoms. For heavy atoms, the effective core potential (ECP) is often chosen in ab inito calculations to reduce the amount of necessary computation, and LANL2DZ is a collection of double-ξ basis sets.(78) The calculations were performed using the Gaussian 03 suite of programs,(79) and the calculated results of atomic partial charges are listed in Table S1.Figure 2. Fragmented clusters used in the B3LYP/6-31+G* calculations for Cu-TDPAT. To maintain the correct hybridization, the dangling bonds on the fragmented clusters were terminated with −CH3.2.4MethodologyThe adsorption and separation characteristics of CO2/N2 and CO2/CH4 were calculated using Monte Carlo (MC) simulations in grand canonical ensemble μVT with the code Music,(80) where the chemical potential, temperature, and volume are constant. The simulations box represents 2 × 2 × 2 unit cells for Cu-TDPAT. At least 20 million trials were used in the single-component and mixture simulations. Among these trials, the first half was used for equilibration, and the last half was used to calculate the ensemble averages. The simulated (absolute) adsorption data were converted to excess adsorption for comparison with experiments using equation Nex = Nabs – Vgρg, where Vg represents the pore volume of the adsorbent and ρg is the density of the adsorbate calculated using the Peng–Robinson equation of state(81) at a given temperature and pressure. For pure CO2 and N2, four types of moves (translation, random insertion, deletion, and rotation) were used but for pure CH4, only three types of moves (translation, random insertion, and deletion) were used. For binary mixtures, an additional move, named the identity swap, was included in order to accelerate the convergence and reduce statistical errors.(82) Adsorption selectivities were calculated from binary adsorption isotherms as(4)where yi and xi are the mole fractions of component i (i = 1 or 2) in the bulk and adsorbed phases, respectively.In a dilute (ideal gas) phase, the isosteric heat of adsorption Qst was calculated from eq 5(5)where ⟨v⟩ is the average potential energy of the adsorbed phase, ⟨N⟩ is the average number of molecules adsorbed, T is the temperature, and R is the ideal gas constant.To estimate the pore volume (Vg) for these materials, we employed an approach proposed by Talu and Myers.(83) They suggested that the GCMC simulation of the number of adsorbed helium molecules contained in a unit mass adsorbent (Na) at low pressure (P) and ambient temperature (T0) should be carried out. Helium is assumed to be a nonadsorbing gas, and its pore volume can be calculated from eq 6(6)where k refers to the Boltzmann constant. The calculated pore volume of Cu-TDPAT is 0.97 cm3/g, which is very close to the experimental value (0.93 cm3/g).(69)Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Validation of the Force FieldTo validate the employed force field based on the LJ potential model and the atomic partial charges employed in this work, simulated excess adsorption isotherms of CO2, N2, and CH4 on Cu-TDPAT at 298 K were compared to the experimental data, as shown in Figure 3a. It can be seen that the simulated isotherms match the experimental data for CH4 and N2 very well, although some deviations are observed in the CO2 isotherms at very low pressure and high pressure. The deviations at very low pressure are primarily due to the multiple CO2 binding sites in the structure. At the onset of adsorption, the CO2 adsorption isotherm shows a very deep increase as a result of the strong binding affinity of open Cu2+ sites to CO2.(69) The uptake is significantly slowed at higher pressures as the molecules enter fewer interactive sites. Another possible reason for errors may be attributed to the limit of the force field.(84) At the higher-pressure end, the simulation tends to generate overestimated data, causing deviations, especially for CO2. Such errors are also found in reported simulation work.(39, 53, 85-87)Figure 3. CO2, CH4, and N2 isotherms on Cu-TDPAT at 298 K. (a) Comparison of the simulated and experimental excess isotherms. (b) Isosteric heats of CO2, CH4, and N2 adsorption at 298 K for different pressures.3.2Adsorption of Single-Component GasesAt low loadings, a high isosteric heat of adsorption indicates strong interactions between the adsorbate and adsorbent. Isosteric heats of adsorption of CO2, CH4, and N2 for Cu-TDPAT at different pressures were calculated, as shown in Figure 3b. The isosteric heat of CO2 at the onset of adsorption is significantly higher than those for CH4 and N2, indicating much stronger interactions between CO2 and the framework than those for CH4 and N2. It is also interesting that the isosteric heats of CH4 adsorption are greater than those of N2 over the entire pressure range because of its higher polarizability. A nice correlation between the uptake amount of the three gases and their Qst values is clearly seen in Figure 3a,b, where the strongest gas–framework interactions gives rise to the highest level of adsorption.To explore the structural information of CO2 on Cu-TDPAT further, Figure 4 shows the density distribution profiles between CO2 and the center of mass (COM) at 10 and 100 kPa. Two pronounced peaks are observed at r = 9.6 and 15.2 Å, revealing that CO2 strongly interacts with the open Cu2+ sites (OMSs) and Lewis base sites (LBSs)(69) because of the large quadrupole moment of CO2. With increasing pressure from 10 to 100 kPa, the height of the peak decreases, which is due to the preferential sites of OMSs and LBSs and those in the intersection regions. A similar phenomenon was also observed in the CO2 adsorption on rho-ZMOF(88) and another ionic rht-MOF.(89)Figure 4. Density distribution profiles between CO2 and the center of mass on Cu-TDPAT at 10 and 100 kPa.3.3Influences of Framework ChargesThe effects of framework charges on CO2 adsorption in MOFs have been widely studied by many researchers.(44, 52, 90-93) Here, we performed additional simulations in which the electrostatic interactions between the gas molecules and the framework atoms were switched off to investigate the influence of framework charges on the CO2 and N2 adsorption capacity in Cu-TDPAT. The contribution of the framework charges to the adsorption capacity of CO2 and N2 is defined as the following percentage ratio(7)where Nwith and Nwithout denote the absolute amount adsorbed with and without the gas–framework (Cu-TDPAT) electrostatic interactions, respectively. The simulation results are shown in Figure 5a,b. It can be seen that, generally, the electrostatic contributions are higher for CO2 than for N2 in Cu-TDPAT. This is because the absolute value of the quadrupole moment of CO2 is much larger than that of N2. Thus, the electrostatic interactions between CO2 and MOF are much stronger than those between N2 and MOF, resulting in a CO2–MOF electrostatic contribution of up to 60% at room temperature and low pressure as shown in Figure 5a.Figure 5. Effect of electrostatic interactions on CO2 and N2 adsorption capacity in Cu-TDPAT at 298 K. (The pink curve represents the electrostatic contribution.). (a) CO2 and (b) N2.3.4Binary Mixture AdsorptionIn industrial separation processes, an indication of good separation ability is the selectivity of a porous material for different gas components in mixtures. The selectivity for components 1 and 2 in a binary mixture can be obtained from eq 4.Ideal adsorbed solution theory (IAST) has been used to predict gas mixture adsorption in many zeolites(53, 94-98) and, more recently, MOF materials(35, 51, 53, 64, 99) accurately. Although other theories may also be applicable for such predictions, IAST continues to serve as the benchmark for the prediction of the mixed gas adsorption equilibrium from single-component isotherms. To perform the integration required by IAST, the single-component isotherms should be fit to a proper model. There is no restriction on the choice of models to fit the adsorption isotherms, but data over the entire pressure range under study should be fit very precisely. In the case of Cu-TDPAT, several isotherm models were tested to fit the experimental pure isotherms of CO2, CH4, and N2, and the dual-site Langmuir–Freundlich (DSLF) equation was found to fit the experimental data best.The dual-site Langmuir–Freundlich model(53, 54, 100, 101) can be expressed as follows:(8)Here, p is the pressure of the bulk gas at equilibrium with the adsorbed phase (kPa), N is the adsorbed amount per mass of adsorbent (mol/kg), N1max and N2max are the saturation capacities of sites 1 and 2 (mol/kg), b1 andb2 are the affinity coefficients of sites 1 and 2 (1/kPa), and n1 and n2 represent the deviations from an ideal homogeneous surface. Table 1 presents the fitting parameters of the DSLF equation and the correlation coefficients (R2). An examination of the data shows that the models are able to fit the adsorption data very well (Figures S2–S3). The R2 values for all of the fitted isotherms are >0.9999. Hence, the fitted isotherm parameters were applied to perform the necessary integrations in IAST.Table 1. Equation Parameters for the DSLF Isotherm ModeladsorbatesN1max(mmol/g)b1 (kPa–1)n1N2max(mmol/g)b2 (kPa–1)n2R2CO21.000.851.1318.920.00230.920.9999CH40.480.0151.0224.320.000770.800.9999N20.070.00460.602.410.000300.740.99993.5CO2/N2 Binary MixtureConcerning flue gas purification and separation processes, the most important binary system is CO2/N2, for which extensive research has been done on zeolite(102) and MOF(47, 49, 103) materials both experimentally and theoretically. Figure 6a,b shows the simulated adsorption isotherms by IAST and GCMC for a CO2/N2 mixture at two compositions (50:50 and 15:85, respectively) in Cu-TDPAT as a function of the total bulk pressure. For both compositions, the two methods show good agreement in the low-pressure region, although some deviations are observed as the pressure increases (Figure 6). At high pressures, the simulation results are slightly higher than those obtained from the IAST method as a result of a slight overestimation as compared to the measured values (Figure 3a). Figure 7 shows the simulated IAST selectivity for CO2 and the GCMC predicted selectivity from the binary mixture of CO2/N2 at 298 K as a function of the bulk pressure up to 1 atm. Noticeably, the adsorption selectivity shows a different trend for the two compositions. For 15:85 CO2/N2, the selectivity of CO2 decreases with increasing pressure, and for 50:50 CO2/N2, there are two steps: a slow decrease at pressures lower than about 0.5 atm followed by a slow increase as the pressure continues to increase. This indicates that the increase in the concentration of CO2 affects the adsorption of N2 because of competition, implying that the adsorption of CO2 is an energy effect because of the unsaturated Cu metal center and the Lewis basis sites rather than the packing effect within the pressure range studied. For both compositions, the selectivity values are higher than 100 at 1 atm. They are much higher than those reported for most other MOFs and zeolites under similar conditions, including all rht-type structures reported to date (Tables 2 and 3 and Figure S4). The applicability of IAST was further tested using GCMC simulation for the mixtures under the same conditions. As can be seen from Figure 7, for a typical dry flue gas composition of 50:50 CO2/N2 the selectivity obtained from GCMC simulation matches that predicted by IAST reasonably well. However, for 15:85 CO2/N2, there is a large deviation between the two methods at both lower pressures. These deviations are due to the underestimation of the GCMC simulation at low pressure (Figure 3a). Krishna and co-workers also suggested that molecular simulations could lead to pessimistic estimates of the selectivity for MOFs that have an affinity for CO2.(39)Figure 6. Simulated adsorption isotherms of CO2 and N2 in a binary mixture at two compositions by IAST and GCMC methods. (a) 50%:50% CO2/N2 and (b) 15%:85% CO2/N2.Figure 7. Verification of the IAST-predicted selectivities by GCMC simulations for different mixture compositions of CO2 and N2 as a function of the total pressure at 298 K for Cu-TDPAT.Table 2. Comparison of Adsorption Selectivities of CO2/N2 (Equimolar Mixtures) and CO2/CH4 (Equimolar Mixtures) in Some Other MOFs and Zeolites at 298 K and 1 atm (Total Bulk Pressure)adsorbentCO2/N2CO2/CH4Cu-TDPAT (this work)10220MOF-74-Mg∼200a∼150(40)Cu-BTC20(47, 54)4(56) or 5(51, 104)[Cd2L1(H2O)]2·5H2O58(105)f66(105)fZIF-68∼14(103)a∼4(103)ZIF-69∼24(103)a∼7(103)ZIF-9518.0 ± 1.7(106)b4.3 ± 0.4(106)bZIF-10025.0 ± 2.4(106)b5.9 ± 0.4(106)bZIF-7850(17)d10(17)dFAU20(107)4–10(108)DDR22–38(48)3–20(108)MOF-5 (IRMOF-1)17.5(109)d15.5(109)dMOF-177∼5(35)c4.4(109)dDHF_PAF-1∼50(62)a∼18(62)MO_PAF-1∼40(62)a10(62)NH2_PAF-19(62)a4(62)MOF-508b4(110)3(110)mmen-CuBTTri∼327(36)c JBW∼550(39)a AFX∼300(39)a NaX∼200(39)a ITQ-3∼80(85)e silicalite∼30(85)e Cu-TPBTM∼22(64) PCN-61∼15(68) [Cu(L2)]22(111)f MCM-41∼8(102) MIL-47∼9(112) MIL-53 7(113)PCN-6 2–3(56)Zn2(NDC)2(DPNI) (microwave) ∼15(54)[Zn3(OH)(p-CDC)2.5]n ∼10(100)bio-MOF-11 ∼12(114)Cu(bpy-1)2(SiF6) ∼11(115)fCu(bpy-2)2(SiF6) ∼8(115)fsoc-MOF ∼25(56)UiO-66(Zr)-CO2H 19.2(58)aThe CO2/N2 composition is 15%/85%.bObtained from breakthrough experiments with equimolar mixtures.cFor mmen-CuBTTri and MOF-177, both CO2/N2 composition are 15%/75%, but the temperatures are 298 and 313 K, respectively.dObtained from Henry’s constant.eObtained at 308 K.fL1 = 4,4′-(hexafluoroisopropylidene)diphthalate; L2 = 1,4-di(1H-imidazol-4-yl)benzene; bpy-1 = 4,4′-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)-ethene.Table 3. Comparison of Experimental CO2 Uptake and Adsorption Selectivity of CO2/N2 (0.15:0.85 CO2/N2) (Calculated Using IAST) in Some MOFs at 298 K  uptake (wt %)selectivity compoundsBET0.15 atm1 atm15:85 CO2/N2referencesCu-TDPAT (this work)19387.525.98869Cu-TPBTM31604.223.32164PCN-6130002.513.91564CuBTTri17703.016.417116FeBTT20105.313.5618en-CuBTTri3452.35.5143116mmen-CuBTTri87010.517.5327a36, 39MOF74-Mg180027.036.515035, 39Bio-MOF-1110405.318.13627,117Zn2(bdc–OH)2(ted)11112.413.1424,99Zn2(bdc-NH2)2(ted)11831.49.51124,99RPM3-Zn284.82.45.150133SNU-M10505b3.110.7 118CuBTC12703.820.421this workaThe CO2/N2 composition is 15%/75%.bLangmuir surface area calculated from CO2 adsorption–desorption isotherms at 195 K.3.6CO2/CH4 Binary MixtureCO2 is often found as an impurity in natural gas and landfill gas, where CH4 is the major component. Therefore, the separation of CO2 from CH4 is an important problem. For comparison purposes, Figure 8a shows an equimolar mixture of CO2 and CH4 adsorption isotherms predicted by IAST and GCMC in Cu-TDPAT as a function of the total bulk pressure. In addition, the calculations were also performed with the mixture composition of 10% CO2 and 90% CH4,(57) the conditions found in natural gas purification processes (Figure 8b). For both compositions, CO2 is preferentially adsorbed over CH4 because of stronger interactions between CO2 and the MOF as a result of the higher quadrupole moment and larger polarizability of CO2. Figure 9 presents the predicted selectivity for CO2 over CH4 for the two compositions. It is noticed that the selectivity of both compositions in Cu-TDPAT drops as the pressure increases. Small deviations between the GCMC and IAST data are observed at very low pressure because of the underestimation of CO2 uptake using GCMC simulation. Because a typical natural gas mixture is composed of 0.10 bar CO2 and 0.90 bar CH4, the selectivity is in the range of 27–126 at 298 K. Furthermore, for equimolar CO2 and CH4 mixtures, the selectivity of equimolar CO2 and CH4 is up to 88 in the low-pressure range whereas at 1 bar the selectivity of CO2/CH4 is 20, which is also fairly high compared to that of most other MOFs and zeolites under the same conditions, as can be seen in Table 2. For [Cd2L(H2O)]2·5H2O, the selectivity of CO2/CH4 is higher than that of Cu-TDPAT; however, its uptake of CO2 was only 9.3 wt %(105) at 293 K and 1 atm and for the soc-MOF the adsorption uptake of CO2 was 37.7 wt %(119) at 273 K and 1 atm, both of which are lower than those of Cu-TDPAT under the same conditions. Because the CO2 uptake at the regeneration (1.0 bar) and production (10.0 bar) pressures are 44.5 and 55.4 wt % for Cu-TDPAT,(69) we can obtain the working capacity of Cu-TDPAT between these two pressures (10.9 wt %), which is higher than that of UiO-66(Zr)-CO2H (7.9 wt %).(58) Thus, Cu-TDPAT approaches the second-best-performing MOF known to date and is a promising candidate for natural gas purification and also a good candidate for CO2 separation from other CO2/CH4 mixtures. To test the applicability of IAST in the CO2 and CH4 separations in Cu-TDPAT, we again turned to GCMC simulation. The GCMC simulations were performed for the mixtures under the same conditions. As shown in Figure 10, the IAST-predicted selectivities match the GCMC mixture simulation results (excess adsorbed amounts) very well at higher pressures, although some deviations are observed in the low-pressure range, which has also been observed by Bae et al.(54)Figure 8. Simulated adsorption isotherms of CO2 and CH4 in two-component mixtures in Cu-TDPAT. (a) 50%:50% CO2/CH4 and (b) 10%:90% CO2/CH4.Figure 9. Verification of the IAST calculations by GCMC simulations for different mixture compositions of CO2 and CH4 at different pressures for Cu-TDPAT at 298 K.3.7Ternary MixturesTo verify the influence of the presence of other species present in flue gas, such as CH4, or in natural gas, such as N2, on the separation selectivity,(108) simulations were also carried out for a CO2/CH4/N2 mixture. The IAST simulations were performed on the ternary mixture, and the predicted isotherms are shown in Figure 10a,b. The curves are similar to those for the corresponding binary mixtures of CO2/N2 and CO2/CH4 as a result of the same mechanisms. However, it is also clear that because of the competition of CH4 the uptake of N2 decreases significantly while the uptake of CO2 remains almost the same because of its strong affinity for the framework, as compared to that of the binary mixture of CO2 and N2 (15:85 CO2/N2). Furthermore, when there is 5 mol % N2 present in the CO2/CH4 mixture, the CO2 uptake decreases substantially because of its low concentration as compared to that in the binary mixture of CO2 and CH4 (10:90 CO2/CH4). The influences of the nominal composition of CH4 in the flue gas and N2 in the natural gas on the corresponding selectivity are shown in Figure 11. The presence of CH4 does not affect the selectivity of CO2/N2 in the flue gas, whereas the replacement of N2 with CO2 in the natural gas increases the selectivity of CO2/CH4.Figure 10. Predicted adsorption isotherms of CO2, CH4, and N2 on Cu-TDPAT in ternary mixtures of CO2, CH4, and N2 at different compositions. (a) 15:5:80 CO2/CH4/N2 and (b) 5:90:5 CO2/CH4/N2.Figure 11. Influence of the nominal composition of CH4 in flue gas and N2 in natural gas on the selectivity as compared to those in the binary mixtures at 298 K.3.8H2O Effect on the CO2 Adsorption and CO2/N2 SelectivityAlthough CO2 and N2 account for about 90% of the overall flue gas composition, they usually coexist with other components such as water, O2, SO2, and others. Among these minor gases, H2O takes up ∼5–7% by volume.(120, 121) The presence of H2O can significantly influence the stability of MOFs and their capacity to capture and separate CO2 from other gases. Here, the IAST is adopted to evaluate the adsorption performance of Cu-TDPAT in ternary mixtures containing CO2, N2, and H2O. Cu-TDPAT shows high moisture and water stability (Figure S5). It takes up 20 wt % at p/p0 = 0.4 and 22.1 wt % at p/p0 = 1.0 (Figure S6), which are relatively low compared to those for other MOFs that possess only open metal sites. For example, MIL-101, HKUST-1, and MOF74-Mg adsorb 135,(122) 52,(122) and 48 wt %(123) H2O at 298 K with p/p0 = 0.98, respectively. To investigate the effect of H2O on the CO2 selectivity and capacity of Cu-TDPAT, experimental water adsorption isotherms were fitted using the DSLF model (Table S3). Figure 12a shows the predicted isotherms of CO2, N2, and H2O on Cu-TDPAT (at 298 K) in a ternary mixture with 15:75:10 CO2/N2/H2O. It is clear that water is preferably adsorbed on Cu-TDPAT compared to CO2 and N2 and has a strong competitive effect on the adsorption of CO2 and N2. Figure 12b compares isotherms of CO2 and N2 in binary and ternary mixtures. The adsorbed amounts of both CO2 and N2 decreases in the ternary mixture compared to that in the binary mixture, but it is interesting that in the presence of water vapor the selectivity of CO2/N2 is higher over the entire pressure range (Figure S7).Figure 12. IAST-predicted CO2 and N2 isotherms for Cu-TDPAT at 298 K. (a) Ternary mixture with a composition of 15:75:10 CO2/N2/H2O. (b) Comparison of the binary (15:85 CO2/N2) and ternary mixtures.Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferences4 ConclusionsIn this study, we evaluated the adsorption-based gas separation capacity of a new rht-type MOF, Cu-TDPAT, employing the IAST model and the GCMC simulation method. We have investigated binary mixtures of CO2/N2 and CO2/CH4, both representing important industrial systems. Having a high density of both OMSs and LBSs, Cu-TDPAT demonstrates a very high adsorption selectivity of CO2 over N2 at compositions that mimic postcombustion flue gas mixtures. The value of 102 (15% CO2, 1 atm bulk pressure) places it third among all MOFs investigated to date, following mmen-CuBTTri and MOF74-Mg (about 327 and 200 under identical conditions). For binary mixtures of CO2/CH4, the selectivity of Cu-TDPAT increases as the concentration of CO2 decreases, and at a composition of 10% CO2 and 1 atm bulk pressure, the selectivity reaches 20, which is the second highest among all MOFs for which CO2/CH4 selectivities have been reported to date. For ternary mixtures of CO2/N2/CH4, the selectivity of both CO2 versus N2 and CO2 versus CH4 is higher than that of their binary mixtures. The applicability of IAST to this system was also verified by performing GCMC simulations for both single-component and mixture adsorption. These results suggest that Cu-TDPAT is promising for CO2/N2 and CO2/CH4 separations. The effect of H2O vapor on the CO2 adsorption selectivity and capacity for Cu-TDPAT is also examined. Water competes with and leads to a decreases in CO2 uptake; however, the selectivity of CO2 over N2 is increased in the presence of H2O. Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferencesSupporting InformationExtra information on material synthesis, PXRD, CO2 and N2 adsorption isotherms, Lennard-Jones and Coulombic potential parameters, and atomic partial charges in fragmented clusters in Cu-TDPAT. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferencesAcknowledgmentWe thank the Department of Energy for its support through grant DE-FG02-08ER46491. Z.Z. is grateful to the China Scholarship Council for a fellowship (CSC, 2010615043) to support her 2-year study at Rutgers University.Reference QuickViewTop of PageAbstractIntroductionModel and Computational DetailsResults and DiscussionConclusionsReferencesReferencesThis article references 123 other publications.1. Raupach, M. R.; Marland, G.; Ciais, P.; Le Quéré, C.; Canadell, J. G.; Klepper, G.; Field, C. B. Global and regional drivers of accelerating CO2 emissions Proc. Natl. Acad. Sci. U.S.A. 2007,  104,  10288– 10293[Crossref], [PubMed], [CAS]1. Global and regional drivers of accelerating CO2 emissionsRaupach, Michael R.; Marland, Gregg; Ciais, Philippe; Le Quere, Corinne; Canadell, Josep G.; Klepper, Gernot; Filed, Christopher B.Proceedings of the National Academy of Sciences of the United States of America\r\n        (2007),\r\n    104\r\n        (24),\r\n    10288-10293CODEN:\r\n                PNASA6;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2012/langd5.2012.28.issue-33/la302537d/production/images/small/la-2012-02537d_0012.gif\">"]}