{"title": "Thermodynamic Consistency for Binary Gas Adsorption Equilibria", "authors": ["M. B. Rao", "S. Sircar"], "doi": ["10.1021/la981341h"], "abstract": "An integral and a differential thermodynamic consistency test between pure and binary gas adsorption data and three differential thermodynamic consistency tests for binary gas adsorption data alone can be formulated using the Gibbsian surface excess model of gas adsorption. These relationships originate from the Gibbs adsorption equation. It is necessary to measure the surface excess of the components of the binary gas mixture as functions of pressure at constant gas phase composition and temperature, as functions of gas phase compositions at constant pressure and temperature, and as functions of temperature at constant gas phase compositions and pressures, to apply these tests practically. The tests are very useful to check the quality of the data before they can be extrapolated for adsorptive process design using multicomponent equilibrium adsorption models. A set of pure and binary gas data for adsorption of CH and N on a 5A zeolite was used to demonstrate the applicability of these consistency tests, and the data were found to be consistent by all tests. Some of these tests could not be applied previously because of a lack of sufficient data. A series of published pure and binary gas adsorption equilibrium data sets on various microporous adsorbents of practical interest, which passed the integral thermodynamic consistency test, is listed. They can be used to validate theoretical models for prediction or correlation of multicomponent adsorption data. The criteria for obeying the thermodynamic consistency tests by several analytical pure and multicomponent gas adsorption models (Langmuir, Nitta et al., Toth, and Martinez and Basmadjian) are derived. These models are frequently used in describing experimental data on microporous homogeneous and heterogeneous adsorbents. ", "text": "10.1021/la981341h 10.1021/la981341h10.1021/la981341h Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummaryIntroduction The adsorption literature reports numerous pure gas adsorption equilibrium data on various micro-meso porous adsorbents of practical interest (activated carbons, silica and alumina gels, zeolites, and polymeric sorbents). In comparison, the number of published data on binary gas equilibrium adsorption are fewer, and the data for three or more component gas mixtures are rare. The excellent compilation of equilibrium gas adsorption data by Valenzuela and Myers, which was published in 1989,1 cites these facts. A survey of the abstracts of published works between 1989 and 1998 shows that the situation remains unchanged.  Mathematical models for design and optimization of adsorptive separation processes such as pressure swing and thermal swing adsorption, on the other hand, require accurate multicomponent adsorption equilibrium data.2 These data must be (a) experimentally measured in the entire range of pressure, temperature, and gas composition encountered by the adsorbent during the separation processes, or (b) calculated from corresponding pure gas equilibrium data using various predictive or correlative multicomponent adsorption models. Even for case (b), a selective amount of multicomponent data must be measured in order to verify the quality of prediction by the adsorption models for the systems of interest.  The measurement of multicomponent gas adsorption equilibria by conventional methods can be complex, tedious, and time-consuming,3 and the accuracy of the data may not always be satisfactory. These problems may be the reasons for the lack of sufficient multicomponent adsorption data in the literature. It is, therefore, imperative that the thermodynamic consistency of experimental multicomponent gas adsorption data and that for the predictive or correlative models be checked before they are used for process design purposes.   Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummaryThermodynamic Consistency Tests The thermodynamics of pure and multicomponent gas adsorption systems has been extensively studied using the Gibbsian surface excess (GSE) model.4-6 The equilibrium gas phase of the model system is characterized by its pressure (P), temperature (T), and the mole fraction of the ith component (yi). The Gibbsian adsorbed phase is characterized by the surface excess of component i(nim) and its temperature (T). A key thermodynamic equation, according to this model, is the nonisothermal Gibbs adsorption equation expressed in terms of GSE as the variables:4  where φ is the surface potential of the Gibbsian adsorbed phase, Sm is the excess entropy of the GSE model system, and μi is the equilibrium gas-phase chemical potential of component i at P, T, and yi.  Equation 1 can be differentiated or integrated using different thermodynamic paths in order to generate various thermodynamic consistency tests. For binary gas adsorption systems (i = 1, 2), eq 1 has been used to develop several relationships for checking (a) the thermodynamic consistency between pure and binary gas equilibrium adsorption data, and (b) the internal thermodynamic consistency of binary adsorption data itself.4 These relationships are reproduced below:  (a) Consistency between Pure and Binary Gas Adsorption Data. Integral and differential consistency  tests have been developed for these data. These tests require the measurement of pure gas adsorption isotherms [surface excess of pure component i, , as functions of P at constant T] and binary gas adsorption isotherms [surface excess of component i, nim, as functions of yi at constants P and T] at different constant values of P.      where φi* is the surface potential of adsorption for pure gas i at P and T. It can be estimated as a function of P at constant T using the pure gas adsorption isotherm and eq 3. Thus, the quantity on the left side of eq 2 at any given values of P and T can be evaluated from the pure gas adsorption isotherms of the components of a binary gas mixture. The quantity on the right side of eq 2 at any given values of P and T can be evaluated using the binary gas adsorption isotherms nim vs yi at constant P and T. These two independently measured quantities must be equal; this equality forms the basis for the integral consistency test between pure and binary gas equilibrium adsorption data. A similar test was originally developed by Broughton,7 who used actual amounts adsorbed instead of surface excesses as the variables. The original Broughton equation is different in form from eq 2, but they can be shown to be identical when the same nomenclature is used.   The quantities on the left sides of eqs 4 and 5 can be obtained from the pure component adsorption isotherms at any chosen values of P and T. The quantities on the right sides of eqs 4 and 5 can be estimated by measuring binary adsorption isotherms. The integrals of eqs 4 and 5 at any chosen values of P, T, and yi can be evaluated by measuring nim as a function of yi at constant T and P. The pressure derivatives of the integrals at any value of P, T and yi can then be estimated. Thus, either of eq 4 or 5, which are both thermodynamic identities, provides a differential consistency test between pure and binary gas equilibrium adsorption data.  It should be pointed out that the differential test described above is a more rigorous test of the binary data consistency than the integral test described previously. The integral test is automatically satisfied if the differential test is obeyed. However, adequate experimental data to carry out the differential test may not be generally available.  (b) Internal Consistency of Binary Gas Adsorption Data. The binary or multicomponent equilibrium adsorption data can be measured in three different ways:  (a) nim as functions of yi at constant P and T; (b) nim as functions of P at constant T and yi; and (c) nim as functions of T at constant P and yi. The total desorption method8,9 or the isotope exchange technique3 can be used to carry out these measurements conveniently. The thermodynamic analysis of the Gibbsian binary adsorption system yields the following internal differential consistency tests for binary data measured under different conditions.4     The integral in eq 7 can be estimated by measuring nim as a function of P at constant T and yi. The derivatives of the integral with respect to yi at constant P and T can then be obtained. Eq 7 requires that the quantity on the right side, which can be estimated by measuring n1m and n2m as functions of P at constant T and y1, must be equal to n1m for any chosen values of P, T, and y1. Thus, this equation forms the basis of an internal consistency test of binary equilibrium adsorption data.  A very important practical application of eq 7 is that the surface excesses of components (1) and (2) can be calculated at a given value of P, T, and y1 by measuring the total surface excess (nm from eq 6) as a function of P at constant T and y1 (the right-side terms of eq 7). This can significantly simplify the experimental protocol. Equation 7 was originally derived by Van Ness,10 using actual amounts adsorbed instead of surface excesses as the variables.     The quantity on the left hand side of eq 8 can be obtained by measuring nim as a function of yi at constant P and T, whereas quantities on the right side of eq 8 can be obtained by measuring nim as a function of P at constant T and yi. Thus, this equation provides an internal thermodynamic consistency test for two independently measured sets of binary adsorption data obtained under the conditions of constant P and T and constant T and yi , respectively.    Figure 1 Pure gas adsorption isotherms of methane and nitrogen on 5A zeolite at 303.1 K.   Eq 9 provides an internal thermodynamic consistency test between binary equilibrium adsorption data measured  under various conditions [nim as a function of P, y1, and T at constant (T, y1), (P, T), and (P, y1), respectively].  It should be noted here that the thermodynamic consistency tests described above [eqs 2−9] are derived for binary adsorption systems only. The integral consistency test [eq 2] and the internal consistency test [eq 7] for binary data are the only two tests which have been used, even sporadically, in the adsorption literature. Lack of extensive data needed to apply the other consistency tests may be the reason for this.  The authors are not aware of any thermodynamic consistency relationships for multicomponent gas mixture data containing more than two components that can be written in the closed forms analogous to those for the binary adsorption systems [eqs 2−9]. Talu and Zwiebel29 measured pure, binary, and ternary gas adsorption equilibrium data for the C3H8−CO2−H2S system on H-mordenite at 30 °C and concluded that these data sets were thermodynamically consistent. They used the nonideal adsorbed solution (NIAS) model of Myers and Prausnitz to calculate the adsorbed phase activity coefficients for the three relevant binary pairs of interest and showed that an integrated form of the isothermal Gibbs adsorption equation (eq 1) can be satisfied using activity coefficients from the NIAS model. The binary activity coefficient data were fitted by a model called SPD, which accounted for surface potential dependence of the activity coefficients of a multicomponent adsorption system, to generate the model parameters. Finally, the ternary activity coefficients were calculated by the SPD model, and the ternary adsorbed phase mole fraction versus gas-phase mole fraction at constant P and T were successfully described by the NIAS model.   Figure 2 Binary gas adsorption isotherms of methane (1) and nitrogen (2) on 5A zeolite at 303.1 K:  component surface excesses as functions of gas compositions at constant P and T.     Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummaryExperimental Validation of Thermodynamic Consistency Tests for Binary Gas Adsorption The recently published pure gas and binary gas adsorption equilibrium data for methane (component 1) and nitrogen (component 2) on 5A zeolite (crystals) by Sievers11,12 provides an opportunity to test most of the thermodynamic consistency tests [eqs 2, 4, 7 and 8] described above. We used the data set at a single temperature of 303.1 K for this purpose.  The pure gas adsorption isotherm data cover the pressure range of 0−50 atm as shown by Figure 1, where ln nim* is plotted as a function of ln P. Table 1 also reports the pure gas data. The low-pressure data for both CH4 and N2 obey Henry's Law13    where Ki is the Henry's Law constant and it is a function of temperature only [eq 11]. qio is the isosteric heat of adsorption of pure gas i in the Henry's Law region, and R is the gas constant. The slopes of the plots of Figure 1 in the Henry's Law region are unity, as required by eq 10. Ki values are given in the figure. Accurate values of the parameter Ki are necessary for reliable estimation of φi*  by eq 3 because it represents the limiting value of the integrand of eq 3 at P→0.    Table 1.  Adsorption Isotherms of Pure Methane and Nitrogen on 5A Zeolite at 303.1 K11  methanenitrogenP (atm)nim* (mol/kg)P (atm)nim* (mol/kg) 0.1400 0.104 0.1900 0.091 0.2000 0.145 0.5300 0.221 0.2900 0.209 0.6900 0.280 0.4300 0.307 0.8500 0.334 0.8700 0.545 1.0200 0.391 1.2900 0.759 2.0700 0.661 1.8500 1.010 3.1800 0.885 2.7700 1.325 4.0700 1.142 4.2200 1.732 4.9000 1.272 5.8200 2.041 5.8200 1.378 7.5100 2.281 6.4800 1.491 11.6700 2.666 7.7600 1.594 15.2200 2.877 8.8000 1.692 20.1900 3.060 9.9000 1.767 29.2900 3.269 11.5200 1.872 40.0000 3.395 15.5100 2.139 50.5200 3.470 20.4100 2.301   29.2600 2.555   39.8400 2.741   50.3100 2.863   The binary mixture adsorption data of methane and nitrogen were measured by Sievers11 at four different values of y1 (∼0.2, 0.4, 0.6, and 0.8) and at three different pressures (∼1.0, 6.0, and 30.0 atm). Table 2 summarizes the binary data set. Figures 2a, b and c, respectively, plot the component surface excesses, nim, as functions of y1 at ∼1.0, 6.0 and 30.0 atm total gas pressures. Figures 3a and b, plot nim as functions of P at constant values of y1 for CH4 and N2, respectively.   Figure 3 Binary gas adsorption isotherms of methane (a) and nitrogen (b) on 5A zeolite at 303.1 K:  component surface excesses as functions of total gas pressures at constant T and yi.     Table 2.  Binary Methane (1) + Nitrogen (2) Adsorption Isotherms on 5A Zeolite at 303.1 K11  P (atm)y1n1m (mol/kg)n2m (mol/kg)S12m 0.99 0.789 0.495 0.080 1.65 0.99 0.588 0.371 0.156 1.66 1.00 0.391 0.241 0.236 1.60 0.99 0.207 0.123 0.313 1.51 6.00 0.794 1.734 0.227 1.98 6.03 0.594 1.345 0.483 1.90 6.05 0.397 0.902 0.774 1.77 6.06 0.197 0.451 1.076 1.71 29.71 0.804 2.896 0.290 2.43 29.73 0.600 2.410 0.690 2.33 29.75 0.403 1.686 1.241 2.01 29.77 0.199 0.879 1.853 1.91   Table 2 also gives the binary selectivities [S12m = n1my2/n2my1] of adsorption of CH4 over N2. CH4 is selectively adsorbed, and S12m increases with increasing P (or nm) at constant T and yi. This behavior is very unusual; it is a characteristic of binary gas adsorption on an energetically homogeneous adsorbent, in which the more selectively adsorbed component (CH4) has a smaller size (number of adsorption sites occupied per molecule) than the less selectively adsorbed component.14 Similar behavior was found for the adsorption of CH4−N2 mixtures on 4A zeolite.15,16 The pure gas isosteric heats of adsorption qi* for CH4 and N2 on 5A zeolite were calculated as functions of surface excesses by using Sievers' data at three different temperatures (303.1, 323.1, and 343.1K) and the thermodynamic relationship:4   The heats of adsorption were practically independent of nim* (qi* = qio), proving that the adsorbent was energetically homogeneous to both gases in the range of the data. The qi* values for CH4 and N2 were, respectively, 5.1 and 5.2 kcal/mol.  Figures 4a and b, respectively, show plots of the integrands nim*/P of eq 3 as functions of P for pure CH4 and N2. The area under these curves between P = 0 and a chosen value of P gives the corresponding value of φi* (P). Figure 5 shows the plot of the integrand [(n1my2 − n2my1)/y1y2] of eq 2 as a function of y1 at constant P and T. Areas under these curves between y1 = 0 and y1 = 1 give values of the quantities on the right sides of eq 2. They are compared with the quantities [φ2*(P) − φ1*(P)]/RT in Table 3. The data shows that the CH4−N2 binary adsorption data on 5A zeolite at 303.1 K satisfies the integral consistency test extremely well.   Figure 4 Plots of integrands of eq 3 for calculation of pure gas surface potentials on 5A zeolite at 303.1 K:  (a) methane; (b) nitrogen.   Figure 5 Plots of integrands of eq 2 for calculation of differences in pure gas surface potentials from CH4(1) + N2 (2) binary adsorption data on 5A zeolite at 303.1 K.   Figure 6 Plots of integrals of eq 4 as functions of P at different values of yi and constant T for adsorption of CH4 (1) + N2 (2) on 5A zeolite at 303.1 K.     Table 3.  Integral Thermodynamic Consistency Test Between Pure and Binary Methane (1)−Nitrogen (2) Equilibrium Adsorption Data on 5A Zeolite at 303.1 K  P (atm)[φ2* − φ1*]/RT (mol/kg)∫01([n1my2 − n2my1]/y1y2) dy1 (mol/kg) 1.0 0.25 0.24 6.0 1.05 1.01 29.8 2.25 2.12   It should be mentioned here that sufficiently accurate data for n1m and n2m at low concentrations of these components (that is, in the limits of y1→0 and y2→0, respectively) at constant P and T must be available to reliably carry out the integration on the right side of eq 2. Furthermore, the integral consistency test may be difficult to apply to a system where the quantity [(φ2* − φ1*)/RT] is relatively small compared to the absolute values of the surface potentials for the pure components.  The integral of eq 4 can be estimated from the areas under the curves of Figure 5 between y1 = 0 and different chosen values of y1. The values of these integrals at constant values of y1 and T are plotted as functions of P in Figure 6. The slopes of the curves of Figure 6 at chosen values of P, T and yi, in conjunction with corresponding experimental values for nm, were used to evaluate the quantities on the right side of eq 4. These quantities are compared with nim* obtained from pure gas adsorption isotherms at values of P and T in Table 4. It can be seen  that the differential consistency test of eq 6 is obeyed fairly well by the binary CH4−N2 adsorption data on 5A zeolite at 303.1 K.    Table 4.  Differential Thermodynamic Consistency Test Between Pure and Binary Methane (1) − Nitrogen (2) Equilibrium Adsorption Data on 5A Zeolite at 303.1 K  P (atm)y1[nm − P(δ/δP)[∫oy1{(n1my2 − n2my1)/ y1y2}P,T dy1]T,y1n2m* (mol/kg) 1.00 1.000 0.412  0.99 0.780 0.407 0.398 0.99 0.588 0.410  1.00 0.391 0.397  0.99 0.207 0.397  6.00 1.000 1.566  6.00 0.794 1.577  6.03 0.594 1.484 1.392 6.05 0.397 1.445  6.06 0.197 1.432  29.70 1.000 2.468  29.71 0.804 2.340 2.573 29.73 0.600 2.566  29.75 0.403 2.555  29.77 0.199 2.497     Figure 7 shows the plots of the integrand of eq 7 as functions of P at constant T and y1. The limiting value of the integrand at P = 0 (Henry's Law region for gas mixture adsorption) is equal to the quantity (ΣKiyi) because the surface excess of component i of a gas mixture is given by KiPyi at that limit.6 The areas under the curves of Figure 7 between P = 0 and different chosen values of P at different values of y1 are plotted as functions of y1 in Figure 8. Slopes of the curves of Figure 8, in conjunction with the experimental values of the variables nm at P, T and yi, were used to calculate quantities on the right side of eq 7. They are compared with experimental nim values at values of P, T and yi in Table 5. The table shows that the binary CH4−N2 adsorption data on 5A zeolite at 303.1 K satisfies the internal differential thermodynamic consistency test of eq 7 fairly well.   Figure 7 Plots of integrands of eq 7 as functions of P at constant values of T and yi for adsorption of the CH4 (1) + N2 (2) binary mixture on 5A zeolite at 303.1 K:  (a) y1 = 0.2; (b) y1 = 0.4; (c) y1 = 0.6; (d) y1 = 0.8.   Figure 8 Plots of integrals of eq 7 as functions of yi at constant P and T for adsorption of CH4 (1) + N2 (2) mixtures on 5A zeolite at 303.1 K:  (a) P = 1 atm; (b) P = 6 atm; (c) P = 29.7 atm.     Table 5.  Internal Differential Thermodynamic Consistency Test for Binary Methane (1) − Nitrogen (2) Equilibrium Adsorption Data on 5A Zeolite at 301 K  P (atm)y1[y1nm + y1y2(δ/δy1)· [{∫0Pnm d ln P}T,y1]P,Tn1m (P, T, y1) (mol/kg) 1.0 0.20 0.116 0.123 1.0 0.40 0.259 0.241 1.0 0.60 0.395 0.371 1.0 0.80 0.498 0.495 6.0 0.20 0.458 0.450 6.0 0.40 1.000 0.902 6.0 0.60 1.468 1.350 6.0 0.80 1.706 1.730 29.7 0.20 1.125 0.880 29.7 0.40 1.983 1.690 29.7 0.60 2.562 2.410 29.7 0.80 2.940 2.900   Finally, eq 8 was tested by measuring the slopes of the plots of Figures 2 and 3. Table 6 summarizes the results and shows that the internal differential consistency test of eq 8 is reasonably obeyed by the binary adsorption data of CH4−N2 mixtures on 5A zeolite at 303.1 K.    Table 6.  Internal Differential Thermodynamic Consistency Test for Binary Methane (1) − Nitrogen (2) Equilibrium Adsorption Data on 5A Zeolite at 303.1 K  P (atm)y1P/y1y2[y2(∂n1m/∂P)T,y1 −y1(∂n2m/∂P)T,y1] (mol/kg)(∂nm/∂y1)P,T (mol/kg) 1.0 0.20 0.197 0.212 6.0 0.20 0.675 0.757 29.7 0.20 0.587 0.944 1.0 0.40 0.199 0.226 6.0 0.40 0.707 0.714 29.7 0.40 0.594 0.798 1.0 0.60 0.217 0.241 6.0 0.60 0.766 0.670 29.7 0.60 0.576 0.653 1.0 0.80 0.218 0.255 6.0 0.80 0.752 0.626 29.7 0.80 0.492 0.507   The above analysis provides proof of the internal thermodynamic consistency of binary data as well as that between the pure and binary gas equilibrium data of CH4 and N2 on 5A zeolite at 303.1 K. The consistency test provided by eq 9 could not be tested due to lack of sufficient binary adsorption measurements at constant P and yi. Nevertheless, the authors are not aware of any other data set that can be used to carry out the differential consistency tests as completely as is presented in this work.   Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummaryIntegral Consistency Test The majority of published pure and binary gas adsorption equilibrium data sets only permit application of the integral consistency test [eq 2]. We selected those data sets from the literature in which (a) the Henry's Law constants for pure gas adsorption isotherms can be reliably estimated so that φi* can be calculated unambiguously, and (b) the left and right sides of eq 2 match within +10%. Table 7 gives the selected list of data sets. It also gives the respective Ki and φi*/RT values for the pure gases and indicates whether the adsorbent is energetically homogeneous (qi* independent of nim*) or heterogeneous (qi* decreases with increasing nim*) for the pure gases.    Table 7.  Integral Thermodynamic Consistency Tests between Pure and Binary Gas Adsorption of Various Published Data  gas mixture   −φi*/RT (mol/kg)  Ki (mol/kg/atm)heat of adsorptioncomponent 1component 2adsorbentP (atm)T (K)component 1component 2(φ2* − φ1*)/ RT (mol/kg)∫01([n1my2 − n2my1]/ y1y2) dy1 (mol/kg)component 1component 2component 1component 2ref C2H4 CO2 13X zeolite 1.36 298.1 −10.48 −13.3 2.82 2.71 162.7 247.8 homogeneous homogeneous 23 i-C4H10 C2H4 13X zeolite 1.36 373.1 −5.12 −3.38 1.74 1.57 41.7 8.1 − homogeneous 23 C2H4 C2H6 13X zeolite 1.36 423.1 −1.39 −0.43 0.97 0.88 1.47 0.32 homogeneous  24 C2H6 C3H8 5A zeolite 0.132 293.1 −5.93 −1.36 4.57 4.52 12.5 539.4 − − 25    0.658 “ −8.88 −3.84 5.05 4.81         0.921 “ −9.52 −4.49 5.03 4.50      CH4 N2 5A zeolite 1.00 303.1 −0.69 −0.44 0.25 0.24 0.75 0.50 homogeneous homogeneous 11    6.00 “ −2.98 −1.93 1.05 1.01         29.75 “ −7.39 −5.15 2.25 2.12      CO CH4 5A zeolite 1.00 303.1 −1.74 −0.69 1.05 0.99 4.28 0.75 heterogeneous homogeneous 11    6.15  −4.85 −2.98 1.88 1.78      CO N2 5A zeolite 1.00 303.1 −1.74 −0.44 1.30 1.29 4.28 0.50 heterogeneous homogeneous 11    6.20 “ −4.85 −1.93 2.92 2.95         29.90 “ −9.52 −5.15 4.37 4.04      CO N2 5A zeolite 6.15 323.1 −3.09 −1.32 1.77 1.93 1.0 0.28 heterogeneous homogeneous 11 C3H8 C2H4 silica gel 1.00 273.1 −4.05 −2.70 1.35 1.39 9.0 6.52 homogeneous homogeneous 26 C3H8 C2H4 silica gel 1.00 313.1 −1.52 −0.96 0.56 0.53 3.21 1.58 homogeneous homogeneous 26 N2 O2 sodium 1.00 303.1 −0.68 −0.20 0.48 0.49 0.837 0.215 homogeneous homogeneous 9   mordenite            N2 O2 sodium 1.00 358.1 −0.163 −0.065 0.98 0.98 0.172 0.066 homogeneous homogeneous 9   mordenite            C2H6 CH4 BPL carbon 1.29 301.4 −5.91 −0.84 5.07 4.83 19.25 0.77 homogeneous homogeneous 27 C2H4 CH4 BPL carbon 1.25 301.4 −4.52 −0.81 3.70 3.87 10.41 0.77 homogeneous homogeneous 27 C3H6 C3H8 Nuxit carbon 1.00 293.1 −15.32 −15.06 0.26 0.24 595.7 942.8 homogeneous homogeneous 28   We would like to re-emphasize that the data sets reported in Table 7 are not exhaustive. They include only those data sets that satisfy the two conditions mentioned above. However, the adsorption systems include a large variety of polar and nonpolar adsorbates of different molecular sizes that are adsorbed on various microporous homogeneous and heterogeneous adsorbents of practical interest. All of them obey the integral consistency test.  Thus, we recommend that these data sets be used to prove the validity of predictive or correlative multicomponent equilibrium models. Table 8 lists the physical properties of the adsorbates listed in Table 7.    Table 8.  Physical Properties of Adsorbates in Table 7       permanent polesadsor- batemol. wt.kinetic diameter (A)liquida molar volume (cm3/mol)polariz- ability (×10-25 cc)dipole (×10-18 esu)quadrupole (×10-26 esu-cm2) N2 28 3.64 31.60 15.8 0 1.52 O2 32 3.46 25.71 17.6 0 0.39 CO 28 3.76 33.00 19.5 0.112 2.50 CO2 44 3.30 33.30 26.5 0 4.30 CH4 16 3.80 37.7 26.0 0 0 C2H6 30 4.44 53.61 44.7 0 1.50 C2H4 28 3.90 48.40 42.6 0 0.65 C3H8 44 4.30 74.50 62.9 0.084  C3H6 42 4.68 66.21 57.4 0.366  iC4H10 58 5.00 97.94 82.0 0.132    a At normal boiling point.     Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummaryThermodynamic Consistency of Adsorption Equilibrium Models Many analytical models to describe pure gas adsorption isotherms are available in the literature. Some of these models have been extended to describe multicomponent gas adsorption. These models are extremely valuable for adsorptive process design because they can be used to calculate multicomponent equilibria from pure gas ad sorption data. The validity of these models, however, must be tested for each case of interest. One key requirement for these models is that they satisfy the integral and differential thermodynamic consistency tests [eqs 2 and 4] between pure and binary gas adsorption equilibria. We applied these tests to some of the well-known models for adsorption on microporous solids. The results are given below.  Langmuir Model. The Langmuir adsorption model is the most frequently used isotherm equation for adsorption of gases on homogeneous microporous solids:13  where θi*(= nim*/mi) and θi(= nim/mi) are fractional coverages of pure gas i and component i from a gas mixture, mi is the saturation adsorption capacity (surface excess of the pure gas i at P→∞), and bi is the Langmuir gas−solid interaction parameter. The Henry's Law constant for pure gas is given by mibi(Ki). qio is the isosteric heat of adsorption of pure gas i at zero coverage (θi*→0). bio is a constant. The isosteric heat of adsorption of pure gas i (qi* = qio) is independent of coverage.  Eqs 13 and 14 can be combined with eqs 2−4 to obtain     It follows from eqs 16 and 17 that eq 2 will be obeyed only if mi(=m) is the same for all components. It can be easily shown that eqs 4, 7, and 8 are also obeyed by eqs 13 and 14 when the above constraint is satisfied. Thus, the saturation adsorption capacities of all components must be equal for the mixed gas Langmuir model to be thermodynamically consistent. This point has long been recognized, but only in reference to the integral consistency test.13  Multisite Langmuir Model. A variation of the Langmuir model has been developed for pure- and mixed-gas  adsorption of components of unequal sizes (mi ≠ constant) on microporous homogeneous adsorbents:17   where ai is the number of adsorption sites occupied by each molecule of component i. The isosteric heat of adsorption of pure gas (qi* = qio) is again independent of surface coverage.  A key requirement for this model is that the quantity aimi(=c) must be equal for all adsorbates in order to satisfy the space balance (surface area or pore volume) within the adsorbent. Under this constraint, eqs 18 and 19 can be combined with eqs 2−4 to show that   It can also be shown that eqs 18 and 19 satisfy eqs 4, 7 and 8 under the same constraint. Thus, the multisite Langmuir model is thermodynamically consistent. It reduces to the Langmuir model when ai = 1 and mi = m.  Toth Model. The Toth model describes adsorption of pure and mixed gases on microporous heterogeneous adsorbents1,18,19:      where k(≤1) is a heterogeneity parameter:  it is a function of T only (dk/dT > 0). The isosteric heat of adsorption of pure gas qi* decreases with increasing θi* in this case.20 The smaller the value of k, the larger the heterogeneity of the adsorbent. Eq 23 is derived by assuming that the parameter k is same for all adsorbates.19  By combining eqs 22 and 23 with eqs 2−4, it can be shown that     It follows from eqs 25 and 26 that the Toth model is thermodynamically consistent only if mi = m, analogous to the Langmuir model. It is also necessary that the parameter k be the same for all components in order to satisfy the integral test. Furthermore, it can be shown that eqs 4, 7, and 8 are also satisfied under this constraint. The Toth model reduces to the Langmuir model when k = 1 and mi = m.  Martinez−Basmadjian Model. The multisite Langmuir model has been extended to include lateral interactions in the adsorbed phase:21,22      where Wii and Wij are the energies for lateral interactions between the molecules of component i and those between the molecules of components i and j, respectively, in the adsorbed phase. The isosteric heat of adsorption of pure gas increases linearly with coverage [qi* = qio + (aiWii)θi*] for this model. The constraint of constant aimi(=c) is a requirement for this model as in the multisite Langmuir model.  By combining eqs 27 and 28 with eqs 2−4, it can be shown that the model does not satisfy the thermodynamic consistency tests unless the lateral interaction between the i and j molecules is absent (Wij = 0). Furthermore, eqs 7 and 8 are satisfied only when the lateral interactions between i and j molecules are symmetric (W12 = W21). This model reduces to the Langmuir model when Wii = 0, ai = 1, and mi = m.  The analysis described above demonstrates the thermodynamic limitations (if any) of four frequently used multicomponent adsorption models. All theoretical models and experimental data should be subjected to these tests; however, the extent of experimental data available may often not be adequate for application of some of these tests.   Top of PageAbstractIntroductionThermodynamic Consistency TestsExperimental Validation of Thermodynamic Consistency Tests for Binary Gas AdsorptionIntegral Consistency TestThermodynamic Consistency of Adsorption Equilibrium ModelsSummarySummary Several thermodynamic relationships for checking (a) the consistency between pure and binary gas adsorption data and (b) the consistency of the binary adsorption data alone can be derived using the Gibbsian surface excess model of adsorption and the corresponding Gibbs adsorption equation. These tests require that binary surface  excess data (nim) be measured as functions of (a) P at constant T and yi, (b) yi at constant P and T, and (c) T at constant P and yi.  Pure and binary gas data for adsorption of CH4 and N2 on a 5A zeolite at 30 °C were used to check several of these consistency tests. The data was found to be consistent by all tests. This data set allowed the verification of several consistency tests that could not be tested earlier due to lack of data.  A large number of published pure and binary gas adsorption data sets on homogeneous and heterogeneous adsorbents were tested for the integral consistency test (eq 2). A list of data sets that allowed reliable application of the test and that passed the test is provided. It is recommended that these data sets be used to prove the validity of predictive and correlative multicomponent equilibrium adsorption models.  Several published analytical models describing pure and multicomponent gas adsorption equilibria [Langmuir, Nitta et al., Toth, and Martinez and Basmadjian] on microporous homogeneous or heterogeneous adsorbents with or without adsorbate−adsorbate lateral interactions in the adsorbed phase were subjected to these binary thermodynamic tests, and criteria (constraints in the model parameters) were established for them to be thermodynamically consistent.     This article references 29 other publications. (1) Valenzuela, D. P.; Myers, A. L.   Adsorption Equilibrium Data Book, Prentice Hall:  Englewood Cliffs, NJ, 1989.There is no corresponding record for this reference.  (2) Hartzog, D. G.; Sircar, S.   Adsorption 1995, 1, 133.[Crossref], [CAS](2) . Sensitivity of PSA process performance to input variablesHartzog, D. G.; Sircar, S.Adsorption\r\n        (1995),\r\n    1\r\n        (2),\r\n    133-51CODEN:\r\n                ADSOFO;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/1999/langd5.1999.15.issue-21/la981341h/production/images/small/la981341hf00008.gif\">"]}