{"title": "Application of a High-Throughput Analyzer in Evaluating Solid Adsorbents for Post-Combustion Carbon Capture via Multicomponent Adsorption of CO, N, and HO", "authors": ["Jarad A. Mason", "Thomas M. McDonald", "Tae-Hyun Bae", "Jonathan E. Bachman", "Kenji Sumida", "Justin J. Dutton", "Steven S. Kaye", "Jeffrey R. Long"], "doi": ["10.1021/jacs.5b00838"], "abstract": "Despite the large number of metal–organic frameworks that have been studied in the context of post-combustion carbon capture, adsorption equilibria of gas mixtures including CO, N, and HO, which are the three biggest components of the flue gas emanating from a coal- or natural gas-fired power plant, have never been reported. Here, we disclose the design and validation of a high-throughput multicomponent adsorption instrument that can measure equilibrium adsorption isotherms for mixtures of gases at conditions that are representative of an actual flue gas from a power plant. This instrument is used to study 15 different   metal–organic frameworks, zeolites, mesoporous silicas, and activated carbons representative of the broad range of solid adsorbents that have received attention for CO capture. While the multicomponent results presented in this work provide many interesting fundamental insights, only adsorbents functionalized with alkylamines are shown to have any significant CO capacity in the presence of N and HO at equilibrium partial pressures similar to those expected in a carbon capture process. Most significantly, the amine-appended metal organic framework mmen-Mg(dobpdc) (mmen = ,′-dimethylethylenediamine, dobpdc  = 4,4′-dioxido-3,3′-biphenyldicarboxylate) exhibits a record CO capacity of 4.2 ± 0.2 mmol/g (16 wt %) at 0.1 bar and 40 °C in the presence of a high partial pressure of HO.", "text": "10.1021/jacs.5b00838 10.1021/jacs.5b0083810.1021/jacs.5b00838Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesIntroductionIn 2012, coal- and natural gas-fired power plants released 11.1 Gt of carbon dioxide—nearly 30% of the total global emissions.(1, 2) While there are more than 68,000 power plants currently in operation, approximately 300 of these plants are directly responsible for an astonishing 10% of the world’s CO2 emissions. Capturing and permanently sequestering this CO2 would have a significant and immediate impact on rising levels of CO2 in the atmosphere.(3, 4) With little financial incentive to reduce CO2 emissions in most countries, however, existing carbon capture technologies are simply too expensive to be practical at the scales required for large power plants that release upward of 40 tonnes of CO2 per minute.(4, 5) Since the most expensive component of any carbon capture and sequestration process is the separation of CO2 from the other gases present in the flue gas of a power plant, a large research effort has focused on developing new materials and processes to remove CO2 from flue gas using as little energy as possible.(6, 7) While the exact composition of a flue gas depends on the design of the power plant and the source of natural gas or coal, a mixture of mostly N2, CO2, and H2O is released at ambient pressure and 40–80 °C (Table 1).(8) The effects of potentially more reactive gases that are present in lower concentrations, such as O2, SOx, NOx, and CO, must also be considered, but, at a minimum, materials are needed that can selectively capture a large amount of CO2 in the presence of N2 and H2O.Taking advantage of the Lewis acidity of CO2, Lewis basic aqueous amine solutions have been studied extensively for extracting CO2 from gas mixtures and are currently used to remove CO2 from many natural gas streams around the world.(10) Aqueous amine scrubbers can also be used to capture high-purity CO2 from flue gas, but new materials with lower regeneration energy requirements could lead to a significantly lower overall cost for carbon capture.Table 1. Expected Range of Compositions for Flue Gas From a Coal- or Natural Gas-Fired Power Plant(8) coalnatural gasCO2 (mbar)120–15030–50N2 (mbar)750–800740–800H2O (mbar)(9)50–14070–100Figure 1. Multicomponent adsorption measurements were performed for mixtures of CO2, N2, and H2O in all of the adsorbents shown above as well as zeolite 13X (Na50Al50Si59O218) and an activated carbon (AX-21) that are not pictured. For the metal–organic framework structures, gray, red, blue, dark-yellow, orange, purple, pink, yellow, and bright-green spheres represent C, O, N, Cu, Fe, Zn, F, Si, and Cl atoms, respectively; H atoms have been omitted for clarity. Purple tetrahedra represent Zn atoms, and dark-green spheres represent Mg or Ni atoms. For the zeolite structure (upper right), each vertex represents a tetrahedral SiO4 or AlO4 unit, while teal and dark-orange spheres represent typical positions for extra-framework Na and Ca cations, respectively.To this end, solid adsorbents, including zeolites, activated carbons, silicas, and metal–organic frameworks, have received significant attention as alternatives to amine solutions, demonstrating high CO2 capacities and high selectivities for CO2 over N2, together with reduced regeneration energy penalties.(11) It is now well established that adsorbents must contain strong CO2 binding sites in order to adsorb a significant amount of CO2 at 50–150 mbar and to achieve the high CO2 purities necessary for cost-effective sequestration.(12, 13) While many different classes of adsorbents have been studied for CO2 capture, the most promising materials have typically featured exposed metal cations, exposed anions, or alkylamines, all of which can have strong interactions with CO2.(11) Despite the large number of adsorbents that have been reported in the context of CO2 capture, the majority of studies have relied exclusively on pure CO2 and N2 isotherms, which has made it challenging to identify the best materials for capturing CO2 from an actual flue gas mixture that has a significant amount of H2O. This is particularly true for metal–organic frameworks and has hindered progress in the field.(14)There have been some noteworthy computational and experimental efforts to evaluate the stability and CO2 capture performance of metal–organic frameworks under more realistic conditions,(15, 16) but to the best of our knowledge, there are no reports of multicomponent equilibrium adsorption isotherms for mixtures that include CO2, N2, and H2O. In any gas separation application, mixed gas equilibrium adsorption data are critical for comparing the performances of different materials, for designing processes, and for validating theoretical models of mixture adsorption.(17) While models such as ideal adsorbed solution theory (IAST) can be used to predict adsorption for simple gas mixtures such as CO2 and N2 with reasonable confidence,(18, 19) their accuracy is not well established for more complex mixtures such as CO2, N2, and H2O.(20) More importantly, all models that rely on single-component adsorption isotherms to predict mixed gas adsorption assume that the adsorbent is in the same thermodynamic state in the presence of each gas. For many adsorbents that exhibit structural or chemical changes specific to different gas molecules, this is most certainly not the case, and direct measurement of mixed gas adsorption is the only way to reliably evaluate gas separation performance.In contrast to single-component adsorption measurements, which are now carried out routinely and with high accuracy using commercial instruments, mixed gas adsorption measurements are often time-consuming, requiring carefully designed custom equipment and complex data analysis.(21) As a result, there is a significant lack of mixed gas equilibrium adsorption data reported in the literature.(17) The limited mixed gas adsorption data available are mostly for two-component mixtures in zeolites, and equilibrium adsorption data for mixtures of more than two components are exceedingly rare, even though many industrial gas separations involve multicomponent mixtures.(17a, 22)More routinely, dynamic column breakthrough experiments are used to evaluate the separation performance of an adsorbent by flowing a mixture of gases through a packed bed and measuring the composition of the outlet gas stream as a function of time.(23) It is important to note that a typical breakthrough experiment does not yield equilibrium data, and the relationship between breakthrough results and equilibrium adsorption isotherms is not always clear.(17c) For instance, nearly all adsorbents will show at least some capacity for capturing CO2 in a standard breakthrough experiment with a mixture of CO2, N2, and H2O, since the front of the bed will desiccate the incoming gas mixture, leaving just CO2 and N2 as the gas flows through the bed.(24, 25) This can lead to misleading conclusions about the intrinsic ability of a material to adsorb CO2 at a specific partial pressure of H2O, particularly when experiments are run on a small amount of sample. Indeed, many factors in addition to multicomponent adsorption capacities can influence experimental breakthrough curves, including column size, column shape, gas flow rates, adsorbent packing density, and extra-column effects.(26) Because breakthrough experiments mimic the dynamic conditions of a large-scale separation, they can be helpful in developing processes for CO2 capture. However, multicomponent equilibrium experiments are better suited for comparing the properties of different materials under similar conditions, since the amount of each gas adsorbed is determined only by the partial pressure of each gas and the temperature. Moreover, these equilibrium data can be used to model any dynamic process using local equilibrium theory, where an equilibrium is assumed to exist between the gas and adsorbed phases at every cross-section of an adsorbent bed. While this assumption is never entirely true, it is a reasonable approximation for many processes and relies on accurate multicomponent equilibrium data.(27)Here, we report the design and validation of a high-throughput instrument for the accurate measurement of multicomponent equilibrium adsorption at conditions relevant to post-combustion carbon capture. These measurements are used to compare the performance of 15 different  metal–organic frameworks, activated carbons, zeolites, and amine-appended silicas that are representative of the wide range of adsorbents that have been studied for this application (Figure 1).Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesResults and DiscussionMulticomponent AdsorptionAlthough multicomponent adsorption experiments are far less common than single-component experiments in the literature, there has still been significant progress toward developing improved methods for mixed gas measurements. Since it is usually not possible to measure directly the composition of the adsorbed phase, the main challenge in any multicomponent experiment is determining the composition, or relative partial pressures, of the gas phase at equilibrium.(17, 21) The composition of the adsorbed phase, as well as the amounts of each gas adsorbed, can then be calculated as the difference between the amount of each component added to the system and the amount that is still present in the gas phase at equilibrium. A variety of techniques have been developed for this purpose in both open and closed systems, but preforming measurements with high enough accuracy to provide meaningful results is not trivial and likely explains the lack of published multicomponent data. Often, the adsorption capacities determined from a multicomponent measurement have such high errors that it is impossible to compare the properties of different materials.(21) If done accurately, however, any open or closed system measurement should generate equivalent multicomponent adsorption data for a given set of equilibrium conditions. Methods for performing multicomponent measurements have been reviewed thoroughly in the literature,(17a, 17b, 21, 22) but will be briefly summarized here in the context of choosing an appropriate technique for high-throughput multicomponent adsorption measurements of CO2, N2, and H2O mixtures at conditions representative of a power plant flue gas.Figure 2. (a) In an open system multicomponent adsorption measurement, a mixture of gases is flowed over a packed bed of adsorbent. The flow rate and composition of the inlet and outlet gas streams are recorded until the composition of the outlet gas stream matches the inlet. (b) In a closed system multicomponent adsorption measurement, a mixture of gases is dosed to a sample and allowed to equilibrate. The amount of each component adsorbed is determined from the equilibrium gas-phase composition and either the equilibrium pressure in a volumetric measurement or the equilibrium weight in a gravimetric measurement.In a typical open system experiment, a gas mixture is flowed over a packed bed of adsorbent until the composition of the outlet gas stream is the same as that of the inlet, with a mass spectrometer or gas chromatograph used to record the outlet gas composition (Figure 2a).(28) Determining the equilibrium amounts adsorbed of each gas requires the accurate measurement of both the inlet and outlet gas flow rates and compositions as well as appropriate corrections for extra-column effects and ensuring that the column is isothermal at equilibrium.(21) Because the equilibrium gas-phase composition is equivalent to the composition of the inlet gas stream, it is easy to compare the adsorption capacities of different materials under identical equilibrium conditions in an open system multicomponent experiment. Correcting for extra-column effects can, however, be extremely complicated. These corrections are critical to the accuracy of the results, particularly for small sample sizes where the dead volume of the system is not negligible.(26a) Additionally, it can be challenging to measure the outlet flow rate with high accuracy since the calibration of most flow meters is dependent on the composition of the gas that is flowing through them.(26b) As a result of these issues, open system measurements often require a large amount of sample in order to collect accurate data, and consequently are not very amenable to high-throughput screening.(21)Closed system measurements, on the other hand, are typically more accurate, allowing multicomponent experiments to be performed on smaller quantities of sample.(21) Still, there are significant experimental challenges to using closed systems to measure multicomponent equilibrium adsorption in a high-throughput manner. In a typical closed system experiment, a mixture of gases is dosed to an evacuated sample from a calibrated dosing volume, and the gas-phase composition is recorded once the sample has reached equilibrium (Figure 2b).(29) Since equilibration times can often be on the order of hours or even days, a circulation pump, or other gas-mixing device that does not alter the amount of gas inside the closed system, is typically needed.(30) Similar to open system measurements, a mass spectrometer or gas chromatograph can be used to measure the composition of the gas phase after equilibrium is reached, but now care must be taken to ensure that the equilibrium conditions are not altered when the gas is analyzed.(21) The total amount adsorbed can be determined using standard volumetric or gravimetric techniques with calibrated volumes and a pressure transducer or with buoyancy corrections and a balance, respectively. Equilibrium amounts adsorbed can then be determined by material balance using the ideal gas law or an appropriate equation of state.Unlike in open system measurements, it is often challenging to measure multicomponent adsorption consistently at a specific set of equilibrium conditions in a closed system since the composition of the dosed gas mixture required to achieve a specific gas-phase composition at equilibrium is difficult to predict.(21) In spite of this, closed systems are more amenable to automation and to comparing multicomponent adsorption for a large number of samples with high accuracy. More advanced versions of the open and closed multicomponent experiments described here have also been developed, including the zero length column technique,(31) total desorption analysis,(32) in situ infrared spectroscopy,(33) and the isotope exchange technique.(34) While each of these techniques has certain advantages and disadvantages, none are particularly well suited for high-throughput multicomponent measurements with mixtures of CO2, N2, and H2O.High-Throughput Multicomponent Adsorption InstrumentIn this work, a closed system approach was used to develop a high-throughput adsorption instrument that can measure multicomponent adsorption for up to 28 samples at a time (Figure S13). The instrument, built by Wildcat Discovery Technologies Inc., has 28 independent sample channels that share a common gas-dosing manifold with inputs for up to 8 gases, including H2O (Figure 3). Each sample channel has a calibrated volume (“secondary volume”) and a 1000 torr pressure transducer (MKS Seta Model 730 absolute capacitance manometer; accuracy = 0.25% reading), which are contained inside a heated enclosure that is maintained at 40 °C to minimize temperature fluctuation. Each secondary volume is connected via 1/16″ stainless steel tubing to a sample chamber (“primary volume”). The secondary volumes are each approximately 21 mL, while the primary volumes are each approximately 14 mL. The secondary volumes are also connected via 1/16″ stainless steel tubing to two Valco multiposition valves, with the 28 channels split evenly between the two valves. The multiposition valves allow each of the 28 channels to be independently opened to the shared 14 mL “rga dose volume” (rga = residual gas analyzer), which contains a mass spectrometer (MKS Microvision 2), a dew point transmitter (Vaisala, accuracy = ± 3 °C), and a 170 mL gastight syringe. All gas lines, dosing volumes, and sample volumes can be heated above 40 °C, allowing H2O dosing pressures of >70 mbar. Custom software allows multicomponent measurements to be performed in a fully automated manner with complete control over all test parameters. To the best of our knowledge, this is the first instrument reported to be capable of performing high-throughput multicomponent adsorption measurements at equilibrium.Figure 3. Simplified schematic of the high-throughput instrument used in this work to perform multicomponent adsorption measurements. Twenty-eight independent sample channels share a common gas-dosing manifold and are each connected to the residual gas analyzer (rga) dose volume via a multiposition valve. For multicomponent measurements, a mixture of gases is dosed into the secondary volume and rga dose volume, then expanded to the primary volume, which contains the activated adsorbent. The syringe is cycled multiple times, then the equilibrium pressure is recorded. For mixtures of CO2, N2, and H2O, the dew point transmitter is used to record the partial pressure of H2O, and the rga is used to measure the ratio of the partial pressures of CO2 and N2.In order to accurately measure the sample mass, activated samples are loaded in tared 4 mL vials inside a glovebox under a N2 atmosphere. The 4 mL vials are then inserted into aluminum sample assemblies that can each hold up to 7 vials and can be fully sealed while inside the glovebox, with a Schrader valve completing the seal above each sample. The sample assemblies are then transferred to the high-throughput adsorption instrument, and the headspace above each sample is fully evacuated. The instrument then actuates each Schrader valve, opening each sample channel to vacuum. Sample temperatures in the range of 25–150 °C are achieved using heating elements under the sample holders, and temperatures throughout the instrument are continuously recorded by eight thermocouples.Pure-component adsorption isotherms up to a maximum pressure of 1.2 bar are measured using a standard volumetric technique. To ensure that all volume calibrations, pressure transducer calibrations, thermocouple readings, and adsorption calculations are accurate and that any leak rates are negligible, background adsorption isotherms were measured for empty sample holders on all 28 channels using He, N2, CO2, and H2O (Figure S14). The magnitude of the background adsorption was always found to be <5 μmol. For a typical sample size of 50 mg, this corresponds to a maximum error of <0.1 mmol/g.All multicomponent measurements in this work were performed for mixtures of CO2, N2, and H2O at 25 or 40 °C. In a typical experiment, H2O was first dosed repeatedly to each sample. Since the 40 °C saturation pressure of H2O is just 73.8 mbar, several H2O doses were needed to ensure a reasonable partial pressure of H2O at equilibrium.(35) Once an adequate amount of H2O was added, a CO2 and N2 mixture of known composition was dosed to each sample. Although it is usually difficult to target specific equilibrium conditions in closed system multicomponent measurements, very similar equilibrium partial pressures could be achieved for each sample by selecting appropriate gas dosing pressures and compositions.After all gases were dosed, the gastight syringe was cycled at least 15 times over several hours to force the free gas above the sample to mix, ensuring that the entire system was at equilibrium with a uniform gas-phase composition. At equilibrium, a pressure transducer was used to record the total pressure, and the dew point transmitter was used to record the partial pressure of H2O (Figure S15). Closing the valves between the secondary and primary volumes then isolated each sample, and the ratio of CO2 to N2 in the gas phase was determined by sampling from the secondary volume to the rga (Figures S16, S17). Since the rga operates under high vacuum and requires a low inlet pressure, the gas pressure must be lowered significantly prior to sampling. This was accomplished by expanding the gas into a series of large evacuated volumes in order to ensure that the gas-phase composition remained constant.Figure 4. To validate the high-throughput multicomponent adsorption instrument, the experimentally measured partial pressures (crosses) of N2 (blue), CO2 (green), and H2O (red) are compared to the expected partial pressures (circles) of standard gas mixtures dosed into empty sample holders at 40 °C.Before measuring any multicomponent data, empty sample holders were used to check the accuracy of the instrument by dosing known mixtures of CO2, N2, and H2O, cycling the syringe, and using the pressure transducers, dew point transmitter, and rga to measure the partial pressures of CO2, N2, and H2O in the gas phase, just as would be done in a real multicomponent experiment. The calculated partial pressures were in very good agreement with the expected partial pressures over the full range of conditions targeted for the multicomponent experiments (Figure 4). A detailed error analysis can be found in the Supporting Information, but it is worth emphasizing that for just 50 mg of sample, the errors in the amounts of CO2 and N2 adsorbed are <0.2 mmol/g at a 95% confidence interval, and the error in the amount of H2O adsorbed is <0.3 mmol/g.When drawing conclusions from multicomponent adsorption results, particularly with complex gas mixtures, it is always important to ensure that the system is truly at equilibrium when the amounts of each component adsorbed are determined.(17a) In order to ensure that the gastight syringe used in this work was cycled enough times to drive the complete system to an equilibrium, multicomponent measurements were performed for two metal–organic frameworks, mmen-Mg2(dobpdc) (mmen = N,N′-dimethylethylenediamine, dobpdc4– = 4,4′-dioxido-3,3′-biphenyldicarboxylate) and mmen-Ni2(dobpdc), with 0, 5, 10, 15, or 20 syringe cycles and with the samples being fully regenerated between each measurement. The multicomponent results are discussed in detail later, but it is important to note here that the measured amounts of CO2, N2, and H2O adsorbed did not vary within the error of the measurement once the syringe was cycled at least 5 times, demonstrating that the system had reached an equilibrium (Figure 5). As a result, we are confident that all multicomponent results presented in this work represent equilibrium amounts adsorbed, with the only exception being the amine-appended mesoporous silicas that exhibited exceedingly slow kinetics.Figure 5. Amount of CO2, N2, and H2O adsorbed for (a) mmen-Mg2(dobpdc) and (b) mmen-Ni2(dobpdc) is plotted as a function of the number of times the gastight syringe was cycled to mix the headspace gas during a multicomponent experiment. For each multicomponent measurement, the samples were fully regenerated by heating to 100 °C under vacuum, and all experimental parameters were identical with the exception of the number of syringe cycles. The dashed green lines represent the amount of pure CO2 adsorbed from a single-component isotherm at the same CO2 partial pressure as the multicomponent experiment.Figure 6. (a) Circles represent single-component CO2 (green) and N2 (blue) adsorption isotherms at 40 °C for the activated carbon AX-21. Black lines correspond to single-site Langmuir fits. Square data points represent the amount of CO2 and N2 adsorbed from a mixture of CO2 (166 mbar), N2 (679 mbar), and H2O (20 mbar) at 40 °C. Orange diamonds represent the amount of CO2 and N2 predicted to be adsorbed by IAST from a mixture of CO2 (166 mbar) and N2 (679 mbar). (b) Pure H2O adsorption isotherm (red circles) for AX-21 at 40 °C. The purple dashed line represents the partial pressure of H2O in the multicomponent experiment.While single-component adsorption isotherms can be conveniently shown on two-dimensional plots since the amount adsorbed is only a function of total pressure, a complete description of the three-component adsorption isotherms measured here would require a four-dimensional plot since the amount adsorbed is a function of three partial pressures.(21) To simplify the presentation of the multicomponent results reported in this work, the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O is often plotted on the same two-dimensional plot as a single-component CO2 adsorption isotherm. The single-component isotherm (green circles) effectively represents the amount of CO2 that would be adsorbed at a given CO2 partial pressure if N2 and H2O had no effect, positive or negative, on CO2 adsorption. The amount of CO2 adsorbed from a mixture of CO2, N2, and H2O is then plotted using a square symbol at the appropriate partial pressure of CO2, and this value can be easily compared to the pure CO2 isotherm to gauge the effect of N2 and H2O on CO2 adsorption. The partial pressure of H2O is indicated by the color of the square data points, with the partial pressure of H2O increasing from blue to purple to red. For nearly all multicomponent experiments reported here, the equilibrium partial pressure of N2 is very close to 700 mbar. All error bars shown correspond to ±1.96 standard deviations (95% confidence interval).Note that these two-dimensional plots do not include any information about the amount of N2 or H2O adsorbed at equilibrium, but these values are included in the Supporting Information. For carbon capture applications, the amount of N2 adsorbed is needed to determine the purity of captured CO2, while the amount of H2O adsorbed is important for evaluating the energy required to regenerate the adsorbent and to compress the CO2. Except for a few cases discussed below, the multicomponent N2 adsorption capacities at equilibrium are within error of zero. Before considering N2 and H2O adsorption, however, an adsorbent must at least maintain some capacity for CO2 in the presence of N2 and H2O in order to have any use in CO2 capture. In the following sections, the multicomponent instrument is used to directly measure the amount of CO2 adsorbed at flue gas-like conditions for adsorbents with surface chemistries and binding sites representative of the most studied materials for CO2 capture, including those featuring nonpolar surfaces, exposed metal cations, exposed anions, and alkylamines.Nonpolar SurfacesMany high surface area metal–organic frameworks and activated carbons have relatively nonpolar pore surfaces that lack any strong CO2 binding sites, resulting in materials with little affinity for CO2 at low pressures. For instance, Zn4O(bdc)3 (bdc2– = 1,4-benzenedicarboxylate; MOF-5)(36) and the activated carbon AX-21 (Maxsorb)(37) have Langmuir surface areas of 3995 and 4880 m2/g but adsorb only 0.1 mmol/g (0.4 wt %) and 0.3 mmol/g (1.3 wt %) of CO2 at 0.15 bar and 40 °C, respectively. Although many adsorbents have significantly higher 0.15 bar CO2 capacities, most materials with nonpolar surfaces are relatively hydrophobic, and as a result, they have attracted some interest for post-combustion carbon capture.(11a, 38, 39)As is the case for many activated carbons, AX-21 has a classical type V H2O isotherm at 40 °C; there is negligible H2O adsorption on its hydrophobic pore surface until pressures above 45 mbar, at which point clustering of H2O molecules on the surface leads to a sharp increase in the amount of H2O adsorbed (Figure 6b).(40, 41) As long as the partial pressure of H2O is kept below 45 mbar (p/p0 = 0.61), H2O adsorption should be negligible and would not be expected to interfere with CO2 adsorption. To confirm this, a multicomponent adsorption experiment was performed for a mixture of CO2, N2, and H2O in AX-21 at 40 °C and equilibrium partial pressures of 166, 679, and 20 mbar, respectively (Figure 6a). As expected, no H2O is adsorbed under these conditions, and the amount of CO2 adsorbed is 0.3(1) mmol/g, within error of the amount adsorbed from pure CO2 at the same pressure. Moreover, the experimental amounts of CO2 and N2 adsorbed in the presence of H2O match IAST predictions for a binary mixture of just CO2 and N2.Figure 7. Pure CO2 adsorption isotherms at 40 °C for metal–organic frameworks and zeolites that feature exposed Ca2+, Na+, Mg2+, Cu2+, Ni2+, or Fe3+ cations.While AX-21 has some capacity for CO2 and negligible H2O adsorption under these conditions, it has very poor CO2/N2 selectivity with nearly the same amount of N2 adsorbed as CO2. It is also important to note that the partial pressure of H2O in 40 °C flue gas is nearly 70 mbar, so the flue gas would likely need to be dried to below 45 mbar for H2O adsorption to remain negligible. There may, however, be other adsorbents with type V H2O isotherms at 40 °C that have a step closer to 70 mbar. Regardless, materials with higher selectivities for CO2 over N2 and higher CO2 capacities at 0.15 bar will require stronger adsorption sites than are likely to be found in adsorbents with entirely nonpolar surfaces. Since minimizing H2O adsorption is important to lowering the regeneration energy in a carbon capture process, designing adsorbents that have both hydrophobic surfaces and strong CO2 binding sites is a key challenge in developing a next generation of carbon capture materials.Exposed Metal CationsOwing to its larger quadrupole moment and greater polarizability (Table 2), CO2 will have a stronger electrostatic interaction than N2 with an exposed partial charge. By incorporating metal cations with open coordination sites into metal–organic frameworks and zeolites, exposed positive charges can be created that act as strong CO2 adsorption sites,(42, 43) leading to materials with some of the highest reported 0.15-bar capacities for CO2 and selectivities for CO2 over N2. In many zeolites, exposed positive charges result from extra-framework cations that are present in the pores to balance the negative charge generated from replacing a fraction of the Si4+ cations in pure silica zeolites with Al3+. Zeolite 13X (NaAlSi1.18O4.36; FAU, Na-X) and zeolite 5A (Na0.28Ca0.36AlSiO4; LTA, Ca-A), for instance, feature extra-framework Na+ and/or Ca2+ cations that strongly adsorb CO2.(44) For certain metal–organic frameworks, exposed metal cations can be generated directly on the framework by post-synthetically removing metal-bound solvent molecules. Exposed Mg2+, Ni2+, Cu2+, and Fe3+ cations of this type are present in Mg2(dobdc) (dobdc4– = 2,5-dioxido-1,4-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg),(43, 45) Ni2(dobdc) (Ni-MOF-74, CPO-27-Ni),(46) Cu3(btc)2 (btc3– = 1,3,5-benzenetricarboxylate; HKUST-1),(47) and Fe3OX(btc)2 (X = OH, F; Fe-MIL-100),(48) respectively.Table 2. Physical Properties of CO2, N2, and H2O(17a) CO2N2H2Okinetic diameter (Å)3.3–3.93.64–3.802.64polarizability (× 10–25 cm3)26.517.614.5dipole moment (× 1018 esu·cm)001.87quadrupole moment (× 10–26 esu·cm2)4.301.52–Zeolites 5A, 13X, and M2(dobdc)Zeolite 5A adopts the LTA (Linde Type A) structure type, wherein sodalite cages are connected via square faces to form a three-dimensional cubic framework of 4.2 Å diameter pores. Extra-framework Na+ and Ca2+ cations are located at the six-ring windows (SinAl6-nO6) of the sodalite cages.(49) Zeolite 13X adopts the FAU (faujasite) structure type, wherein sodalite cages are connected via hexagonal faces to form a three-dimensional cubic framework of 7.4 Å diameter pores. Extra-framework Na+ cations are located primarily above the plane of the four-ring and six-ring windows of the sodalite cages.(50) In contrast to zeolites 5A and 13X, the exposed metal cations in the metal–organic frameworks Mg2(dobdc) and Ni2(dobdc) are part of the framework structure, in which helical chains of square pyramidal Mg2+ or Ni2+ cations, respectively, are bridged by dobdc4– ligands to form 12 Å hexagonal channels (Figure 1).Because of their high density of exposed metal cations, Mg2(dobdc), Ni2(dobdc), zeolite 13X, and zeolite 5A each adsorb over 3.1 mmol/g (12 wt %) of CO2 at 0.15 bar and 40 °C and have been extensively studied for carbon capture applications (Figure 7).(12a, 12b, 16a, 16c-16e, 43, 44, 51) In fact, the 5.3 mmol/g (18.9 wt %) of CO2 adsorbed by Mg2(dobdc) at 0.15 bar and 40 °C is the highest uptake reported for any solid adsorbent under these conditions.(11d) While the majority of studies on the carbon capture potential of metal–organic frameworks and zeolites with exposed metal cations have relied exclusively on single-component CO2 and N2 adsorption isotherms, there has been some work toward understanding the effect of H2O on CO2 capacity and selectivity.Figure 8. A summary of multicomponent equilibrium measurements at 40 °C for (a) Mg2(dobdc), (b) Ni2(dobdc), (c) zeolite 13X, and (d) zeolite 5A. Green circles represent pure CO2 adsorption isotherms for each compound, and black lines are the corresponding single- or dual-site Langmuir fits. Square data points represent the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O, and the color of the square indicates the equilibrium partial pressure of H2O, with the partial pressure of H2O increasing from blue to purple to red. The exact values of PH2O can be found in Table S3. For all multicomponent data points, the partial pressure of N2 is 680–700 mbar.Not surprisingly, DFT calculations have shown that H2O, with its strong dipole moment, is expected to have a much greater affinity than CO2 for exposed metal cation adsorption sites.(52) Several experimental studies have used binary adsorption measurements for mixtures of CO2 and H2O in zeolites 13X and 5A to show that CO2 adsorption is indeed significantly reduced at low partial pressures of H2O.(53) While initial breakthrough studies suggested that H2O did not adversely affect the adsorption properties of Mg2(dobdc),(51a) this was eventually challenged by two experimental studies that showed a significant decrease in the pure CO2 adsorption of Mg2(dobdc) and Ni2(dobdc) after exposure to mixtures containing CO2 and H2O.(16d, 16e) Additionally, the amount of CO2 adsorbed at 25 °C was measured for Ni2(dobdc) at different H2O loadings, revealing a continuous decrease in CO2 adsorption with increasing H2O loading.(16c)Under dynamic breakthrough conditions, a recent study found that Ni2(dobdc) retained a CO2 capacity of 2.2 mmol/g (8.8 wt %) in the presence of a 15:85 mixture of CO2:N2 with 3% RH (0.95 mbar H2O) at 25 °C and a total pressure of 1 bar.(54) Based on these results, it was suggested that Ni2(dobdc) could be used for CO2 capture from flue gas, provided a desiccant was used to pre-dry the gas to around 1 mbar of H2O. We note, however, that this measurement was not performed under equilibrium conditions, and that the average partial pressure of H2O in the bed at the time of CO2 breakthrough was likely significantly below 1 mbar. Since the column was only cycled three times, these experiments may not adequately capture the expected  buildup of bound H2O over time, particularly if the H2O adsorption front remained close to the column inlet in each experiment.(25) Moreover, the CO2 breakthrough capacity will be highly dependent on the exact set of dynamic conditions used, and the results may not necessarily translate to larger scales. As an alternative, multicomponent experiments can be used to directly evaluate the effects of different partial pressures of H2O on CO2 capacity at equilibrium conditions similar to those expected in an actual CO2 capture process.In this work, three-component adsorption measurements were performed with mixtures of CO2, N2, and H2O at 40 °C for Mg2(dobdc), Ni2(dobdc), zeolite 13X, and zeolite 5A, and all results clearly show a significant decrease in the amount of CO2 adsorbed in the presence of N2 and H2O (Figure 8). In fact, the amount of CO2 adsorbed in all four materials decreases to <25% of the pure-component value at H2O partial pressures of <2 mbar. The multicomponent results for zeolites 13X and 5A are in excellent agreement with previously reported binary adsorption equilibria for mixtures of CO2 and H2O at similar conditions.(53b) The multicomponent result for Ni2(dobdc), however, differs significantly from the amount of CO2 adsorbed in the previously reported breakthrough experiment, where a substantial CO2 capacity was still observed at a low partial pressure of H2O.(54) These conflicting results can be attributed to the fact that the breakthrough experiment was performed under dynamic conditions with the adsorbent exposed to a range of H2O partial pressures below 1 mbar, while the multicomponent experiment was at equilibrium.At even higher H2O partial pressures of 10–25 mbar, which are still well short of the >70 mbar expected in a flue gas, all four of these materials have high H2O adsorption and a negligible CO2 capacity, directly confirming that H2O fully outcompetes CO2 for the exposed metal cations under equilibrium carbon capture conditions (Figure 8). In order for any of these materials to be used in a carbon capture process, the flue gas would need to be dried significantly. While part of the adsorbent bed could be sacrificed to dry the incoming flue gas rather than capture CO2,(24) this would almost certainly be more expensive than processes based on materials that can selectively capture CO2 in the presence of high partial pressures of H2O.On a more fundamental level, it is worth mentioning that pervious in situ diffraction studies of CO2 adsorption in zeolite 5A found that, in addition to exposed Na+ and Ca2+ cations, CO2 is also strongly adsorbed at the center of eight-ring windows (SinAl8–nO8) because of several close interactions between CO2 and zeolite O atoms.(44c) It had been suggested that these eight-ring sites, which were also shown to strongly adsorb CO2 in the Chabazite-type zeolite Cu-SSZ-13, may still be able to bind CO2 in the presence of H2O,(55) but the multicomponent results do not support this. Additional diffraction studies are needed to probe whether the lack of CO2 adsorption in the presence of H2O is due to H2O binding directly to the eight-ring sites preferentially over CO2 or due to H2O adsorption at the exposed metal cations blocking access of CO2 to the eight-ring sites.HKUST-1The metal–organic framework HKUST-1 is composed of Cu2-paddlewheel units bridged by 1,3,5-benzenetricarboxylate to form a cubic structure with three types of microporous cages (Figure 1).(47) Although the exposed Cu2+ cations in HKUST-1 have a weaker interaction with CO2 than the exposed Na+ and Ca2+ cations of zeolites 13X and 5A or the exposed Mg2+ and Ni2+ cations of M2(dobdc),(56) with just 0.6 mmol/g (2.6 wt %) of CO2 adsorbed at 0.15 bar and 40 °C, previous experimental and theoretical studies found an increase in the amount of CO2 adsorbed at low loadings of H2O.(16b) More specifically, the amount of CO2 adsorbed at 25 °C was shown to increase by roughly 160%, from 2.2 mmol/g (8.8 wt %) at 0.29 bar to 3.6 mmol/g (13.7 wt %) at 0.24 bar when 2.3 mmol/g of H2O was pre-adsorbed (0.46 H2O molecules per Cu2+ site). This increase was attributed to a stronger electrostatic interaction between Cu-bound H2O and CO2 than between exposed Cu2+cations and CO2.(16b) A later study on a pelletized sample of HKUST-1 also found an increase in CO2 adsorption at low H2O loadings, albeit to a much smaller extent.(16c)In this work, multicomponent measurements were used to measure the CO2 capacity of HKUST-1 at conditions more representative of a post-combustion flue gas (Figure S8). Interestingly, we do not observe a significant change in the amount of CO2 adsorbed by HKUST-1 at 40 °C with 1.9(3) mmol/g of H2O adsorbed (0.38 H2O per Cu2+; PH2O = 0.001 bar) and CO2 and N2 partial pressures of 0.161 and 0.686 bar, respectively. Because of the error in the multicomponent CO2 adsorption uptake, it is not possible to distinguish between a moderate increase in CO2 adsorption of up to 0.3 mmol/g and a slight decrease of up to 0.1 mmol/g from the pure-component capacity of 0.6 mmol/g based on this single measurement. Somewhat unexpectedly, we still observe the same amount of CO2 adsorbed at an even higher equilibrium H2O loading of 7.7 mmol/g (1.54 H2O per Cu2+; PH2O = 0.004 bar), which is well past the point at which all Cu2+ sites should be saturated with H2O. This could be explained by the fact that two strong CO2 adsorption sites exist in HKUST-1: at the exposed Cu2+ cations (5.0 mmol/g) and at the center of the windows of the small octahedral cages (3.3 mmol/g).(51c) It is possible that CO2 has a strong interaction with Cu-bound H2O as was previously suggested; however, it seems more likely that, provided the CO2 binding energy at each site is similar, the constant CO2 capacity at H2O loadings below 8 mmol/g is due to CO2 adsorption still occurring at the window sites even as H2O begins to block the exposed Cu2+ cations. Regardless, at higher H2O partial pressures closer to the 0.075 bar expected in flue gas, all strong CO2 binding sites are likely occupied or blocked by adsorbed H2O molecules, and HKUST-1 has a negligible CO2 capacity. This result is in agreement with previous binary measurements performed at 25 °C.(16c, 25)Fe-MIL-100The metal–organic framework Fe-MIL-100 is composed of μ3-O-centered trinuclear iron(III) clusters that are bridged by 1,3,5-benzenetricarboxylate to form a three-dimensional network of supertetrahedra, wherein microporous windows provide entrances to mesoporous cages (Figure 1).(48) While one-third of the Fe3+ cations are ligated by a charge-balancing OH– or F– anion, bound solvent can be removed from the remaining Fe3+ centers during activation to give five-coordinate exposed metal cations.(57) Intriguingly, it was reported that the amount of CO2 adsorbed at 25 °C from a mixture of CO2, N2, and H2O at 20% RH (6.3 mbar H2O) or 40% RH (12.7 mbar H2O) increased 3-fold or 5-fold, respectively, from the pure CO2 capacity.(58) This dramatic increase in CO2 uptake was determined from a breakthrough-type experiment after pre-equilibrating Fe-MIL-100 with H2O vapor and was tentatively attributed to the formation of microporous pockets created by partial H2O filling of the mesoporous cages. Even more surprisingly, the CO2 adsorption enthalpy at 40% RH was determined using microcalorimetry to be just −1 kJ/mol, which was believed to be the result of endothermic H2O desorption offsetting exothermic CO2 adsorption.Figure 9. A summary of CO2, N2, H2O multicomponent equilibrium measurements for Fe-MIL-100 at (a) 25 °C and (b) 40 °C. Green circles represent pure CO2 adsorption isotherms at each temperature, and black lines are the corresponding dual-site Langmuir fits. Square data points represent the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O, and the color of the square indicates the equilibrium partial pressure of H2O. The exact values of PH2O can be found in  Table S3. Crosses represent the amount of CO2 adsorbed at 25 °C and 6.3 mbar of H2O (blue) or 12.7 mbar of H2O (purple), as determined from previous breakthrough experiments.(58)Because of the significance of these results, we attempted to reproduce this increase in CO2 adsorption under equilibrium conditions. After synthesizing Fe-MIL-100 and confirming that the surface area and 25 °C CO2 adsorption isotherm matched those previously reported (Figures S7, S9), multicomponent measurements were performed at both 25 and 40 °C and at different partial pressures of H2O. Regardless of whether the measurement was at 25 or 40 °C, we consistently observe a slight decrease in the amount of CO2 adsorbed in the presence of N2 and H2O, even at equilibrium partial pressures that are nearly identical to the previously reported breakthrough conditions (Figure 9). Note that the crosses in the 25 °C multicomponent plot of Figure 9 represent the previously reported CO2 breakthrough capacities.(58) Further work is necessary to determine the origin of these conflicting results and to establish why a 5-fold increase in CO2 adsorption might be observed under dynamic conditions, but not at equilibrium.Exposed AnionsExposed negative charges are much less common in metal–organic frameworks than exposed positive charges, but just as a positive charge can attract the electronegative O atoms of CO2, a negative charge can attract its electropositive C atom.(59) The compound Zn(pyz)2(SiF6) provides an important example of a three-dimensional framework with exposed anions. Its structure is composed of square grids of Zn2+ and pyrazine pillared by hexafluorosilicate (SiF62–) anions to form one-dimensional channels that have a 3.8 Å diagonal dimension (Figure 1).(60) Although the octahedral Zn cations are coordinatively saturated, the combination of small pores and exposed F– anions that protrude from the corners of each channel leads to strong CO2 adsorption at low pressures, with a low-coverage heat of adsorption of −45 kJ/mol and a capacity of 2.4 mmol/g (9.6 wt %) at 40 °C and 0.15 bar. Even more significantly, breakthrough experiments performed for a mixture of 10% CO2 in N2 at 74% RH (23.5 mbar H2O) at 25 °C suggested that H2O has a negligible effect on the ability of the material to adsorb CO2 selectively at high capacity.(59a)In this work, multicomponent experiments were used to compare the equilibrium capacity and selectivity of Zn(pyz)2(SiF)6 for CO2 in the presence of N2 and H2O to the earlier breakthrough results. Toward this end, a sample of Zn(pyz)2(SiF6) was synthesized, and the resulting CO2 adsorption isotherms were found to be in close agreement to those previously reported (Figure S11). While previously reported variable temperature powder X-ray diffraction experiments indicated that Zn(pyz)2(SiF6) was stable to 250 °C under vacuum,(59a) our thermogravimetric analysis results show rapid thermal decomposition occurring above 115 °C (Figure S12), which is in agreement with the initial report on the thermal stability of Zn(pyz)2(SiF6).(60) The reasons for these differences are not clear, but this low thermal stability could be problematic for designing a temperature swing adsorption process with a reasonable CO2 working capacity.(12b) Regardless, the multicomponent measurements performed here show that at 40 °C and an H2O equilibrium partial pressure of 13 mbar, the amount of CO2 adsorbed at a partial pressure of 0.16 bar decreased by 60% to 0.9(2) mmol/g, and the amount of N2 adsorbed at a partial pressure of 0.7 bar was within error of 0 mmol/g (Figure 10a). Under these equilibrium conditions, it thus appears that Zn(pyz)2(SiF6) retains at least some capacity for CO2 and a high selectivity over N2, but H2O is clearly affecting the CO2 capture properties in contrast to the previously reported dynamic breakthrough results.Figure 10. (a) A summary of CO2, N2, H2O multicomponent equilibrium measurements for Zn(pyz)2(SiF6) at 40 °C. Green circles represent a pure CO2 adsorption isotherm, and the black line is the corresponding dual-site Langmuir fit. Square data points represent the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O, and the color of the square indicates the equilibrium partial pressure of H2O. The exact values of PH2O can be found in Table S3. (b) Pure H2O adsorption isotherm (red circles) for Zn(pyz)2(SiF6) at 40 °C.Surprisingly, when repeating this multicomponent measurement on a fresh sample, we found that the amount of CO2 adsorbed at nearly identical equilibrium partial pressures had dropped to within error of 0 mmol/g (Figure 10a). While the partial pressure of H2O was 13 mbar in both measurements, the amount of H2O adsorbed had increased from 3.8(3) to 6.4(4) mmol/g. Such significant changes in the amount of CO2 and H2O adsorbed at nearly constant partial pressures are indicative of a phase transition, something that was previously suggested to occur based on X-ray powder diffraction experiments at increasing partial pressures of H2O.(59a) To investigate this further, a pure-component H2O isotherm was measured at 40 °C and found to have an inflection at an H2O loading of nearly 6 mmol/g (Figure 10b). The multicomponent results and pure-component H2O isotherm are thus consistent with a phase change occurring at H2O loadings above 6 mmol/g and leading to an unknown material with no capacity or selectivity for CO2 adsorption in the presence of H2O. Since this phase change would occur at the over 70 mbar of H2O that is present in flue gas, it seems unlikely that Zn(pyz)2(SiF6) could be used in a post-combustion carbon capture process without significant drying of the flue gas, even if the phase change is fully reversible.Still, it is interesting that Zn(pyz)2(SiF6) has a reasonable capacity for CO2 and a high selectivity over N2 before the phase change occurs, and it would be useful to determine exactly where CO2 and H2O adsorb in the framework under these conditions. Moreover, it would be informative to measure a similar compound with exposed anions that does not exhibit a phase change to determine the amount of CO2 adsorbed, if any, at higher partial pressures of H2O. Additionally, the reasons for the very different CO2 capacities observed for Zn(pyz)2(SiF6) under dynamic breakthrough and equilibrium conditions are not clear and need to be understood. We note, however, that the CO2 breakthrough capacity appears to have been determined simply by multiplying the CO2 breakthrough time by the CO2 flow rate at the inlet of the column, and it is unclear how much H2O was in the column at the breakthrough time and whether or not any extra-column effects were taken into account.(59a)AlkylaminesOwing to their ability to capture high-purity CO2 in the presence of N2 and H2O, aqueous amine solutions have been the most studied carbon capture technology to date.(10) However, amine solutions suffer from several drawbacks that have prevented major reductions in the cost of captured CO2, despite nearly 40 years of research and optimization.(5) Most importantly, the concentration of amines in water is limited to 30–40 wt % to minimize corrosion and degradation issues,(61) which in turn limits the CO2 capacity of the solutions and leads to high regeneration energies, as a significant amount of heat is wasted boiling water rather than desorbing CO2. Incorporating amines into solid adsorbents represents a promising strategy for increasing CO2 capacity and reducing regeneration energy while maintaining a high selectivity for CO2 over other flue gas components.(11a)In designing amine-based adsorbents, it is important to consider that isolated amine groups do not have a particularly strong affinity for CO2. Rather, strong CO2 binding only occurs when the amine binding CO2 can transfer a proton to another Lewis base. Typically, this proton transfer occurs to another amine to form an ammonium carbamate, resulting in an overall amine:CO2 stoichiometry of 2:1 (Scheme 1).(62) In humid gas mixtures, H2O can participate in the reaction of CO2 with an amine, often leading to the formation of ammonium bicarbonate and an overall amine:CO2 stoichiometry of 1:1 (Scheme 2).(63)Scheme 1. Under Dry Conditions, Reaction of CO2 with 2 equiv of a 1° or 2° Alkylamine Amine Typically Forms Ammonium CarbamateScheme 2. Under Humid Conditions, Reaction of CO2 with 1 equiv of a 1° or 2° Alkylamine Typically Forms Ammonium BicarbonateAmine-Functionalized Mesoporous SilicasEarly efforts to incorporate amines into porous materials focused primarily on mesoporous silicas. With BET surface areas ranging from 500 to 1500 m2/g, a high density of amines can be impregnated inside or grafted directly onto the pore surface of a mesoporous silica.(64) While there has been some controversy as to the exact nature of adsorbed CO2 inside these materials, it is now generally accepted that CO2 reacts to form an ammonium carbamate under dry conditions (0.5 CO2 per amine) and ammonium bicarbonate (1 CO2 per amine) under humid conditions, provided that the silica has a high density of 1° or 2° amines.(62b, 65) It is important to note that although these are the thermodynamically favored products under each set of conditions, ammonium carbamate formation occurs at a much faster rate than bicarbonate formation.(66) As a result, it can take a very long time to reach a full equilibrium capacity of 1 CO2 per amine in the presence of H2O, as there is often a mixture of ammonium carbamate and bicarbonate present before equilibrium is reached. This perhaps explains the wide range of CO2 to amine ratios that have been reported for different amine-appended or -impregnated silicas in the presence of H2O.(11a) Additionally, the majority of reports on the equilibrium CO2 capacity of mesoporous silicas in the presence of H2O involve flowing CO2 over a sample that has been pre-equilibrated with H2O and measuring the increase in weight. To calculate the CO2 uptake, it is assumed that the amount of H2O adsorbed is unaffected by CO2 adsorption. Recent binary adsorption measurements, however, have shown that this assumption often leads to incorrect conclusions about the amount of CO2 adsorbed in the presence of H2O.(67)Figure 11. Pure CO2 adsorption isotherms at 40 °C for metal–organic frameworks and mesoporous silicas that feature alkylamine groups.Many of the amine-functionalized silicas investigated for CO2 capture have been based on MCM-41 (Mobil composition of matter no. 41), which consists of cylindrical mesopores that are arranged in a hexagonal lattice.(68) In this work, three amine-functionalized derivatives of MCM-41 were synthesized according to previous reports: 3-aminopropyl grafted MCM-41 (1°-MCM-41), 3-methylaminopropyl grafted MCM-41 (2°-MCM-41), and polyethylenimine impregnated MCM-41 (PEI-MCM-41).(69, 70b) Based on elemental analysis, 4.2 mmol of 1° amine per g silica and 3.7 mmol of 2° amine per g silica were grafted in 1°-MCM-41 and 2°-MCM-41, respectively, which is comparable to the average loading for all reported monoamine-appended silicas of just over 3 mmol/g.(11a) At 40 °C and 1 bar, both 1°-MCM-41 and 2°-MCM-41 adsorb nearly 0.5 molecules of CO2 per amine, as expected for ammonium carbamate formation under dry conditions (Figure 11).With 33% of N by mass and a roughly 1:1:1 mixture 1°, 2°, and 3° amines, branched PEI has a high density of amine groups and has been shown to have improved CO2 capture performance when it is impregnated inside a solid support rather than neat.(70) The PEI-MCM-41 sample synthesized in this work contained 32 wt % of PEI (7.4 mmol N per g silica). At 40 °C and 1 bar, PEI-MCM-41 adsorbs 0.28 molecules of CO2 per amine (2.1 mmol/g), which is consistent with the amine efficiencies of previously reported amine-impregnated silicas (Figure 11).(11)Here, multicomponent experiments were used to measure directly the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O at 40 °C and a CO2 partial pressure near 0.15 bar. Note that since primary amines are prone to deactivate by forming urea linkages under dry conditions,(69) the pure CO2 and multicomponent isotherms reported here were measured on separate samples. At an equilibrium H2O partial pressure of 19 mbar (26% RH), the amount of CO2 adsorbed by 1°-MCM-41 decreased by 25%. This result appears to be in conflict with an earlier report that used a thermogravimetric analyzer coupled to a mass spectrometer to show a 76% increase in CO2 adsorption for 1°-MCM-41 at 24 mbar of H2O and 25 °C.(67) The two 1°-MCM-41 samples have nearly identical amine loadings, but the bare MCM-41 silica used in this work has an average pore size of 2.4 nm, while the previously reported material used a pore-enlarged variant of MCM-41 with an average pore size of nearly 11 nm.(71) The different pore sizes of the resulting amine-grafted materials could be responsible for the different CO2 capacities observed under humid conditions.The amount of CO2 adsorbed by 2°-MCM-41 at 17 mbar of H2O was within error of the dry CO2 uptake, suggesting that no bicarbonate was formed. Although the sample was equilibrated for over 24 h, it is likely that bicarbonate formation is exceedingly slow in this secondary amine material and equilibrium was not reached over the course of the multicomponent measurement.(66) During the multicomponent measurement, the total pressure of the system was still decreasing at a very slow rate even after 24 h of forced equilibration, which suggests that some CO2 adsorption was still occurring with very slow kinetics. There are several literature reports of constant CO2 uptake for amine-appended silicas under both dry and humid conditions, but whether or not kinetics are a factor in these experiments is uncertain.(11a)In contrast to 1°-MCM-41 and 2°-MCM-41, the amount of CO2 adsorbed in PEI-MCM-41 increased significantly from 1.5 mmol/g (0.20 CO2 per N) to 2.5(1) mmol/g (0.34 CO2 per N) at 17 mbar of H2O. This 67(7)% increase is slightly higher than the 40% increase observed for 50 wt % PEI-MCM-41 in a dynamic breakthrough experiment at 75 °C.(70c) Although the observed CO2 capacity is <1 CO2 per amine, it is possible that either bicarbonate is still forming but the CO2 partial pressure is not high enough to reach a full capacity of 1 CO2 per amine or that not all of the amine sites of the PEI are accessible to CO2.Amine-Appended Metal–Organic FrameworksWhile initial efforts to functionalize solid adsorbents with amines involved mostly mesoporous silicas, several amine-appended metal–organic frameworks have recently shown promising CO2 capture properties.(72) For instance, the amine-appended metal–organic framework H3[(Cu4Cl)3(BTTri)8(mmen)12] (mmen-CuBTTri; H3BTTri =1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene) features diamines that are coordinated to the exposed Cu2+ cations of its sodalite-type cages (Figure 1), resulting in a nearly 250% increase in the amount of CO2 adsorbed at 0.15 bar and 25 °C as compared to the bare framework.(72c) Similar to 1°-MCM-41, mmen-CuBTTri shows a very slight decrease in CO2 uptake in the presence of N2 and H2O, but still adsorbs 0.9(2) mmol/g of CO2 (Table S3). This demonstrates that appending amines to exposed metal cation sites in metal–organic frameworks is a viable strategy for adsorbing CO2 under humid conditions.Figure 12. Proposed mechanism for CO2 adsorption in mmen-Ni2(dobpdc) and pre-step CO2 adsorption in mmen-Mg2(dobpdc) is shown at four neighboring M-mmen sites within an infinite one-dimensional chain of such sites running along the crystallographic c axis of the compound. Simultaneous proton transfer and nucleophilic attack of an uncoordinated amine on a CO2 molecule forms an ammonium carbamate species.In contrast to mesoporous silicas, highly crystalline metal–organic frameworks offer the advantage of well-defined and ordered sites for attaching amines, a feature that was recently shown to lead to unprecedented cooperative CO2 binding and low CO2 capture regeneration energies in the diamine-appended metal–organic framework mmen-Mg2(dobpdc).(73) In this material, which features an expanded version of Mg2(dobdc), one end of each diamine is attached to an exposed Mg2+ cation, while the other end is exposed on the surface (Figure 1). With all diamines spaced exactly 6.8 Å apart along each hexagonal channel, the density of amine groups in mmen-Mg2(dobpdc) is 7.3 mmol/mL, exceeding that of a 30 wt % monoethanolamine solution (4.9 mmol/mL).At 40 °C and pressures below 0.5 mbar, the mechanism for CO2 adsorption in mmen-Mg2(dobpdc) is thought to be similar to that of classical amine-appended silicas: two free amine groups react with a CO2 molecule to form ammonium carbamate (Figure 12). At higher pressures, however, there is a sharp step in the CO2 adsorption isotherm of mmen-Mg2(dobpdc), and both ends of the diamine begin to participate in CO2 binding. Specifically, a proton is transferred from a metal-bound amine to a neighboring free amine as CO2 simultaneously inserts into the Mg–N bond, resulting in the formation of one-dimensional chains of ammonium carbamate that run parallel to each chain of Mg2+ cations.(73) This insertion-based CO2 adsorption mechanism leads to strong, cooperative CO2 binding, and at 0.15 bar and 40 °C, one CO2 molecule is adsorbed per mmen to give a total capacity of 3.73 mmol/g (14.1 wt %).Figure 13. A summary of CO2, N2, H2O multicomponent equilibrium measurements at 40 °C for (a) mmen-Mg2(dobpdc) and (b) mmen-Ni2(dobdc). Green circles represent pure CO2 adsorption isotherms for each compound, and black lines are the corresponding dual-site Langmuir fits. Square data points represent the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O, and the color of the square indicates the equilibrium partial pressure of H2O. The exact values of PH2O can be found in Table S3.Since CO2, but not N2 or H2O, induces a phase transition in mmen-Mg2(dobpdc), changing both the structure and composition of the adsorbent, it is impossible to use pure-component adsorption isotherms to predict CO2 selectivity and capacity for a mixture of CO2, N2, and H2O. Instead, the direct measurement of multicomponent adsorption is the only way to investigate the effects of H2O and N2 on CO2 binding in mmen-Mg2(dobpdc) at equilibrium. Of particular interest is to determine whether the insertion-based CO2 adsorption mechanism is affected by H2O and if ammonium carbamate is still the only form of adsorbed CO2 under humid conditions.Significantly, multicomponent measurements with H2O partial pressures as high as 19 mbar, CO2 partial pressures between 100 and 300 mbar, and N2 partial pressures between 500 and 700 mbar, clearly show that the amount of CO2 adsorbed from a mixture of CO2, N2, and H2O is the same as, or slightly higher than, from pure CO2. Thus, H2O and N2 do not have a significant effect on CO2 adsorption in mmen-Mg2(dobpdc) (Figure 13a). To the best of our knowledge, the multicomponent CO2 uptake of 4.2(2) mmol/g (15.6 wt %) for mmen-Mg2(dobpdc) represents the highest value ever reported for any metal–organic framework or silica under similar humid conditions. While no N2 adsorption is observed in mmen-Mg2(dobpdc) during the multicomponent experiments, between 4.9 and 9.5 mmol/g of H2O is adsorbed, depending on the exact equilibrium conditions. Since CO2 and H2O do not compete for the same binding sites, it should be possible to reduce this H2O adsorption without affecting the amount of CO2 adsorbed by, for instance, tuning the alkylamine or bridging organic ligand to increase the hydrophobicity of the pore surface. Note that one of the multicomponent measurements was repeated four further times on the same sample with identical results after regenerating at 100 °C under vacuum for 2 h, demonstrating that CO2 and H2O adsorption is fully reversible (Figure 5). Longer cycling studies with mixtures of CO2, N2, and H2O and regeneration using a pure temperature swing are currently in progress.To confirm that CO2 insertion into the Mg–N bond is still occurring in the presence of H2O, infrared spectroscopy measurements were performed after equilibrating a sample of mmen-Mg2(dobpdc) with a mixture of CO2, N2, and H2O (Figure 14). Previously, a sharp band was observed at 1334 cm–1 in the infrared spectrum of mmen-Mg2(dobpdc) dosed with pure CO2. This band was assigned to the C–N stretch of a carbamate and is only present after insertion of CO2 into the M–N bond generates an O-bound carbamate species with more double-bond character in the C–N bond.(73) Significantly, there is also a sharp band observed at 1334 cm–1 for mmen-Mg2(dobpdc) in the presence of CO2, N2, and H2O, confirming that CO2 insertion into the M–N bond is still occurring and that H2O does not change the mechanism for CO2 adsorption (Figure 14). Although the multicomponent measurements indicate a very slight increase in the amount of CO2 adsorbed in the presence of H2O, there is no evidence of any carbonate or bicarbonate species in the infrared spectrum.In the isostructural nickel analogue of this framework, mmen-Ni2(dobpdc), the increased strength of the Ni–N bond makes the insertion of CO2 thermodynamically unfavorable, and the CO2 adsorption isotherms do not contain a step, resulting in just 0.4 mmol/g (1.7 wt %) of CO2 adsorbed at 40 °C and 0.15 bar.(73) Note that while the pure CO2 isotherm of mmen-Ni2(dobpdc) is not nearly as steep as expected for an adsorbent with strong CO2 binding sites, the isosteric heat of adsorption at low coverage is still −40 to −60 kJ/mol. The isotherm is not as steep as that of most metal–organic frameworks with CO2 binding energies in this range, such as Mg2(dobdc), because the entropy of CO2 adsorption is much more positive in mmen-Ni2(dobpdc) than in more classical materials.(73) This strong CO2 binding and large entropy of adsorption can likely be explained by a similar mechanism as for the pre-step adsorption in mmen-Mg2(dobpdc): a proton is transferred between the free ends of two neighboring diamines and CO2 is bound via the formation of ammonium carbamate, resulting in one CO2 bound per every two mmen (Figure 12). In order for this proton transfer to occur, the diamines likely lose some rotational degrees of freedom as ammonium carbamate pairs are formed, which leads to the large entropy penalty associated with CO2 binding.Figure 14. Infrared spectra upon dosing activated mmen-Ni2(dobpdc) with N2 (blue), CO2 (green), and a mixture of CO2, N2, and H2O (purple), and dosing activated mmen-Mg2(dobpdc) with a mixture of CO2, N2, and H2O (red) at 25 °C. The three different regions show bands corresponding to N–H, C═O, and C–N stretching vibrations, from left to right, respectively.To support the proposed mechanism for dry CO2 adsorption in mmen-Ni2(dobpdc), infrared spectroscopy measurements were performed on mmen-Ni2(dobpdc) in the presence of pure N2 and pure CO2 (Figure 14). Under a pure N2 atmosphere, two distinct N–H vibrations are observed at 3330 and 3258 cm–1 and can be assigned to the free and Ni-bound ends of the diamines, respectively. The metal-bound N–H stretch is identical to that observed for mmen-Mg2(dobpdc), while the free N–H stretch is red-shifted by 4 cm–1.(73) Upon exposure to 1 bar of pure CO2, the free N–H resonance at 3330 cm–1 disappears, and a new vibration is observed at 3271 cm–1. The disappearance of the free N–H vibration is consistent with the formation of ammonium. If only the free ends of each diamine participate in the reaction with CO2, then half of all diamines would be expected to have an ammonium on the free end, while the other half of diamines would have a carbamate (Figure 12). Indeed, there are two N–H resonances of roughly equal intensity observed at 3271 and 3258 cm–1 in the presence of CO2 that can be assigned to the N–H on Ni-bound ends of diamines that have either an ammonium or a carbamate on the free end. A broad feature also grows in at roughly 1680 cm–1 after CO2 dosing, which is consistent with the C═O vibration of carbamate. Finally, no new bands are observed between 1275 and 1375 cm–1 after CO2 adsorption, which is consistent with the ammonium carbamate reaction occurring at the free ends of the diamines, with no insertion of CO2 into the M–Ni bond.Somewhat unexpectedly, the amount of CO2 adsorbed in mmen-Ni2(dobpdc) increases nearly 3-fold to 1.3(2) mmol/g (5.4 wt %) in the presence of 29 mbar of H2O and 691 mbar of N2 (Figure 13b). This substantial increase in CO2 adsorption is greater than typically observed for amine-appended silicas and suggests that H2O has a strong effect on the CO2 binding mechanism. Despite the large increase in CO2 uptake, only 0.37(7) mmol of CO2 is adsorbed per mmol of free amine under the multicomponent conditions.To gain further insight into these multicomponent results, infrared spectroscopy measurements were also performed for mmen-Ni2(dobpdc) under an atmosphere of N2, CO2, and H2O (Figure 14). Unfortunately, a very broad and high intensity band above 3000 cm–1, resulting from the large amount of H2O in the gas-phase, overwhelms any N–H resonances (Figures S18, S19). Still, no new bands are observed between 1275 and 1375 cm–1, demonstrating that CO2 insertion into the M–Ni bond does not occur in mmen-Ni2(dobpdc) even in the presence of H2O. Although CO2 insertion is ruled out, the infrared spectrum of mmen-Ni2(dobpdc) does not provide any conclusive evidence that can explain the increased CO2 uptake in the presence of H2O. It is possible that bicarbonate is formed, but its infrared bands are masked by H2O or the organic bridging ligand. Alternatively, H2O may facilitate the formation of more ammonium carbamate at lower CO2 partial pressures by, for instance, breaking up hydrogen-bonding between neighboring diamines to expose more CO2 binding sites than are present under dry conditions.(65g)Figure 15. A summary of the multicomponent adsorption measurements performed in this work for mixtures of CO2, N2, and H2O at 40 °C and equilibrium conditions representative of a coal-fired power plant flue gas. The green bars represent the amount of CO2 adsorbed in a single-component isotherm at the same CO2 partial pressure as the multicomponent experiment. The red bars in the bottom pane represent the amount of CO2 adsorbed in the multicomponent experiment. The red bars in the upper pane represent the amount of H2O adsorbed in the multicomponent experiment. For the multicomponent experiments, all partial pressures of N2 are between 679 and 698 mbar, of CO2 are between 113 and 178 mbar, and of H2O are between 10 and 29 mbar. Total pressures are between 821 and 890 mbar. See Table S3 for exact equilibrium partial pressures and amounts adsorbed. Error bars are shown at a 95% confidence interval.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesConclusionsThe multicomponent results reported in this work for adsorption of CO2, N2, and H2O in 15 different materials, including metal–organic frameworks, zeolites, mesoporous silicas, and an activated carbon, are summarized in Figure 15. Here, a multicomponent data point is plotted for each material at the equilibrium conditions most representative of the composition of a coal-fired power plant flue gas. In the bottom pane of the bar graph, the amount of CO2 adsorbed from the multicomponent mixture of CO2, N2, and H2O (red) is compared to the amount of CO2 adsorbed at the same partial pressure in the absence of N2 and H2O (green). In the top pane, the amount of H2O adsorbed in the multicomponent experiment is shown. As has been discussed in detail, all of the adsorbents with exposed metal cations or anions take up a significant amount of H2O and negligible amount of CO2 under these simulated flue gas equilibrium conditions, while MOF-5 and the AX-21 activated carbon have mostly nonpolar surfaces that lead not only to very little H2O adsorption but also to very little CO2 uptake at these low pressures. Adsorbents functionalized with alkylamines, however, maintain a significant CO2 capacity at the multicomponent equilibrium conditions, with mmen-Mg2(dobpdc) adsorbing a record amount of CO2 in the presence of H2O.In addition to maximizing CO2 adsorption, minimizing H2O adsorption is critical to achieving low regeneration energies in any CO2 capture process that involves a temperature swing since some of the heat supplied to desorb CO2 will also go toward desorbing H2O. The direct measurement of equilibrium H2O adsorption in the presence of N2 and CO2 is thus important for identifying adsorbents with the best CO2 capture performance. This is particularly true for adsorbents that change upon binding CO2, where H2O adsorption may be very different before and after CO2 adsorption. It is worth noting that measuring the amount of H2O adsorbed in a breakthrough experiment with CO2 is extremely challenging, if not impossible, when the column is pre-equilibrated with H2O, as is often necessary when running small-scale breakthrough experiments.Although the multicomponent results presented in this work targeted equilibrium conditions representative of adsorption from a post-combustion flue gas, evaluating multicomponent equilibria at desorption conditions is also important. Since a pure temperature swing or vacuum-assisted temperature swing process will likely be most effective for CO2 capture,(8, 12c) evaluating the amount of CO2 and H2O adsorbed from mixtures as a function of regeneration temperature and pressure is necessary to determine CO2 and H2O working capacities and to calculate regeneration energies. Recently, it was shown that the cooperative CO2 binding in mmen-Mg2(dobpdc) allows a CO2 working capacity of nearly 14 wt % (3.7 mmol/g) to be achieved with an unprecedented temperature swing of just 50 °C.(73) The effects of H2O on this working capacity are currently being investigated under both dynamic and equilibrium conditions. Because of their structural and chemical tunability, metal–organic frameworks functionalized with alkylamines are a particularly promising class of solid adsorbents for achieving high CO2 working capacities, minimal H2O adsorption, and low regeneration energies at post-combustion CO2 capture conditions.In addition to CO2, N2, and H2O, multicomponent measurements and long-term cycling studies that include other flue gas components, such as O2, NOx, and SOx, will be valuable in assessing adsorbents for CO2 capture applications. Measuring multicomponent equilibrium kinetics and heats of adsorption, which are particularly challenging experiments, is also important but rarely reported in the literature for gas mixtures.(17b) While no real CO2 capture process will operate under true equilibrium conditions, equilibrium data are essential for comparing different materials and for simulating the dynamic processes of a large-scale separation. Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesSupporting InformationExperimental details, surface area measurements, additional adsorption isotherms, descriptions of isotherm fitting, multicomponent calculations, multicomponent error analysis, and complete multicomponent data set. This material is available free of charge via the Internet at http://pubs.acs.org.§Author Present AddressSchool of Chemical and Biomedical Engineering and Singapore Membrane Technology Center, Nanyang Technological University, Singapore.⊥Author Present AddressInstitute for Integrated Cell-Material-Sciences, Kyoto University, Kyoto, Japan.∥Author Present AddressMosaic Materials, Inc., Berkeley, CA 94720, United States.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesAcknowledgmentThis research was funded by the Advanced Research Projects Agency – Energy (ARPA-E), U.S. Department of Energy. We thank Adam Berger, Dr. Abhoyjit Bhown, Prof. Berend Smit, Prof. Rajamani Krishna, Dr. Zoey Herm, Dr. Eric Bloch, and Dianne Xiao for helpful discussions, and David Gygi and Henry Jiang for assisting with sample preparation. We also thank Fulbright New Zealand for partial support of K.S., NSF for providing partial graduate fellowship support for J.A.M and J.E.B, and Chevron for providing partial graduate fellowship support for J.A.M.Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsReferencesReferencesThis article references 73 other publications.1.  CO2 Emissions from Fuel Combustion , International Energy Agency (IEA): Paris, 2014. DOI:  DOI: 10.1787/co2_fuel-2014-en .[Crossref]There is no corresponding record for this reference.2. In  Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change; Stocker, T. F. ; Cambridge University Press: New York, 2013.There is no corresponding record for this reference.3. (a) Chu, S. Science 2009,  325,  1599[Crossref], [PubMed], [CAS]3. Carbon capture and sequestrationChu, StevenScience (Washington, DC, United States)\r\n        (2009),\r\n    325\r\n        (5948),\r\n    1599CODEN:\r\n                SCIEAS;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-14/jacs.5b00838/20150409/images/small/ja-2015-008388_0015.gif\">"]}