{"title": "Effects of Molecular Siting and Adsorbent Heterogeneity on the Ideality of Adsorption Equilibria", "authors": ["Manohar Murthi", "Randall Q. Snurr"], "doi": ["10.1021/la035556p"], "abstract": "The ideal adsorbed solution (IAS) theory is the benchmark for the prediction of mixed-gas adsorption equilibria from pure-component isotherms. In this work, we use atomistic grand canonical Monte Carlo simulations to test the effects of molecular siting and adsorbent energetic heterogeneity on the applicability of the IAS theory. Pure-component isotherms generated by atomistic simulation are used to predict binary isobaric isotherms using the IAS theory. These predicted isotherms are compared with those obtained by a full atomistic simulation of the binary mixture. Binary mixtures of argon, methane, and CF in silicalite are found to obey IAS theory, while benzene/methane and cyclohexane/methane in silicalite are nonideal. The mixture of argon and CF is ideal despite the large difference in the sizes of the two species. This contradicts previous hypotheses in the literature, which state that mixtures of species of unequal size do not adsorb ideally. The nonideal behavior of the benzene/methane and cyclohexane/methane systems occurs because of adsorbent heterogeneity in these systems, which depends on both sorbent and sorbate. In addition, we use a lattice gas model with parameters derived from atomistic simulation to demonstrate analytically that a sufficiently energetically heterogeneous adsorbent will result in the breakdown of IAS theory even in the absence of interactions between sorbates. ", "text": "10.1021/la035556p 10.1021/la035556p10.1021/la035556p Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasIntroduction The selection or design of adsorbents for industrial separation processes requires the accurate measurement or prediction of multicomponent adsorption equilibria.1 Physisorption can also play an important role in processes catalyzed by zeolites.2,3 The vapor-adsorbed-phase equilibrium (VAE) of a pure component is fully characterized by specifying the temperature and gas-phase pressure. However, an additional degree of freedom enters for each additional component. Thus, while binary adsorption equilibria may be measured in fairly straightforward, if tedious, fashion,4 the number of experiments required to characterize ternary and higher equilibria can quite easily grow unreasonably large. It is, therefore, preferable to be able to predict multicomponent equilibria from single-component data, which may be obtained with substantially less experimental effort.  At very low coverage, when Henry's law adequately describes the pure-component adsorption, the amount adsorbed of each component is given by the product of its Henry's constant and its partial pressure in the gas phase.5 At higher coverage (corresponding to higher gas-phase pressures), this relationship is no longer exact. The ideal adsorbed solution (IAS) theory, originated by Myers and Prausnitz,6 seeks to derive mixed-gas adsorption equilibria exclusively from single-component isotherms. Despite the venerable age of the theory, it continues to serve as the benchmark for the prediction of mixed-gas-vapor-adsorption equilibria.7 This approach has the advantage of being independent of the functional forms chosen to fit pure-component isotherms. However, if the pure-component isotherms are not analytically integrable, it requires numerical integration and an iterative scheme to solve for the mixture composition. IAS theory is exact in the Henry's law regime, but deviations from ideality are frequently seen at higher loadings. The source of these deviations has been a matter of considerable debate over the years. Several workers7-11 have used various combinations of simulation, experiment, and simple model systems to account for the behavior of various adsorption systems. In this work, we use the atomistic simulations of mixed-gas adsorption performed by Clark et al.12,13 to test aspects of the IAS theory. Because the complexity of the full atomistic simulations tends to obscure the basic physics of these systems, we also use a simple lattice gas model with parameters taken from the atomistic simulations to illustrate some facets of nonideal adsorption.  IAS theory is similar to the traditional treatment of vapor−liquid equilibria (VLE) in that adsorbed-phase activity coefficients are defined by their relation to the excess Gibbs free energy of adsorption. Some differences exist in the choice of reference state, which will be described in the Theory section that follows. Ideal VLE are defined to be those with no excess volume or enthalpy of mixing and, consequently, activity coefficients of unity. Experimentally, the majority of VLE display positive deviations from ideality, meaning that their activity coefficients are greater than unity and their excess molar volumes are positive. This has generally been attributed to interactions between unlike molecules being less favorable than those between like species, most probably due to differences in structure or polarity. Negative  deviations, on the other hand, are due to favorable interactions or perhaps weak chemical bonding of unlike species.14 Unlike VLE, positive deviations from ideality are extremely rare for VAE. Though the usual causes of deviations from ideality in liquids are also present for VAE, these sorbate−sorbate effects tend to be small relative to the interactions between adsorbent and adsorbates.15  An ideal adsorbed phase is one in which the activity coefficients are unity under all conditions. The most obvious method of accounting for nonidealities is to develop correlations for adsorbed-phase activity coefficients similar to those used for VLE (e.g., Margules equation, etc.). Several workers, beginning with Hoory and Prausnitz,16 have attempted to do so, but these attempts have generally met with qualitative success at best, and then only in the regime of low surface coverage. Talu and Zweibel8 demonstrated that each component's activity coefficient is a function of the loading of all species in equilibrium via their effect on the spreading pressure (or grand potential density) of the system, and they proposed correlations to calculate or fit these activity coefficients. While the parameters for these correlations can in principle be calculated from molecular considerations, the values thus derived do not usually match experimental data for binary systems.8 The correlations are most practically used in the prediction of ternary- and higher-degree VAE with parameters calculated from experimental binary VAE and tend to be successful in this context.  Dunne and Myers17 used grand canonical Monte Carlo (GCMC) simulations of a Lennard-Jones fluid mixture in a model cavity of zeolite 13X to probe the effects of adsorbate size differences. The Lennard-Jones parameters were tailored to make the ratio of the components' saturation capacities equal to that of CCl2F2 and CO2. The model cavity provided an energetically homogeneous surface for adsorption, though the larger species was excluded from part of the micropore volume because of its size. In addition, the predictions of multisite Langmuir (MSL) and partial exclusion theory (PET)18 were compared to that of IAS. The binary simulation data showed negative deviations from ideality, in agreement with the predictions of MSL and PET. The negative deviations are expected to increase with an increase in the ratio of molecular sizes.  Much of the literature devoted to the physics of nonideal adsorption is based on results from molecular simulation.19-21 Simulation has some advantages over experiment as a tool to probe the behavior of adsorption systems. First, and perhaps most importantly, simulation offers a perfectly defined adsorbent on which to “experiment”. Factors such as crystalline defects and the existence of macropores can influence the equilibrium between the bulk gas and the adsorbed phase. These effects can be difficult to eliminate or control experimentally but are happily absent in simulation. Thus, one is able to test how well the theory performs for a given model system without the additional complication of how well the model system describes experiment. In addition, one may determine the precise location of the adsorbed species from simulation, as well as isolate the sorbate−sorbent and sorbate−sorbate contributions to the energy of sorption. These data are all valuable in obtaining a molecular picture of adsorption but are again difficult to isolate experimentally.  In this paper, we investigate the conditions under which IAS theory can predict the adsorbed-phase composition of selected binary mixtures of adsorbates in silicalite. The mixture composition is determined by atomistic GCMC simulation, as are the pure-component isotherms used in the IAS calculations. As previously mentioned, the physics of nonideal adsorption is more easily elucidated using lattice models, which contain less detail than the full atomistic simulations. We, therefore, also use analytical and numerical results from a lattice gas model with no sorbate−sorbate interactions to demonstrate the effect of adsorbent energetic heterogeneity on the ideality of mixed-gas adsorption equilibria.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasTheory The original theory of Myers and Prausnitz6 was derived for a two-dimensional homogeneous adsorbed phase with a temperature-invariant area that is equally accessible to all components. The theory was later extended to treat a three-dimensional adsorbed phase.20,21 This is done by avoiding the decomposition of the grand potential density into separate bulk and surface terms. The grand potential density, ζ, is the grand free energy (=U − TS − ∑μn) per unit volume and is equal to the negative of the pressure in a bulk phase. The decomposition of the grand potential density into separate bulk and surface terms is unnecessary, and indeed futile, for microporous adsorbents in which the pore geometry is nonplanar. While these three-dimensional approaches differ from the original in their interpretation of the thermodynamics of adsorption, it should be noted that they are computationally identical.  The excess molar Gibbs free energy of the adsorbed phase is  The superscript “id” indicates a property of an ideal solution. The partial molar excess Gibbs free energy of component i is then  where the overbars signify partial molar properties. Smith and van Ness22 show that  Integrating eq 3 at constant T and ζ from a state of pure i to a state at an arbitrary mole fraction,  where the superscript “0” indicates a property of the pure component evaluated at the mixture T and ζ and fi is the fugacity of component i in the adsorbed phase. Thus, in eq 4 is the fugacity of pure i adsorbed at the mixture temperature and grand potential density. This equation makes use of the fact that partial molar properties are identical to molar properties for a single- componentsystem. An ideal solution is defined as one in which  Subtracting eq 5 from eq 4 gives   The argument of the logarithm in eq 6 is defined as the activity coefficient of component i:  Therefore, the fugacity of component i in the adsorbed phase is  which must be equal to the fugacity of that component in the gas phase in equilibrium with the mixture at the specified T and ζ:  Equation 9 may be rewritten in terms of the pressure by recourse to fugacity coefficients:   As a result of the definition of partial molar properties, the total excess molar Gibbs free energy is found from eq 7 to be   Coupled with the constraint that gas- and adsorbed-phase mole fractions must sum to unity, eq 9 or eq 10 provides a framework for solving the VAE problem. However, we must still calculate γi and . While determining the former is a problem of molecular physics rather than thermodynamics, the latter may be determined by writing the Gibbs−Duhem equation for the adsorbed phase.  The total internal energy of the adsorbed phase is  The Gibbs−Duhem relation for the adsorbed phase is, therefore,  which, at a constant temperature, reduces to  Equation 14 is the Gibbs adsorption isotherm in this formalism. Because  we may substitute eq 8 for the fugacity of the adsorbed phase into the Gibbs adsorption isotherm (14) to obtain  Note that because the excess Gibbs free energy for pure-component adsorption is necessarily 0, the activity coefficient must go to unity in that limit. Thus,  which may be integrated as follows:  where (f) is the loading of pure component i given as a function of the fugacity. In the event that the gas-phase pressures are sufficiently low, the fugacities in the previous equations may be replaced by pressures.  An ideal adsorbed solution is defined as one for which the adsorbed-phase activity coefficients are unity for all conditions. Equations 10 and 18 with γi set to unity provide a system of three equations for the five unknowns (P, y1, x1, , ) in ideal binary VAE at constant temperature. Hence, the specification of any two variables completely specifies the system. For experimental purposes, these are most conveniently chosen to be the gas-phase pressure and composition.  One may show that the excess molar volume of the adsorbed phase is given by8  The total loading is then  and the individual component loadings are simply  Note that for an ideal adsorbed solution the second term on the right side of eq 20 is always 0. Negative values of the molar excess Gibbs free energy, which are commonly encountered at high coverage, lead to negative excess molar volumes9 and consequently to the total loadings predicted by IAS theory being less than those experimentally observed.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasSimulation Methodology Most of the simulation data analyzed in this paper are taken from recent GCMC simulations published by Snurr and co-workers.12,13 The work of Gupta et al.13 demonstrates that the results obtained using these simulation techniques compare well with experiment. Additional simulations were performed as needed. The GCMC simulations were performed using energy-biased insertions to improve the efficiency of the simulation.23 The  standard GCMC acceptance criteria were weighted by a biasing function chosen so as to probe the most statistically important regions of phase space. Between 10 and 20 million Monte Carlo iterations were performed for each system studied, each consisting of an insertion or deletion attempt followed by an attempted translation or rotation (if applicable) of a randomly selected molecule. The equilibration of the system was checked by plotting the average loading against the iteration number and ensuring that it had converged. Statistics were accumulated only from the equilibrated portion of each run.  Simulations were conducted for the ORTHO and PARA forms of silicalite, which is the siliceous form of the commercially important zeolite ZSM-5 (also known as MFI). The simulation cell was taken to be a minimum of 8 unit cells with periodic boundary conditions. Zeolites were simulated as having rigid crystallographic structures. The structure for ORTHO silicalite was taken from the X-ray crystallographic data of Olson et al.,24 while that of PARA silicalite was obtained from the data of van Koningsveld et al.25 The silicalite pore network consists of orthogonal sets of straight (S) and zigzag (Z) channels of approximately 5.5-Å diameter, the intersections (I) of which have approximately a 8.7-Å diameter. The relative pore volumes of the sites are I 13.0%, S 38.2%, and Z 48.8%12 when argon is used as a probe molecule.  Clark et al.12 modeled the adsorption of argon, methane, tetrafluoromethane, and sulfur hexafluoride as simple Lennard-Jones spheres. Zeolite−sorbate interactions were limited to pairwise interactions between the zeolite oxygen and the sorbates because the zeolite T-atoms are well shielded by the oxygens.26 The Lorentz−Berthelot mixing rules were applied to determine mixture interaction parameters. The gas phase was treated as ideal so that the fugacities of the various species in the gas phase were equal to their partial pressures. Gupta et al.13 extended the previous work to adsorption of species with internal degrees of freedom, choosing to examine mixtures of cyclohexane, benzene, and methane. Methane, as before, was modeled as a spherical Lennard-Jones site. Cyclohexane was modeled as consisting of six methylene united atoms, with the molecules confined to chair or boat conformations. Benzene was modeled as a rigid 12-center molecule with Lennard-Jones sites and partial charges on the carbons and hydrogens. Gas-phase nonidealities were accounted for by a virial equation of state truncated at the second term, with parameters obtained from critical PVT data using the Pitzer correlation.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasIAS Calculations Pure-component isotherms from simulation were fit to either the Toth or the Jensen-Seaton11 isotherms depending on which functional form best fit the data. Separate sets of parameters were used to fit (1) the loading as a function of the pressure and (2) the ratio (loading/pressure) versus pressure. The former set of parameters were used to calculate the IAS loading from eq 20, while the latter were required to perform the integration of eq 18.  The IAS calculation is performed for binary mixtures by first specifying the pressure and gas-phase composition. If one wishes to account for gas-phase nonidealities, then gas-phase fugacity coefficients are calculated from the specification of P, T, and y using the appropriate equation of state. A guess is then made for , from which x1 can be calculated using eq 10 for component 1. Because this is the calculation of an ideal adsorbed solution, activity coefficients in eq 10 must be set to unity. Provided that 0 ≤ x1 ≤ 1, x2 is calculated and the product   is obtained from the same equation written for component 2. If the gas phase is nonideal, an iterative scheme is required to calculate . Equation 18 is then used to check whether the individual 's lead to equal values of the reduced grand potential density, ψ. If not, then the guess of is incremented in the appropriate direction and another iteration is performed. The code used to generate the data that follow required equality of reduced grand potential densities to within a fractional tolerance of 10-6.  If mixture data are available and one wishes to calculate activity coefficients from them, one may proceed as follows. First, ψ must be calculated. Dunne and Myers17 show that for a binary mixture of ideal gases at constant P,  This value of ψ must then be inserted into eq 18 for each component, and the corresponding 's are determined by an iterative scheme (unless, of course, eq 18 is analytically integrable). The values thus determined are then used to calculate activity coefficients from eq 10.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasAnalysis of Atomistic Simulation Data The adsorbed-phase compositions of binary mixtures of argon, methane, and tetrafluoromethane in silicalite have been calculated from the pure-component isotherms using the IAS theory. The IAS predictions matched the mixture simulations quantitatively for all three binary combinations. Figures 1 and 2 respectively show the adsorbed-phase loading and the CF4 selectivity for the argon/CF4 system at 300 K and a constant total gas-phase pressure of 1010 kPa.   Figure 1 Argon/CF4 mixture in ORTHO silicalite at 300 K, 1010 kPa:  loading (molecules/unit cell) versus gas-phase mole fraction of CF4.   Figure 2 Argon/CF4 mixture in ORTHO silicalite at 300 K, 1010 kPa:  CF4 selectivity versus gas-phase mole fraction of CF4.     Table 1.  Free Energies of Adsorption in the Different Sites of Silicalite  moleculesiteΔA (kJ/mol)ΔU (kJ/mol)ΔS [J/(mol K)]T (K)source argon in ORTHO silicalite I −1.6 −9.1 −25.1 300 ref 12  S −5.2 −10.3 −17.3    Z −5.6 −10.3 −15.7   methane in ORTHO silicalite I −5.8 −13.7 −26.5 300 ref 12  S −10.0 −15.8 −19.3    Z −10.4 −15.8 −17.9   CF4 in ORTHO silicalite I −10.5 −20.1 −32.1 300 ref 12  S −14.0 −22.7 −28.8    Z −14.2 −22.6 −28.1   benzene in ORTHO silicalite I −22.7 −52.5 −80 373 ref 27  S −5.1 −48.0 −115    Z −4.3 −44.5 −107   benzene in PARA silicalite I −18.3 −44.6 −70 373 ref 27  S −5.9 −45.0 −104    Z −16.3 −54.1 −101      The loadings in Figure 1 are well predicted by IAS. The adsorbed-phase selectivity is, however, more sensitive than the loading or phase (x−y) diagram for comparing the simulations with theory.17 The selectivity is also the most pertinent quantity in determining whether an adsorptive separation is viable. In the case of Figure 2, it is evident that IAS is very successful in predicting the binary selectivity. The activity coefficients calculated from the binary GCMC data are very close to unity at all compositions (not shown). This system is particularly interesting as a result of the substantial difference in the  sizes of CF4 and argon. The Lennard-Jones σ parameter of CF4 is 4.66 Å and that of argon is 3.42 Å. Dunne and Myers17 and Sircar7 both state that IAS will fail if the coadsorbates differ substantially in size. This apparently contradictory result emphasizes that the nature of the adsorbent is as important as that of the adsorbates in determining the validity of the theory. Dunne and Myers made their assertion on the basis of simulations of CCl2F2 and CO2 coadsorbed in the zeolite 13X. This zeolite consists of sodalite units connected tetrahedrally by six-membered rings to form cavities of approximately 14 Å in diameter, each of which can accommodate several molecules of each species. The cavities are modeled as energetically homogeneous spheres, with adsorption taking place on the interior surface of these spheres. However, part of the cavity volume accessible to the smaller species is inaccessible to the bulkier species because of its size. The system can, therefore, be described by the MSL model of Sircar:  each species occupies a different number of “sites” on an energetically homogeneous adsorbent, leading to nonideal adsorption.  The structure of silicalite is quite different. The pore network of silicalite consists of intersecting straight and sinusoidal channels, making it fairly intuitive to divide the pore volume into discrete adsorption sites at channel intersections (I) and straight (S) and zigzag (Z) channels. Such an approach is reasonable from an energetic as well as a geometric standpoint, as evidenced by the calculations of Clark et al.12 and Snurr et al.27 of the internal energy, entropy, and Helmholtz free energy of various adsorbates in the different sites. Table 1 lists these quantities for some of the species studied in this work.  The adsorption of argon and CF4 in silicalite is qualitatively different from the case described by Dunne and Myers. The sorbates are present largely in the channels, with little adsorption in the intersections.12 As a result of the size of the channels in silicalite, about one molecule can be accommodated in each site. This restriction to one molecule per site renders considerations of excluded volume irrelevant, though they are to some extent reflected in the Helmholtz free energies of adsorption in each site. The system is better described by the heterogeneous Langmuir model. However, as shown in Table 1, the difference between the Helmholtz free energies of adsorption in the straight and zigzag channels is not great for either species and adsorption is consequently ideal.  Figures 3 and 4 show the loading and selectivity predicted by IAS theory for the coadsorption of benzene and methane in ORTHO silicalite along with data from simulations of the mixture. IAS clearly fails in this  instance, as is demonstrated by the activity coefficients shown in Figure 5 (particularly that of methane) being substantially less than unity.   Figure 3 Benzene/methane mixture in ORTHO silicalite at 420 K, 500 kPa:  loading (molecules/unit cell) versus gas-phase mole fraction of benzene.   Figure 4 Benzene/methane mixture in ORTHO silicalite at 420 K, 500 kPa:  benzene selectivity versus gas-phase mole fraction of benzene.   Figure 5 Benzene/methane mixture in ORTHO silicalite at 420 K, 500 kPa:  adsorbed phase activity coefficients as a function of the gas-phase mole fraction of benzene.   Referring to Table 1 again, the Helmholtz free energy of benzene adsorbed in the intersections of ORTHO silicalite is substantially lower than that for adsorption in the channels. Benzene is, therefore, preferentially adsorbed in the channel intersections, with very little filling of the channels until the intersections are essentially full. Adsorption of pure benzene in PARA silicalite is qualitatively different because there is little energetic difference between the channel intersections and the zigzag channels. These sites are filled simultaneously, with virtually no benzene occurring in the straight channels because of the much higher free energy of adsorption there. In both these cases, there is very little methane in the system because benzene is so much more strongly adsorbed. The energy difference for methane adsorption in the straight and zigzag channels is small, but these sites are favored over the channel intersections because the small methane molecules feel the attractive potential of the walls more in the confined geometry of the channels.  Figure 6 shows the selectivity comparison for benzene and methane in PARA silicalite. The data are quite noisy but are found to be thermodynamically consistent to within 2.2%. While IAS theory still fails to predict the selectivity quantitatively, the nonidealities are less pronounced in this system. This is due to the Helmholtz free energy of adsorption of benzene in the channel intersections and zigzag channels being quite similar, though these values differ substantially from that for adsorption in the straight channel. The system is, therefore, less energetically heterogeneous than the benzene/methane/ORTHO silicalite system because two of the three types of sites are quite energetically similar, and these are the sites that contain almost all the benzene. While the system is clearly still energetically heterogeneous enough that IAS theory fails to predict the selectivity correctly, the errors are small compared to those shown in Figure 4.   Figure 6 Benzene/methane mixture in PARA silicalite at 420 K, 500 kPa:  benzene selectivity versus gas-phase mole fraction of benzene.   The most energetically heterogeneous system of those examined is depicted in Figures 7 and 8:  cyclohexane and methane in ORTHO silicalite. Cyclohexane is much more strongly adsorbed in the channel intersections than in either of the channels. As a result of its greater size, adsorption of cyclohexane in the channels is even less favorable than that of benzene. However, the Henry's constant of pure cyclohexane is in fact higher than that of pure benzene, indicating that it is more strongly adsorbed (i.e., has a more negative free energy of adsorption) in the channel intersections, which are its most favored adsorption sites. The isosteric heats of adsorption presented by Gupta et al.13 are further proof of this. The cyclohexane/methane/ORTHO silicalite system is, therefore, even less ideal than benzene/methane/ORTHO silicalite, as seen in the selectivity comparison of Figure 7 and the activity coefficients of Figure 8.   Figure 7 Cyclohexane/methane mixture in ORTHO silicalite at 420 K, 500 kPa:  cyclohexane selectivity versus gas-phase mole fraction of cyclohexane.   Figure 8 Cyclohexane/methane mixture in ORTHO silicalite at 420 K, 500 kPa:  adsorbed phase activity coefficients as a function of the gas-phase mole fraction of cyclohexane.   Several workers have posited that energetic heterogeneity is an important cause of deviations from ideal behavior.7,14,28 The data we have presented thus far supports this assertion. However, the complexity of the full atomistic simulations makes it difficult to gain physical insight from the mathematics describing the system. We,  therefore, now employ a much simpler lattice model, which yields analytical and numerical results that are more straightforward to interpret.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasIdeality of the Lattice Gas Model of Adsorption in Silicalite We now consider the lattice gas described by Hill,29 wherein the adsorbent is a lattice of discrete sites that can accommodate no more than one molecule each. For our purposes, there are three types of sites, corresponding to I, S, and Z. There are no sorbate−sorbate (“lateral”) interactions. This is the simplest possible model of an adsorbed phase that can accommodate the possibility of an energetically heterogeneous adsorbent. The appendix contains the derivation of the isotherm equations for the single- and two-component lattice gases starting from the partition functions for the model.  For a single component, the number of molecules adsorbed on sites of type i in equilibrium with an ideal gas phase is given by  where Bi is the number of sites of type i, P is the pressure, qi is the canonical partition function for a single molecule adsorbed in a site of type i, and λ is a parameter depending on the adsorbate and temperature. Summing over all the different types of sites provides the total number of adsorbed molecules as a function of the pressure. For a lattice gas of two components, M and N, the numbers of each species adsorbed on sites of type i are     The canonical partition function for a single molecule adsorbed in a given type of site is related to the Helmholtz free energy of adsorption of that molecule in that site by  Clark et al.12 provide a method by which the Helmholtz free energies may be calculated from the atomistic simulation parameters, thus providing us with the link between the full atomistic model and the lattice gas model considered here. Values of Ai for several different adsorbates in the three sites (I, S, and Z) of silicalite are presented in Table 1.  It can be shown analytically that IAS theory is exact for an adsorbent that is energetically homogeneous (i.e., an adsorbent that has only one type of site) in the absence of sorbate−sorbate interactions. This proof is presented in the appendix. An IAS calculation for an energetically heterogeneous system cannot be performed analytically; we must employ the previously outlined numerical solution.  Figures 9 and 10 show the selectivity predicted by IAS theory (from the lattice model pure-component isotherms) compared to the actual selectivity of the two-component heterogeneous lattice model. In Figure 9, the coadsorbates are argon and CF4. The selectivity predicted by IAS compares very well with the actual selectivity of the heterogeneous lattice model. This is expected because the system is not very energetically heterogeneous.   Figure 9 Results from the energetically heterogeneous lattice gas model for coadsorption of argon and CF4 at 300 K and 1010 kPa. The CF4 selectivity from the binary lattice gas isotherm is shown as closed symbols, and the IAS predictions from single-component lattice gas isotherms are shown as the line.   Figure 10 Results from the energetically heterogeneous lattice gas model for coadsorption of benzene and methane at 420 K and 500 kPa. The benzene selectivity from the binary lattice gas isotherm is shown as closed symbols, and the IAS predictions from single-component lattice gas isotherms are shown as the line.   Figure 10, on the other hand, shows a discrepancy of roughly a factor of 2 between the predicted and actual benzene selectivity when coadsorbed with methane in ORTHO silicalite. Because this system is very energetically heterogeneous, we should expect the IAS prediction to be quite poor, and this is confirmed in the figure.  Note that the selectivity predicted by the lattice gas model in both the cases just described differs substantially from that predicted by the full atomistic model of the previous section. This is not surprising because the atomistic model captures many details that are omitted from the lattice model, especially sorbate−sorbate interactions. The pure-component isotherms determined from the lattice model are also quite different from those of the atomistic model, so it is not surprising that the mixture isotherms and selectivities should differ.   Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasConclusion We have studied the binary adsorption of various combinations of argon, methane, tetrafluoromethane, benzene, and cyclohexane in silicalite by GCMC simulation. GCMC simulation has also been employed to obtain the adsorption isotherms of each of these pure species at the relevant temperatures. The binary isobaric adsorption isotherms have been compared to those predicted by the IAS theory using the pure-component isotherms.  IAS theory delivers good predictions for all binary combinations of argon, methane, and tetrafluoromethane. This is true even for the argon/CF4 system despite the large size difference between the two species. While previous workers7,17 have suggested that appreciable size differences between adsorbed species will necessarily lead to a nonideal adsorbed phase, we add that the nature of the adsorbent must also be considered in making such inferences. The previous studies' conclusions were based on adsorption in homogeneous media where each adsorbed molecule occupied a volume dependent on its size. Nonideal adsorption occurs when significant adsorbent volume is inaccessible to the larger species. By contrast, our system is such that no more than one molecule of either species may be adsorbed on each site, which renders considerations of excluded volume irrelevant and permits adsorption to proceed ideally.  The predictions of IAS theory are poor for cyclohexane/methane and benzene/methane in ORTHO silicalite. We attribute this failure to the energetic heterogeneity of these systems. Both benzene and cyclohexane display substantially different adsorption energies in the different sites of ORTHO silicalite, with both species favoring the channel intersections over the straight or zigzag channels. While there is some variation in the adsorption energies of the other species in the different sites, it is not so marked.  A lattice gas model with no sorbate−sorbate (“lateral”) interactions has been used to demonstrate analytically that the IAS theory is only rigorously correct for homogeneous adsorbents in the absence of sorbate−sorbate interactions. If the adsorbent is energetically heterogeneous, then the IAS theory does not hold, though the extent of the error is dependent on how heterogeneous the system is.  IAS calculations were performed on the lattice model using the single-site adsorption free energies calculated from atomistic simulations. The lattice model of argon and CF4 coadsorbed in silicalite is demonstrated to be ideal, with the CF4 selectivity predicted by the IAS theory in close agreement with that of the two-component lattice gas. However, the model selectivity of benzene over methane in ORTHO silicalite differs substantially from the IAS prediction. Because both argon and CF4 find little energetic difference between the different sites of silicalite, the adsorbent appears essentially homogeneous to these species and, thus, they adsorb ideally. However, because benzene finds the adsorbent quite energetically heterogeneous, the coadsorption of benzene and methane in ORTHO silicalite is far from ideal.  Thus, we have demonstrated that an adsorbent that is sufficiently energetically heterogeneous to one of the adsorbed species will result in the breakdown of IAS theory even in the absence of interactions between sorbates.    Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasAcknowledgment The authors wish to acknowledge financial support from the National Science Foundation, Division of Chemical and Thermal Systems. In addition, we wish to thank Shaji Chempath, Louis Clark, Amit Gupta, Matthias Heuchel, Harold Kung, Alan Myers, and Flor Siperstein for helpful discussions.     Top of PageAbstractIntroductionTheorySimulation MethodologyIAS CalculationsAnalysis of Atomistic Simulation DataIdeality of the Lattice Gas Model of Adsorption in SilicaliteConclusionAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice GasAppendix:  Derivation of Lattice Gas Isotherms and IAS Calculation for Homogeneous Lattice Gas We first present Hill's treatment of a single component adsorbed on an energetically heterogeneous lattice, which we subsequently extend to a binary system. IAS predictions from the pure-component lattice gas isotherms will then be compared to the analytical results for the binary system.  Consider a system of N identical molecules adsorbed on a total of B lattice sites. There may be many different types of lattice sites in the system, each of which may have a different energy of adsorption. Many distributions of the N molecules among the sites of different energy may be possible at a given temperature. If Ni is the number of molecules adsorbed on Bi sites of identical adsorption energy, the canonical partition function for this distribution is  where i is an index running over all the types of sites in the system and qi is the canonical partition function of a single molecule adsorbed in a single site of type i. Note that a maximum of one molecule may be adsorbed on each site.  If the Ni's and Bi's are large, then only the most probable distribution makes a significant contribution to the canonical partition function. This is akin to replacing the logarithm of the canonical partition function by that of its maximum term using the method of undetermined multipliers. The most probable distribution is then  The undetermined multiplier α can be shown to be −μ/kT.30 The total number of sorbate molecules, N, is obtained by summing over all i. For an ideal gas mixture,  where jN is the internal partition function of a molecule of species N in the gas phase. The internal partition function is the sum over all the internal quantum states of the exponential of the energy of each state; in practice, it is typically derived from spectroscopic data.5 We will ignore the contribution of the internal partition function in the remainder of our study.  The second term on the right-hand side of eq 29 is henceforth designated /kT, with exp(− /kT) = λN. Inserting this into the expression for Ni and summing over all i types of sites yields the adsorption isotherm N(P):  This is the Langmuir isotherm for adsorption on a heterogeneous adsorbent.29  These results are easily extended to multicomponent adsorption. For our purposes, two species, M and N, suffice:  We again use the method of undetermined multipliers to find the most probable distribution. This time, however, two undetermined multipliers are necessary because the total numbers of both species M and N must be kept constant.     or, analogously to eq 30,     Let us first consider whether the IAS theory works for an energetically homogeneous system, in which all the sites have the same free energy of adsorption for each species. Essentially, this entails simply dropping the subscript i from the preceding equations. Inserting eq 30 into eq 18,  Because IAS requires that = , the following relationship is obtained:  From eqs 10 and 37, the selectivity of component M (=xMyN/xNyM), as predicted by IAS theory, is   We now wish to see whether this corresponds to the actual M selectivity for binary adsorption.  where RM = λM/qMyMP. Similarly,  Some algebra eventually leads to the result that  or, in agreement with eq 38,  We are, thus, satisfied that IAS theory works for energetically homogeneous systems with no sorbate−sorbate interactions. This result is in agreement with the literature data.  Incidentally, the binary selectivity in a specified type of site in a heterogeneous adsorbent is given by an identical treatment:  Sircar7 states that “the prediction by IAST will be erroneous if there is a distribution of binary adsorption selectivities from site to site on a heterogeneous adsorbent.” This result suggests that if the adsorbent is indeed energetically heterogeneous, then the binary selectivities will vary from site to site. Accordingly, in agreement with Sircar's statement, we expect the IAS theory to fail in this circumstance.  Now on to the business of checking the IAS theory selectivity prediction for a heterogeneous system. The first hurdle is that no simple relationship between ψ and exists except in the limit that qM,i /λM ≫ 1. If this criterion is satisfied, then summing eq 30 over all i and inserting it into eq 18 leads to  which results in the following relationship:  Note that if qM,i /λM is not substantially greater than 1, then this treatment does not hold and the IAS calculation must be performed iteratively as previously outlined. The ratio of sums on the right side of the previous equation will henceforth be called S. The IAS selectivity is then   We now check to see whether this is equal to the selectivity of the binary system. To start with, note that xM/xN = M/N. Some rearrangement of the expressions for Mi and Ni shows that    Armed with a similar expression for N, we have  Rewriting the above in terms of y, λ, and q, we find that  where   The right-hand side of eq 50 is manifestly not equal to that of eq 46. Thus, we have shown that IAS will not generally give correct predictions for even the simplest possible energetically heterogeneous system.      This article references 30 other publications. (1) Ruthven, D. M.   Principles of Adsorption and Adsorption Processes; John Wiley and Sons:  New York, 1984.There is no corresponding record for this reference.  (2) Babitz, S. M.; Williams, B. A.; Miller, J. T.; Snurr, R. Q.; Haag, W. O.; Kung, H. H.   Appl. Catal. A 1999, 179, 71.[Crossref], [CAS](2) . Monomolecular cracking of n-hexane on Y, MOR, and ZSM-5 zeolitesBabitz, S. M.; Williams, B. A.; Miller, J. T.; Snurr, R. Q.; Haag, W. O.; Kung, H. H.Applied Catalysis, A: General\r\n        (1999),\r\n    179\r\n        (1-2),\r\n    71-86CODEN:\r\n                ACAGE4;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2004/langd5.2004.20.issue-6/la035556p/production/images/small/la035556pf00010.gif\">"]}