{"title": "Molecular Simulation Study of CH/H Mixture Separations Using Metal Organic Framework Membranes and Composites", "authors": ["Seda Keskin"], "doi": ["10.1021/jp102881e"], "abstract": "Grand canonical Monte Carlo and equilibrium molecular dynamics simulations have been used to compute adsorption isotherms and self-diffusivities of CH/H mixtures in a nanoporous metal organic framework, Zn(bdc)(ted), at room temperature for various compositions. Adsorption-based selectivity, ideal selectivity, and mixture selectivity of Zn(bdc)(ted) membranes for separation of CH/H mixtures are predicted and compared. Performance of several composite membranes including Zn(bdc)(ted) as filler particles in polymer matrixes is examined for separation of H from CH using a combination of atomistic and continuum modeling. Results show that Zn(bdc)(ted) exhibits higher adsorption-based selectivity and mixture selectivity for CH compared to widely studied isoreticular metal organic frameworks. Predictions of permeation models showed that using Zn(bdc)(ted) in high-performance composite membranes as filler particles greatly enhances permeability of H compared to pure polymeric membranes without lowering the selectivity. Even a small volume fraction of Zn(bdc)(ted) is enough to carry the composite membranes made of polymers and this metal organic framework (MOF) above the current upper bound established for available polymeric membranes.", "text": "10.1021/jp102881e 10.1021/jp102881e10.1021/jp102881e Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesIntroduction Metal organic frameworks (MOFs) are a relatively new nanoporous material family emerging as new alternatives for gas storage and gas separation applications. MOFs are highly porous materials consisting of metal vertices connected with organic linkers.(1, 2) The greatest advantage of MOFs over other well-known nanoporous materials such as zeolites is the ability of tailoring physical and chemical characteristics of MOFs during their synthesis. MOFs can be synthesized with exquisite control over pore shape and connectivity in large quantities inexpensively. Many characteristics of MOFs such as large surface areas, low densities, uniform pore sizes, and tunable structure properties make them promising candidates in several applications including adsorption-based gas separations, gas storage, catalysis, and chemical sensing. Thousands of distinct materials have been synthesized to date, and many comprehensive reviews exist for experimental synthesis and characterization of MOFs.(3-5) Since the number of different types of MOFs that has been synthesized is enormous, molecular modeling of these materials has played an important role in providing information for the performance of MOFs for specific applications.(6, 7) The current state of the art in molecular modeling and quantum molecular modeling of MOFs for examining gas adsorption, gas diffusion, and structural properties of MOFs has been recently reviewed.(8) An accurate description of mixture adsorption and diffusion is crucial in many applications that are envisioned for MOFs such as membranes and adsorption-based separations. Adsorption of single component gases in MOFs has been examined in a large number of experiments and molecular simulations,(9-20) whereas less information is available about the properties of adsorbed gas mixtures in MOFs.(21-29) This situation is more striking when the transport of gases in MOFs is considered. A very small number of experiments(30-33) studied diffusion of adsorbed gases in MOFs since measuring gas diffusion in nanoporous materials is extremely challenging. Most of the information on diffusion of single component gases in MOFs has been provided by molecular simulations.(34-39) Diffusion of adsorbed gas mixtures in MOFs has been studied only in a few molecular simulations: Keskin et al.(40) used molecular dynamics to provide the first information on mixture transport in MOFs by studying diffusivities of adsorbed CH4/H2 mixtures at various compositions in CuBTC. Babarao and Jiang(41) calculated the self-diffusivities of CO2/CH4 mixture in IRMOF-1 on the basis of adsorption of equimolar mixture. Krishna and van Baten(42) computed self-diffusivities of the binary mixtures including neon, argon, methane, ethane, propane, and carbon dioxide in Zn(tbip). Liu and Johnson(43) used molecular simulations to predict self-diffusivities of CH4/H2 mixtures of several compositions in Zn(tbip). Zn(bdc)(ted)0.5 (bdc =1,4-benzenedicarboxylic acid; ted = triethylenediamine) is a relatively new tetragonal MOF structure with one channel having a cross section of 7.5−7.5 Å and a smaller channel with a cross section of 4.8−3.2 Å. Synthesis and structural characterization of Zn(bdc)(ted)0.5 are experimentally reported.(18, 44) Studies on adsorption and diffusion of gases in Zn(bdc)(ted)0.5 are limited; Liu et al.(18) reported the adsorption isotherms for H2 in this MOF at 77 and 298 K using both experiments and molecular simulations. They also assessed the self-diffusivities and transport diffusivities of H2 in Zn(bdc)(ted)0.5 using molecular dynamics and concluded that diffusion properties of H2 in this MOF are comparable to those of H2 in IRMOF-1 at room temperature. Keskin and Sholl(45) predicted selectivity of Zn(bdc)(ted)0.5 for separation of CH4/H2 mixtures using an efficient approximate method they developed on the basis of atomistic models. There is no experimental data for adsorption or diffusion of CH4/H2 mixtures in Zn(bdc)(ted)0.5. In this study, first, atomically detailed simulations were used to calculate adsorption and diffusion of single component gases, CH4 and H2, as well as CH4/H2 mixtures at various compositions in Zn(bdc)(ted)0.5 at room temperature. Understanding multicomponent diffusion in nanopores of Zn(bdc)(ted)0.5 is of paramount importance for advancing many applications of this MOF. On the basis of the results of molecular simulations, adsorption-based selectivity, ideal selectivity, and membrane selectivity of Zn(bdc)(ted)0.5 for separation of CH4/H2 mixtures were predicted and compared. This type of selectivity comparison is vital to understand whether it is better to use Zn(bdc)(ted)0.5 as an adsorbent or as a membrane in gas separation applications. The potential of using Zn(bdc)(ted)0.5 as filler particles in different polymer matrixes to form several high performance composite membranes was then examined. Incorporation of MOFs as filler particles into polymers to make composite membranes has started very recently. A few experiments carried out in the last two years showed that it is relatively straightforward to fabricate high quality polymer/MOF composite membranes.(46-48) A recent study(49) showed that an approach based on the combination of atomically detailed simulations and continuum modeling can be used to predict the performance of composite membranes with MOFs. The same modeling approach was used in this study to examine how the performance of various polymeric membranes for CH4/H2 separations can be enhanced by using Zn(bdc)(ted)0.5 as filler particles to make composite membranes. This study provides insights into whether it may be worthwhile to use Zn(bdc)(ted)0.5 in composite membranes for separation of H2 from CH4. Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesDetails of Atomic Simulations Grand canonical Monte Carlo (GCMC) and equilibrium molecular dynamics (EMD) techniques were used to perform adsorption and diffusion simulations of CH4/H2 mixtures in Zn(bdc)(ted)0.5, respectively. The atomic positions of Zn(bdc)(ted)0.5 were obtained from the experimental data, and a rigid Zn(bdc)(ted)0.5 structure is used.(18) The universal force field (UFF)(50) was used for the framework atoms, and spherical Lennard-Jones (LJ) 12-6 potentials were used to model adsorbate molecules H2 and CH4.(51, 52) The potential parameters for adsorbent and adsorbate atoms and molecules used in this study are given in Table 1. The Lorentz−Berthelot mixing rules were employed to calculate the fluid−solid and fluid−fluid LJ cross interaction parameters. The intermolecular potentials were truncated at 17 Å for adsorption simulations, and no long-range corrections were applied. Fluid−fluid and fluid−solid intermolecular potentials were truncated at 13 Å for diffusion simulations with long-range corrections applied. Long-range corrections were included in the adsorbate−MOF interactions by assuming the MOF was isotropic at distances beyond the cutoff. This application of long-range corrections inside what is an intrinsically structured material is of course an approximation, which is a point discussed carefully by Macedonia and Maginn.(53) It was verified that diffusivities calculated using a cutoff radius of 13 Å with long-range corrections give results that are indistinguishable from calculations using a truncation of 17 Å without long-range corrections. A minimum 2 × 2 × 2 unit cell simulation box was used for both GCMC and EMD simulations. Periodic boundary conditions were applied in all simulations. At the lowest loadings, the size of the simulation volume was increased (up to 6 × 6 × 6) as to contain at least 50 particles during the simulations. Since the loadings are defined in terms of molecules per unit cell, there is not a cell size dependence for adsorption and diffusion results.    Table 1. Interaction Potential Parameters for Adsorbent and Adsorbate Atoms Used in This Work atoms/moleculesε/k (K)σ (Å)C52.873.43H22.162.57N34.753.26O30.213.12Zn62.442.46H234.202.96CH4148.203.81  Conventional GCMC was employed to compute the single component and mixture adsorption isotherms. The temperature and the fugacity of the adsorbing gases were specified, and the number of adsorbed molecules was calculated at equilibrium. Simulations at the lowest fugacity for each system were started from an empty Zn(bdc)(ted)0.5 matrix. Each subsequent simulation at higher fugacity was started from the final configuration of the previous run. Simulations consisted of a total of 107 trial configurations with the last half of the configurations used for data collection. A configuration is defined as an attempted translation, or creation, or deletion of an adsorbate molecule. For the case of mixture simulations, there is also an attempted swap of the particle species of a molecule. The adsorption isotherm of H2 at 298 K obtained in this work is identical to the results of Liu et al.(18) since the same potential parameters and MOF structure were used. The diffusivities of single component gases and mixtures in Zn(bdc)(ted)0.5 were calculated using EMD. The details of using EMD simulations to obtain diffusion coefficients have been described in previous studies of zeolites, carbon nanotubes, and metal organic frameworks.(37, 54-56) The Nosé-Hoover thermostat was used in NVT (canonical ensemble) MD simulations.(57) For the single component corrected (self) diffusivities, 20 (10) independent MD simulations were performed because using a large number of independent trajectories is vital to accurately compute the corrected diffusivities. Mixture self-diffusivities were computed at different adsorbed compositions of CH4:H2 mixtures of 75:25, 50:50, and 25:75 in addition to an adsorbed phase composition of ∼98% CH4 which corresponds to an equimolar bulk phase. After creating initial states with the appropriate loadings using GCMC, each system was first equilibrated with EMD for about 20 ps prior to taking data. The error bars in simulation results were omitted from the figures because they were smaller than the symbol sizes in adsorption simulation results, and the statistical error of the self-diffusion simulations was estimated to be about 5%. Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesBinary Adsorption and Diffusion of CH4/H2 Mixtures Single component and mixture adsorption isotherms of CH4 and H2 in Zn(bdc)(ted)0.5 at 298 K are given in Figure 1. The adsorption isotherms of CH4/H2 mixtures were calculated for 50, 70, and 90% CH4 in the bulk phase. In all calculations, the bulk phase composition was specified in terms of fugacity since the differences between fugacity and pressure for CH4 and H2 for the conditions considered here are small. As should be expected from the single component isotherms, adsorption strongly favors CH4 over H2 in the mixtures because the more strongly adsorbing CH4 molecules exclude H2 molecules in the pores. The amount of adsorbed CH4 (H2) in the mixture increases (decreases) as the amount of CH4 increases in the bulk phase. Keskin and Sholl(45) previously showed that ideal adsorbed solution theory (IAST) gives accurate predictions for the adsorbed mixtures of CH4/H2 in Zn(bdc)(ted)0.5. IAST is well-known to give accurate predictions for mixture adsorption isotherms on the basis of single component adsorption isotherms of pure gases in many nanoporous materials except in materials characterized by strong energetic or geometric heterogeneity.(26, 58, 59) Single component isotherms of both CH4 and H2 were fitted using a dual-site Langmuir isotherm to apply IAST. The results of IAST predictions for an equimolar bulk mixture are also shown in Figure 1.  Figure 1. Single component and mixture adsorption isotherms for CH4 and H2 in Zn(bdc)(ted)0.5 at 298 K as computed from GCMC simulations. The composition of the bulk mixture is 10, 50, 70, and 90% CH4. Dotted lines represent the predictions of IAST for equimolar CH4/H2 mixture adsorption. In an equilibrium-based separation process, a good indication of the ability for separation is the adsorption-based selectivity of a porous material for different components in the mixtures. The adsorption-based selectivity for CH4 relative to H2 is defined as (1) where x and y are the molar fractions of the adsorbed and bulk phase, respectively. The adsorption selectivity of Zn(bdc)(ted)0.5 for CH4/H2 mixtures with 50, 70, and 90% CH4 in the bulk phase is shown in Figure 2. Adsorption selectivity favors CH4 at low pressures, since CH4 is energetically preferred over H2. At higher pressures, the adsorption selectivity for CH4 over H2 slightly decreases, since entropic effects come into play and favor H2 adsorption. It was previously reported that Zn(bdc)(ted)0.5 exhibits higher adsorption selectivity for CH4 over H2 compared to noncatenated IRMOFs such as IRMOF-1, IRMOF-8, IRMOF-10, IRMOF-14, and CuBTC.(45) This was attributed to the differences in the pore sizes of MOFs. Zn(bdc)(ted)0.5 has narrower pores than IRMOFs and CuBTC. These narrow pores provide a stronger confinement of CH4 molecules. The degree of confinement of H2 molecules in MOFs with small pores and in MOFs with large pores can be thought of as being similar because in both cases the molecule is small relative to the pore size giving similar adsorption strength for H2. The stronger confinement of CH4 in narrow pore MOFs than in the large pore MOFs results in an enhancement of CH4 adsorption over H2.  Figure 2. Adsorption selectivity for CH4 over H2 in Zn(bdc)(ted)0.5 at 298 K as computed from GCMC simulations as a function of fugacity at bulk gas compositions of 50, 70, and 90% CH4. Single component and mixture self-diffusivities of CH4 and H2 computed from EMD are shown in Figure 3 as a function of total adsorbed loading in Zn(bdc)(ted)0.5. The self-diffusivity, Dself, describes the motion of individual tagged particles. In an isotropic three-dimensional material, the self-diffusivity is related to the mean-squared displacement of tagged particles by the Einstein relation. Liu et al.(18) computed the self-diffusivities of H2 in Zn(bdc)(ted)0.5 and compared them with those of IRMOF-1 at 298 K. Since the same potential parameters were used, single component self-diffusivity of H2 computed with EMD in this study is the same as the diffusivity computed by Liu et al. The self-diffusivity of H2 in Zn(bdc)(ted)0.5 has the same trend with many other MOFs showing a moderate decrease with increasing adsorbate loading. This behavior is one of the most common forms of loading-dependent self-diffusivity observed in nanoporous materials, and this loading dependence arises as a natural consequence of steric hindrance between diffusing molecules. The self-diffusivity of H2 in Zn(bdc)(ted)0.5 is about a factor of 2 smaller than in IRMOF-1 as discussed by Liu et al.(18) In this comparison, IRMOF-1 has uniform three-dimensional pores with effective pore size greater than 10 Å, whereas Zn(bdc)(ted)0.5 has nonuniform pores, and diffusivities in the z direction are about 4−8 times larger than those in the x and y directions. The self-diffusivity of H2 in the z direction of Zn(bdc)(ted)0.5 is almost the same as in IRMOF-1. In this study, both the single component and the mixture self-diffusivities were reported as average diffusivities using Dself = (Dself,x + Dself,y + Dself,z)/3. At zero loading, the magnitude of H2 single component self-diffusivity is greater than that of CH4. This is similar to the results reported in similar calculations for diffusion in silica zeolites and MOFs, and it can be explained by the differences in size and weight of these two molecules.(37, 56) The loading dependence of CH4 self-diffusivity is similar to H2 decreasing as the adsorbate loading increases because of steric hindrance effects. The same trend is observed for the mixture self-diffusivities at various loadings of CH4/H2 mixtures.  Figure 3. Self-diffusivities of CH4 and H2 in Zn(bdc)(ted)0.5 at 298 K as a function of total adsorbed loading. Closed squares represent single component self-diffusivity of CH4 and H2 in a and b, respectively. Triangles, circles, and squares show the self-diffusivities of CH4 (a) and H2 (b) in an adsorbed mixture composition of 25, 50, and 75% CH4. Diamonds represent self-diffusivities of CH4 (a) and H2 (b) for an equimolar bulk mixture which corresponds to 98% CH4 in the adsorbed mixture. Adsorbed mixtures of CH4/H2 were examined with three different compositions: 50:50, 25:75, and 75:25. Figure 3 shows that self-diffusivities of CH4 in the CH4/H2 mixture are larger than pure component CH4 self-diffusivity at the same loading. On the other hand, self-diffusivities of H2 in the CH4/H2 mixture are smaller than pure component H2 self-diffusivity at the same loading. This observation is natural since the fast diffusing H2 molecules in the mixture speeds up the slowly diffusing CH4 molecules. Similarly, CH4 acts to slow the diffusion of H2 through the pore. Figure 3 shows that as the fraction of H2 (CH4) in the mixture increases, the increase (decrease) in the diffusion of CH4 (H2) is more profound. For example, the self-diffusivity of pure CH4 is ∼1 × 10−4 cm2/s at a loading of 20 CH4 molecules per unit cell of MOF. The self-diffusivity of CH4 increases to ∼1.3 × 10−4 (∼1.6 × 10−4) cm2/s at a total loading of 20 molecules consisting of 15 (5) CH4 and 5 (15) H2 molecules per unit cell. Figure 3 also shows the self-diffusivity results for the adsorbed CH4/H2 mixture associated with an equimolar bulk mixture. Because of the high adsorption selectivity of Zn(bdc)(ted)0.5 toward CH4, an equimolar bulk mixture corresponds to an adsorbed mixture of ∼98% CH4. Therefore, the self-diffusivity of CH4 in an equimolar bulk mixture is very similar to the self-diffusivity of pure CH4. On the other hand, the self-diffusivity of H2 in an equimolar bulk mixture is 70% less than the self-diffusivity of pure H2 since the equimolar bulk mixture corresponds to an adsorbed mixture of ∼2% H2. Figure 3 indicates that for all compositions of CH4/H2 mixture, diffusion is strongly selective for H2 over CH4 whereas adsorption favors CH4 over H2 as shown in Figure 2. Previous studies on other MOFs also showed that adsorption and diffusion mechanisms favor different components of the CH4/H2 mixture.(45, 60) Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesSelectivity of CH4/H2 Mixtures Equilibrium molecular dynamics simulations provided the loading dependent corrected diffusivities (Do) of H2 and CH4 in addition to self-diffusivities when they are adsorbed in Zn(bdc)(ted)0.5 as pure gases. The transport diffusivity (Dt) is then defined without any approximation in terms of corrected diffusivity (Do) and a thermodynamic correction factor, a partial derivative relating the adsorbate concentration, c, and bulk gas phase fugacity, f:(61) (2) The thermodynamic correction factor is fully defined once the single component isotherm adsorption isotherm is known. GCMC simulations provided the single component adsorption isotherms of H2 and CH4 in Zn(bdc)(ted)0.5 at room temperature as a function of fugacity as shown in Figure 1. Steady-state fluxes of H2 and CH4 across a Zn(bdc)(ted)0.5 crystal can be then calculated using Fick’s law.(62) The Fick’s law relates the flux of each species with the concentration gradients through transport diffusivities: (3) Here, ∇c is the concentration gradient of the adsorbed species based on the difference between the feed and the permeate side pressures of the membrane. The shell description of the membrane which calculates the transport diffusivity at the mean concentration was used to calculate steady-state fluxes. Test calculations involving full integration of the transport equations for the membrane for single component examples indicated that shell description gave accurate results. Details of the methods used to calculate single component fluxes on the basis of atomistic simulations and shell model were described in earlier studies.(60, 63) Once the single component steady-state fluxes are known, ideal selectivity of a membrane is simply defined by the ratio of the single component fluxes (4) It has been shown that ideal and mixture selectivities of a membrane can be significantly different if the multicomponent effects dominate in the mixture.(59) Therefore, characterizing the selectivity of a membrane on the basis of mixed-gas feeds is important. The mixture selectivity of the membrane can be approximated as the multiplication of adsorption selectivity and diffusion selectivity (5) The validation of this approximate expression for MOF membranes was previously shown by Keskin and Sholl.(45) In this approximate expression, the diffusion selectivity is defined as the ratio of self-diffusivities in a binary mixture evaluated directly at their corresponding adsorbed compositions. Equation 5 approximates a membrane’s selectivity at a specified feed pressure and composition on the basis of a single GCMC simulation and an EMD simulation performed at the loadings determined from this GCMC calculation. Figure 4 shows the ideal selectivity, mixture selectivity, and adsorption-based selectivity for CH4/H2 mixture separations with Zn(bdc)(ted)0.5. The selectivities greater (less) than 1 indicate that Zn(bdc)(ted)0.5 is selective for CH4 (H2). The ideal selectivity is calculated using eq 4 for a membrane where the permeate side is at vacuum and is plotted as a function of feed pressure in terms of fugacity. Ideal selectivity for CH4 decreases as the fugacity increases. For example, the ideal selectivity for CH4 is around 5 at a feed pressure of 1 bar at room temperature whereas this number decreases to 0.5 for a feed pressure of 70 bar. This means that Zn(bdc)(ted)0.5 membrane is moderately selective for CH4 at low pressures and is weakly selective for H2 at higher pressures. This reduction in ideal selectivity for CH4 can be explained by the trend of fluxes of each species: As the fugacity increases, CH4 approaches saturation (see the adsorption isotherm in Figure 1), and its concentration gradient remains almost constant. Since H2 is further away from saturation, as the fugacity increases, its concentration gradient keeps increasing. Therefore, the ratio of single component concentration gradient of CH4 to H2 decreases with increasing pressure as shown in Figure 4. On the other hand, the ratio of single component transport diffusivity of CH4 to H2 does not change significantly with pressure. Single component transport diffusivity of H2 is almost 5 times higher than that of CH4 for the full pressure range studied. The combined effects of decreasing concentration gradient ratio and almost constant transport diffusivity ratio result in reduced (enhanced) ideal selectivity for CH4 (H2) (see eqs 3 and 4).  Figure 4. Selectivity of CH4 over H2 in Zn(bdc)(ted)0.5 at 298 K as a function of fugacity. Open circles represent the ideal selectivity, and closed circles represent the mixture selectivity for a bulk mixture with 10% CH4. Open squares show the ratio of single component transport diffusivities, and closed squares show the ratio of mixture self-diffusivities evaluated at adsorbed loadings corresponding to a bulk mixture of 10% CH4. Open triangles represent the ratio of concentration gradients for single components, and closed triangles represent the adsorption selectivity for a bulk mixture with 10% CH4. The mixture selectivity is calculated using eq 5 for a membrane where the permeate side is at vacuum and for a feed gas with a bulk composition of CH4/H2:10/90. Figure 4 shows that the mixture selectivity is higher than the ideal selectivity under all pressures studied. The strongly adsorbing gas component, CH4, reduces the concentration gradient of the weakly adsorbed gas component, H2, across the membrane. Furthermore, the strongly adsorbing component reduces the diffusion rate of the more mobile species, H2. As a result of these two effects, the mixture selectivity for the strongly adsorbing component CH4 over H2 is higher than the ideal selectivity. These effects become more significant at higher loadings. For example, the ideal selectivity of CH4 is around 0.5 for a pressure range of 70−100 bar suggesting that Zn(bdc)(ted)0.5 is weakly selective for H2. On the other hand, the mixture selectivity is predicted to be ∼7 for separation of CH4 indicating that Zn(bdc)(ted)0.5 is a moderately CH4 selective membrane for separation of CH4/H2 mixtures. Figure 4 shows that mixture selectivity for CH4 over H2 is smaller than adsorption-based selectivity for CH4 which was also observed in the earlier studies of MOF membranes.(45) Equation 5 predicts the membrane’s selectivity as the product of adsorption selectivity and diffusion selectivity. Although adsorption selectivity favors CH4 at all loadings because of energetic effects, diffusion selectivity favors H2 because of entropic effects. This observation signifies that in the CH4/H2 mixtures adsorption selectivity is compensated by the low diffusion selectivities since strongly adsorbed species diffuse more slowly than the weakly adsorbed species. In membrane applications, flux is mostly reported in the form of permeability. Permeability relates the flux (J) with the pressure drop (Δp) and membrane thickness (L) (6) Fluxes of H2 and CH4 through Zn(bdc)(ted)0.5 crystals are converted to permeability using eq 6. Permeability data of H2 and CH4 in various polymers including sulfonated polyimide, polymide (6FDA-mMPD), polymide (6FDA-DDBT), Hyflon AD60X, Teflon AF-2400, and polytrimethylsilylpropyne are taken from Robeson’s recent study.(64) Once permeabilities of H2 and CH4 in a polymer and in Zn(bdc)(ted)0.5 are known, permeability of these two gases through composite membranes made of a specific polymer and Zn(bdc)(ted)0.5 can be predicted. Maxwell and Bruggeman permeation models have been widely used to predict the permeability of gases through composite membranes.(65) The Maxwell model describes the permeability (P) of a gas species in a composite membrane for a suspension of filler particles in a polymer matrix as (7) where Pc and Pd are the gas permeabilities in the continuous (polymer) and dispersed phases (Zn(bdc)(ted)0.5), respectively and φd represents the volume fraction of the dispersed phase. The Maxwell model is applicable to low volume fractions of the filler since it assumes that the streamlines associated with diffusive mass transport around filler particles are not affected by the presence of nearby particles.(66) The Bruggeman model, which can be considered as an improved version of Maxwell model, is described as: (8) It has been shown that both Maxwell and Bruggeman models give similar permeabilities up to a volume fraction of 0.2 of the filler particles.(66) Also, both models are functions of volume fractions of the filler particles but not of the size and morphology of the particles. After the permeabilities of H2 and CH4 through composite membranes are calculated on the basis of Maxwell and Bruggeman models, the selectivity of the composite membranes with Zn(bdc)(ted)0.5 is simply calculated as the ratio of pure gas permeabilities of each species. Applications of Maxwell and Bruggeman models to predict the performance of composite membranes with MOFs have been studied by Keskin and Sholl recently, and they validated these models by showing the good agreement between composite membrane experiments with MOFs and their theoretical models.(49) With this motivation, a combination of various polymers with Zn(bdc)(ted)0.5 was studied using Maxwell and Bruggeman models to estimate the permeability and selectivity of H2 in these composite membranes. No experimental data exists for the performance of composite membranes with Zn(bdc)(ted)0.5. Figure 5 shows the ideal selectivity of H2 from CH4 as a function of H2 permeability. The selectivity and permeability data for composite membranes presented in Figure 5 were estimated at a feed pressure of 2 bar and at 35 °C since the experimental gas permeability data for polymer membranes was generally measured under this condition. The two lines on this figure represent the prior and the current upper bounds for pure polymer membranes established for separation of H2 from CH4. The prior upper bound represents the empirical upper bound relation for polymeric membrane separation of CH4/H2 mixtures whereas current upper bound shows the modest shift in the upper bound position with a significant amount of polymer data points just above the original upper bound.(64, 67) Many variants of polyimide comprise several of the upper bound positions at high selectivity/low permeability end. The selectivity/permeability data of pure polymer membranes was taken from experiments(64) whereas selectivity/permeability data of pure Zn(bdc)(ted)0.5 membrane was predicted by molecular simulations of this study. Maxwell model predictions for H2 selectivity and permeability of composite membranes composed of different types of polymers and Zn(bdc)(ted)0.5 are shown in Figure 5. The volume fraction of Zn(bdc)(ted)0.5 in composite membranes varies from 0.1 to 0.5.  Figure 5. Maxwell model predictions for H2 selectivity and permeability of composite membranes composed of different types of polymers and Zn(bdc)(ted)0.5. The circles represent selectivity/permeability characteristics of pure polymers. The diamond shows H2 selectivity and permeability of pure Zn(bdc)(ted)0.5 membrane. The stars are the predictions of Maxwell model for composite membranes having Zn(bdc)(ted)0.5 with volume fractions varying from 0.1 to 0.5. The lines represent prior and present upper bounds established by Robeson.(60) The predictions of the Maxwell model suggest that adding Zn(bdc)(ted)0.5 as filler particles into polymer matrixes increases the permeability of H2 in all types of polymers. For example, increasing the volume fraction of Zn(bdc)(ted)0.5 from 0 to 0.3 increases the permeability of H2 from 52 to 118.8 barrer in the case of sulfonated polyimide/Zn(bdc)(ted)0.5 composite membrane. Similarly, having Zn(bdc)(ted)0.5 particles with a volume fraction of 0.3 in Hyflon AD60X increases the permeability of H2 from 187 in the pure polymeric membrane to 426.8 barrer in the composite membrane. Figure 5 illustrates that Zn(bdc)(ted)0.5 with a volume fraction of 0.2 is enough to carry the composite membranes above the Robeson’s current upper bound in the case of polyimides, Hyflon AD60X, and Teflon AF-2400. This type of increase in the gas permeability was previously observed for other polymer/MOF composite membranes and was attributed to the highly porous structure of MOFs.(49) Adding Zn(bdc)(ted)0.5 into polymers does not make a significant change in the selectivity of the composite membranes for H2 compared to pure polymeric membranes. This result is not surprising. Higher gas permeabilities are observed in Zn(bdc)(ted)0.5 because of its large pore volume compared to polymers. However, the selectivity of Zn(bdc)(ted)0.5 is not higher than any of the polymers forming Robeson’s upper bound. Therefore, adding Zn(bdc)(ted)0.5 into these polymers does not make an improvement in the selectivity of the pure polymer membranes. Similar results were also obtained for other large pore MOFs such as IRMOF-1, -8, -19, and -14 and CuBTC in application of composite membranes with these MOFs.(49) An extreme example in Figure 5 is the composite membrane in which polytrimethylsilylpropyne is the polymer. This polymer is very permeable but has a low selectivity for H2. Using Zn(bdc)(ted)0.5 as filler particles in polytrimethylsilylpropyne yields a composite membrane with slightly lower selectivity than the pure polymer. This result underlines the importance of polymer and MOF matching in the composite membrane applications. For example, Keskin and Sholl(49) previously predicted a selectivity for H2 of ∼450 for separation of H2/CH4 mixture with a composite membrane made of moderately selective Matrimid polymer and a very highly selective MOF, Cu(hfipbb)(H2hfipbb)0.5. This high H2 selectivity was due to the narrow pore sizes of the MOF which restricts diffusion of CH4 and exhibits very large diffusion selectivity toward H2. Comparison of these two composite membranes highlights that good matching of polymers and MOFs in composite membrane fabrication is crucial to have a high performance gas separation. Combining a low selectivity/high permeability MOF such as Zn(bdc)(ted)0.5 with a low selectivity polymer only increases the permeability without doing any significant change in the selectivity of the polymeric membrane. On the other hand, combining a highly selective MOF such as Cu(hfipbb)(H2hfipbb)0.5 with a moderately selective polymer increases both the permeability and the selectivity of the polymeric membrane. The predictions of the Maxwell model were compared with the predictions of the Bruggeman model for the permeability of CH4 and H2 through composite membranes made of Zn(bdc)(ted)0.5, and the results are shown in Figure S.1 of the Supporting Information. Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesConclusions Atomically detailed simulations have been used to examine adsorption and diffusion of different compositions of CH4/H2 mixtures in a metal organic framework, Zn(bdc)(ted)0.5, as well as single component adsorption and diffusion of CH4 and H2 molecules. Results showed that Zn(bdc)(ted)0.5 selectively adsorbs CH4 over H2 with a high adsorption selectivity in the range of 20−50. This adsorption selectivity is significantly higher than that of widely studied MOFs, IRMOF-1, -8, -10, and CuBTC. Molecular dynamic simulations showed that the strong adsorption of CH4 leads to a slow diffusion compared to H2 both in single component and in mixture transport. The self-diffusivities of each species calculated at different adsorbed concentrations showed that fast diffusing H2 molecules in the mixture drag the slowly diffusing CH4 molecules through the pore whereas CH4 molecules act to slow the diffusion of H2 through the pore. Combining the results of molecular simulations with continuum modeling, the performance of a Zn(bdc)(ted)0.5 membrane is predicted for separation of CH4/H2 mixtures. These calculations are performed for idealized membranes that are made from defect-free single crystals of Zn(bdc)(ted)0.5. Although this situation is not practical for fabrication of real membranes, understanding the properties of idealized membranes is very useful to get insights into whether it may be worthwhile to use MOFs in membrane applications. Both ideal and mixture selectivities are computed for Zn(bdc)(ted)0.5. The results reiterated the observations from earlier work that ideal and mixture selectivities are different from each other and that it is crucial to characterize MOF membranes on the basis of their performance for mixed gas feeds rather than by extrapolating their performance from results with single gases. The methods described in this study will be useful for examining adsorption-based selectivity, ideal selectivity, and membrane selectivity of the large variety of MOFs using molecular simulations. Fabrication and testing of pure MOF membranes have recently started. Therefore, considering MOFs as filler particles in polymers to make composite membranes shows much greater promise for short-term commercial implementation. One of the advantages of using MOFs in composite membrane applications is that these membranes on large scales can be envisioned with relatively minor adaptation of existing commercial technology. The performance of composite membranes including Zn(bdc)(ted)0.5 as filler particles has been studied for separation of H2 from CH4 in this work. The predictions of Maxwell and Bruggeman permeation models showed that adding Zn(bdc)(ted)0.5 into different types of polymers greatly enhances the permeability of H2 through the membrane without sacrificing the selectivity. Model predictions indicated that having Zn(bdc)(ted)0.5 in polymer matrixes even with a small volume fraction will be enough to carry the polymeric membranes above the current selectivity/permeability upper bound established for CH4/H2 membrane separations. The methods outlined here will be useful in searching for new combinations of polymers and MOFs to form composite membranes for the desired gas separation applications.  Top of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesSupporting Information Comparison of Maxwell model predictions with Bruggeman model predictions for the permeability of CH4 and H2 through composite membranes composed of different types of polymers and Zn(bdc)(ted)0.5. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionDetails of Atomic SimulationsBinary Adsorption and Diffusion of CH4/H2 MixturesSelectivity of CH4/H2 MixturesConclusionsReferencesReferencesThis article references 67 other publications.1.   Yaghi, O. M.; O’Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J.  Nature 2003,  423,  705[Crossref], [PubMed], [CAS]1. Reticular synthesis and the design of new materialsYaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, JaheonNature (London, United Kingdom)\r\n        (2003),\r\n    423\r\n        (6941),\r\n    705-714CODEN:\r\n                NATUAS;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-30/jp102881e/production/images/small/jp-2010-02881e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-30/jp102881e/production/images/small/jp-2010-02881e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-30/jp102881e/production/images/small/jp-2010-02881e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-30/jp102881e/production/images/small/jp-2010-02881e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-30/jp102881e/production/images/small/jp-2010-02881e_0005.gif\">"]}