{"title": "Effective Monte Carlo Scheme for Multicomponent Gas Adsorption and Enantioselectivity in Nanoporous Materials", "authors": ["Titus S. van Erp", "David Dubbeldam", "Tom P. Caremans", "Sofia Calero", "Johan. A. Martens"], "doi": ["10.1021/jz100479p"], "abstract": "We devise an efficient Monte Carlo scheme to study the adsorption of a multicomponent gas in a nanoporous material. The configurational bias move is extended by a novel replica exchange procedure where the configurations of the different simulations describing one particular gas content are being swapped. For chiral mixtures, the efficiency can be further improved using the chiral inversion move. The method is demonstrated for an Ising-type model and a complicated realistic zeolite system.", "text": "10.1021/jz100479p 10.1021/jz100479p10.1021/jz100479pThe understanding of adsorption of multicomponent gases in nanoporous materials, like zeolites or metallic organic frameworks, is of technological importance for the development of molecular separation techniques.(1) Possibly, the most challenging of these is the separation of chiral compounds. The chemical and physical properties of the left- and right-handed enantiomers are so similar that differentiation becomes highly problematic. Yet, enantiopure compounds are vital to many applications in the pharmaceutical and agrochemical industry. Differences in adsorption and diffusion of the two enantiomers inside of a chiral adsorbent can be exploited for this purpose.(2) However, suitable chiral nanoporous materials are often expensive and only functional for a limited group of chiral molecules. In the past, computer simulations have successfully discovered nontrivial separation mechanisms between linear and branched alkanes.(3) Recently, we found a new type of enantioselectivity that might ultimately be used for chiral separation without using a chiral adsorbent.(4) An important development that has made these types of simulations feasible is the configurational bias Monte Carlo (CBMC) approach.(5) CBMC grows the molecule inside of the framework in successive steps so that the energetically unfavorable overlaps are eliminated. Still, in the aforementioned study,(4) we faced some limitations of the CBMC method, which demanded the development of some additional techniques. Our solution turns out to be very effective and applicable to a wide range of multicomponent gas adsorption studies, specifically those containing chiral compounds.Notwithstanding the prodigious increase of efficiency of CBMC compared to randomized insertions, acceptance rates are still low in dense systems. The situation is often complicated further by an extremely slow ergodicity due to the presence of metastable states. These are groups of configurations that inhibit strongly connected clusters where molecules of the same type or, on the contrary, of the opposite type are arranged in a specific order. The CBMC move that changes the identity of one molecule will always break up the energetically favorable situation and is therefore rejected as it is unable to flip a whole pair or cluster of molecules.An important class of methods that deals with metastability is parallel tempering, also know as replica exchange (RE).(6) In this method, one performs several simulations in parallel at different temperatures. With a certain frequency and acceptance probability, the configuration at one temperature is being swapped with a lower-temperature simulation. The RE method allows the simulations at low T to hop from one basin to another without having to cross the intermediate barriers physically. This method has proven to be very successful in various systems. A drawback of this approach is the costly expense of additional simulations that provide little value for a single-temperature experiment. Moreover, at maximal loading conditions, the high T simulations tend to position molecules too close to each other and the crystal framework, so that the swapping move gets rejected. In addition, RE can not overcome entropic barriers. However, the general concept of RE is not limited to temperature. Fukunishi et al.(7) developed the Hamiltonian RE method. Metadynamics(8) and transition interface sampling(9) were considerably sped up using RE methods in reaction coordinate space.(10, 11) In this Letter, we show the effectiveness of using the chemical composition of the adsorbing gas as a swapping parameter.The general distribution of an adsorbent that is in contact with a multicomponent gas follows from the Grand Canonical ensemble (see also the Supporting Information)(1)with β = 1/kBT, where kB is the Boltzmann’s constant and T the temperature. U is the total potential energy of configuration point R describing all atomic positions; n is the number vector which denotes the number of molecules for each species α such that ∑α nα = n is the total number of adsorbed molecules. ξ denotes the fractional content of these species in the gas phase such that ∑α ξα = 1; μ gives the corresponding chemical potentials. At the left, we wrote the commonly used expression that involves the thermal wavelength, Λα, of species α. If the pressure is sufficiently low, the external gas can be treated as an ideal gas, which implies μα = kBT ln Λα3ρα. Here, ρα is the number density of species α in the gas reservoir with ρα = ξαρ; ρ is the total number density, which is related to the pressure via the ideal gas law ρ = βP. For gases at high pressure and liquid adsorption, the above assumptions can no longer be used. In the Supporting Information, we derive eq 1 for the nonideal gas case.Suppose that we perform several simulations in parallel using the same fugacity and temperature but with different compositions of the external gas. The probability to find the simulations with gas compositions ξ and ξ′ in states {n,R} and {n′,R′} is simply given by the product of the individual ensemble probabilities (eq 1). Henceforth, the acceptance probability of a MC move that changes all particle positions from one system to the other is given by(2)Despite the relation between ξα and μα, this idea is very different from that of refs 12 and 13, where the chemical potential was used as the RE parameter for single-component adsorption. This is similar to swapping configurations between systems having different pressures. Here, we use RE in multicomponent systems, varying the molecular content for a fixed external pressure. Using the ξ vector as a RE parameter is attractive as the molecular content is also the parameter one is usually interested in when studying multicomponent adsorption. However, we will show that the efficiency of the ξ RE does not solely rely on a more effective use of the generated data. If we perform a series of M ensembles, the reduction in the error due to data sharing is a factor of M1/2 at most. This would be the result if we average over M identical simulations that start off from different initial conditions. However, for simulations employing different ensembles, the reduction is generally much less due to the little overlap of the distributions.We tested the effectiveness of the method on a simple Ising-type model of n = 50 spins Si = ±1 and energy U = −∑i=1n (JSiSi+1 − gS0Si), with periodic boundary conditions Sn+1 = S1. We will discuss the significance of the nonstandard gS0Si term later on. We assume that the spins are interchanged with a reservoir that has a predetermined fraction ξS of up spins. For a fixed value of S0, these two effects can be recast in a standard Ising model U′ = −∑i=1n (JSiSi+1 − hSi), with an external magnetic field h(S0) = (1/2β) ln[ξS/(1 − ξS)] + gS0. For large n, the magnetization is the weighted average of S0 = 1 and −1 solutions, m = (Z+m+ + Z−m−)/(Z+ + Z−), where m± and Z± are the 1D Ising magnetization and partition functions, m± = sinh(βh±)(e−4βJ + sinh2(βh±))−1/2, Z± = (eβJ[cosh(βh±) + (e−4βJ + sinh2(βh±))1/2])n, where subscript ± refers to the value of S0. We performed MC runs for β = 1, ξS = 0.6, J = 0.4, and g = 0 by flipping randomly one spin at the time. We compared its performance with a ξ RE method consisting of nine parallel simulations with ξS = 0.1, 0.2, ..., 0.9. We used a 90% swapping probability. As the RE move does not require energy evaluations, its computational cost is assumed negligible. Figure 1a shows the block error analysis after 106 spin flips. The RE error is reduced from 2.38 × 10−3 to 2.15 × 10−3, which implies that it is 20% faster.Figure 1. Efficiency analysis MC with and without ξ RE. Top panels show (a) the block error analysis and (b) total running averages for the average magnetization of the simple Ising model (J = 0.4, g = 0, and ξS = 0.6). Horizontal lines indicate the final errors and the theoretical result, respectively. Panels (c) and (d) show the same results for the nonstandard Ising model with J = 0, g = 0.1, and Nswap = 35 and 40. The low error of the blue curve in (c) is deceptive as the average is not converging to the theoretical result (d).Figure 1b shows that the total running averages for both simulations approach the theoretical value. Hence, the efficiency only marginally improved. However, the types of systems that we are aiming to explore are much more complex. In realistic adsorption systems, the energy is not only determined by the type of adsorbed molecules but also by their molecular orientation and their ability to aggregate in ordered clusters. The importance of these effects is not easy to evaluate using low-dimensional binary type systems. In molecular adsorption studies, the MC addition, deletion, or replacement moves are accompanied by a larger number of rotation and translation moves. These moves are much cheaper and facilitate the exploration of the different metastable structures. Still, if the access of another metastable state requires a reorganization of many molecules, this will not easily happen. Usually, such transitions only take place when the system is temporarily driven out of its equilibrium state, for instance, by a fluctuation in the molecular content of the adsorbate. To mimic these kinds of effects, we look at the modified Ising model with g > 0. S0 is now treated as a normal Ising spin. However, different from the other spins, a spin flip of S0 is only attempted whenever the number of up spins or down spins is equal or larger than a value Nswap. The simulation parameter Nswap resembles the difficulty to hop from one metastable state to the other.In Figure 1c, we show the error analysis for the case of J = 0 and g = 0.1 with and without ξ RE and Nswap values of 35 and 40. If Nswap = 35, the error drops from 4.63 × 10−3 to 1.88 × 10−3 when ξ RE is invoked. This corresponds to an improvement of efficiency by a factor of 6. Deceptively, the block averaging method suggests that the lowest error is obtained for standard MC run with Nswap = 40. However, contrary to the other simulations, Figure 1d shows that its average does not converge to the theoretical value. In fact, this simulation did not show a single S0 flip; therefore, the final result is simply the average within a single metastable state. In comparison, the ξ RE simulations generated 68150 effective S0 spin flips for the ξS = 0.6 simulation (the total number of S0 spin flips is much more, but most of them do not generate uncorrelated data when S0 is changed multiple times within a MC cycle; only when S0 is changed at the start and end of a cycle is it counted as a single spin flip.) Hence, the improvement in efficiency has to be some orders of magnitude. Therefore, despite the little overlap in distributions, ξ RE has reduced the computational cost by a factor that is larger than M, the number of simulations in the series (i.e., the error is reduced by more than a factor of M1/2). Differentiation in ξS values is essential for its efficiency; The performance of a ξ RE method for which the parallel simulations have the same ξS = 0.6 parameter is as effective as performing a single simulation M times longer or running M identical ensemble simulations in parallel without swapping. We also compared the efficiency using standard-temperature RE. Our analysis showed that we obtained the same error using three and five replicas, respectively, for the Nswap = 35 and 40 cases where we increased the temperature by 30% for each replica. Hence, also standard RE performs reasonably well for this simple 1D Ising model, but the big advantage of ξ RE is that it does not require additional simulations if the aim of the study is to investigate the adsorption dependence on ξS for which all simulations using ξS = 0.1, 0.2, ..., 0.9 need to be carried out anyway.The promising results on this simple Ising type model encouraged us to implement the ξ RE method and evaluate its effectiveness for a realistic and challenging adsorption system. For this purpose, we applied the algorithm on the adsorption of racemic and scalemic mixtures of 4-ethyl-4-methyloctane in Al-substituted MFI zeolites with Na+ or Ca2+ cations. We examined theoretical Al frameworks in which one of the crystallographic indices is substituted with Al. The zeolite crystal was simulated using 2 × 2 × 2 MFI unit cells with a total number of 2304 atoms (704 Si, 64 Al, 1536 O). The adsorption simulations were carried out at room temperature and maximal loading conditions comprising four hydrocarbons per unit cell. More details about the simulation method and the force field parameters can be found in the Supporting Information. The MC method consisted of CBMC replacement, translation, and rotation moves. This standard MC set was extended with the ξ RE algorithm, where the swapping parameter ξS denotes the fraction of S-enantiomers in the external gas. Again, nine simulations with ξS = 0.1, ..., 0.9 were performed. We also developed a chiral-inversion move (CI), which is especially aimed to improve the sampling of chiral molecules. In this operation, all atoms are transposed by a mirror operation that leaves the fixed Si−Al zeolite framework invariant. This operation applies, in principle, to all atoms in the system. However, it only affects the orientation and position of guest molecules as zeolite atoms are just moved to a position that was previously occupied by an atom of exactly the same type. In the absence of chiral guest molecules, this operation does not make any sense as it just produces an equivalent (mirrored) configuration as the previous one. However, if chiral molecules are involved, the MC move changes every enantiomer to its opposite form in one single step, which can dramatically improve the ergodicity of the sampling. As the operation does not change the total energy of the system, this move is accepted according to(3)where α now runs over all enantiomers and Rt is the transposition of R. For MFI, Rt equals L−R, with L = (Lx,Ly,Lz) as the dimensions of the periodic simulation box.Figure 2 shows the results for the relative absorbance of the left-handed enantiomer as a function of ξS for the Al-6(Ca2+) and Al-4(Na+) systems. The results are the averages over 300000 MC cycles of a standard CBMC simulation run and 180000 MC cycles using the ξ RE method with and without the additional CI move. On average, each MC cycle consists of 150 translations, 50 rotations, and 100 CBMC moves and possibly 2 RE exchange moves (ξS ↔ ξS + 0.1 and ξS ↔ ξS − 0.1) and 1 CI move.Figure 2. Illustration of the effectiveness of ξ RE and CI for the chiral adsorption of 4-ethyl-4-methyloctane in Al-6(Ca2+) and Al-4(Na+). The top panels show the results for standard CBMC. The middle and bottom panels show the ξ RE results with and without the CI move.As mentioned above, the block averaging errors are not always reliable. However, there are some other characteristics that we can use to check the validity of our results. Due to symmetry reasons, the curves have to be mirror-symmetric, passing through the (0.5,0.5) point. This is a direct result of the zeolites that are not chiral by themselves. Moreover, from physical considerations, we can expect the curves to be smooth and strictly increasing. Clearly, the standard CBMC move does not obey any of these requirements, and even then, block errors are larger than the ξ RE simulations, despite the larger number of cycles.Invoking the RE approach directly results in curves that are much smoother. This is not surprising as the individual ξS simulations are no longer isolated due to the transfer of configurations between the nodes. Hence, the simulated averages of subsequent data points are partly based on the same data which prevents the occurrence of sudden jumps. Besides the frameworks shown here, six different frameworks were tested having either Ca2+ or Na+ cations. On the basis of the aforementioned criteria, all systems seem to converge to reliable adsorption curves. The only exception is the Al-4(Na+) system that violates the symmetry criterion. The chiral inversion move seems to repair this deficiency, as can be noted in the lower panel of Figure 2. Only for Al-4(Na+) the CI moves seem to be required, whereas for the others, it just helps to reduce the statistical errors. The sampling difficulty of the Al-4(Na+) system arises from the existence of a diverse ensemble of metastable states. The complexity of this particular case can be noted from the final adsorption curve having three intermediate intersections with the diagonal and number distribution that is sharply bimodal (see Figure 1 in ref 4).These results show that the ξ RE can dramatically improve the simulation in complex high-dimensional adsorption systems. In the case of chiral adsorption, the CI move can speed the efficiency even further or is even requisite, as in the Al-4(Na+) case. As for all RE methods, the algorithm is perfectly parallelizable. Importantly, a temperature-based RE study on a similar zeolite system with only cations required eight replicas(14) (with temperatures of 300, 410, 560, 780, 1050, 1380, 1805, and 2325 K). This would mean that we have to carry out 9 × 8 = 72 simulations, which is extremely expensive. The inclusion of hydrocarbons might even worsen the situation for standard RE. Still, some words of caution should be made. Whereas the sampling space is certainly extended by these new moves, one can never be sure if all of the important metastable states have been visited. The expected smoothness and symmetry of the curves should not result in overconfidence as these MC moves are almost destined to obtain this behavior. However, these characteristics already appear before convergence has taken place. This makes it more difficult to decide whether a simulation has run sufficiently long. A possible solution is to run independent ξ RE simulations that start out from distinctively different initial conditions. The decreasing difference between these independent runs can then be used as a measure of convergence. In fact, we used this approach in our final calculations. The results in Figure 2 are the averaged values of six independent realizations of 30000 cycles that started from different initial conditions and considerable equilibration periods. The fact that all six realizations agreed provides confidence in the correctness of the results.To conclude, we developed a novel RE method based on parallel simulations having a different molecular gas content instead of temperature. The method reduces the statistical error while having negligible computational cost. We show that the reduction in the statistical error can exceed the M1/2 rule, with M as the number of simulations describing one specific gas content. Contrary to temperature-based RE, the method is able to overcome entropic barriers and is less likely to generate overlaps between absorbents and framework atoms. For chiral systems, the CI move shows to be an effective additional move complementary to ξ RE. Only after the development of this new approach were we able to produce converged results that demonstrated the enantioselective behavior of achiral zeolites.(4)Top of PageAbstractReferencesAcknowledgmentWe acknowledge the Flemish Government for long-term structural support via the center of excellence (CECAT), the concerted research action (GOA), and Methusalem funding. T.P.C. acknowledges the Flemish IWT for a Ph.D. grant. T.S.v.E. and J.A.M. participated in the interuniversity attraction pole (IAP). S.C. acknowledges the funding via the CTQ2007-63229 and P07-FQM-02595 projects Top of PageAbstractReferencesSupporting InformationDerivation of the corresponding equations for the nonideal gas case and when the total number of molecules is not constant, as in the examples given here. In addition, we provide all computational details on the adsorption simulations of chiral alkanes in Al-substituted MFI. This material is available free of charge via the Internet at http://pubs.acs.org.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 14 other publications.1. Huddersman, K.; Klimczyk, M. Separation of Branched Hexane Isomers Using Zeolite Molecular Sieves AIChE J. 1996,  42,  405– 408[Crossref], [CAS]1. Separation of branched hexane isomers using zeolite molecular sievesHuddersman, K.; Klimczyk, M.AIChE Journal\r\n        (1996),\r\n    42\r\n        (2),\r\n    405-8CODEN:\r\n                AICEAC;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2010/jpclcd.2010.1.issue-14/jz100479p/production/images/small/jz-2010-00479p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpclcd/2010/jpclcd.2010.1.issue-14/jz100479p/production/images/small/jz-2010-00479p_0004.gif\">"]}