{"title": "Single- and Multicomponent Vapor-Phase Adsorption of Xylene Isomers and Ethylbenzene in a Microporous Metal−Organic Framework", "authors": ["Marco P. M. Nicolau", "Patrick S. Bárcia", "Jose M. Gallegos", "José A. C. Silva", "Alírio E. Rodrigues", "Banglin Chen"], "doi": ["10.1021/jp9006747"], "abstract": "Vapor-phase adsorption of the C8 alkylaromatic components -xylene (-x), -xylene (-x), -xylene (-x), and ethylbenzene (eb) on the three-dimensional microporous metal−organic framework (MOF) Zn(BDC)(Dabco) (BDC = 1,4-benzenedicarboxylate, Dabco = 1,4-diazabicyclo[2.2.2]octane) was investigated. Single- and multicomponent fixed-bed experiments were carried out at temperatures ranging from 125 to 175 °C and total hydrocarbon pressures up to 0.10 bar. At high pressure, the adsorption capacity for all the components varies from 35 to 26 g/100 g at 125 and 175 °C. Henry’s constants are slightly different for all C8 alkylaromatics, except for -xylene, which is significantly higher. The adsorption enthalpies at zero coverage for the different isomers ranges from 77.40 (eb) to 79.84 kJ/mol (-x), indicating that the C8 alkylaromatics have comparable interactions with the framework at the low coverage. On the basis of binary and quaternary breakthrough experiments performed at different hydrocarbon pressures and temperatures, MOF Zn(BDC)(Dabco) was realized for the efficient and feasible separation of -xylene from other C8 alkylaromatic components with the selectivity up to 1.88 because of the stronger interactions between -xylene molecules and the framework and their differential pore-filling and molecular-packing effects confined within nanopores of MOFs.", "text": "10.1021/jp9006747 10.1021/jp900674710.1021/jp9006747  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferences1 Introduction The feedstocks used for xylene production (catalytic reformate, pyrolysis of gasoline, and toluene disproportionation) contain a mixture of xylene isomers and ethylbenzene.(1) The separation of these C8 alkylaromatic compounds is one of the most challenging issues in the chemical industry because of its direct link with polyethylene terephthalate (PET) manufacture, which is used in the production of polyester fibers, molded plastics, films, and blown beverage bottles. Distillation is only feasible for the removal of o-xylene; it fails for the other C8 alkylaromatic compounds because of the similarity of their boiling points.(2) Besides crystallization,(3) which has a poor energetic efficiency, adsorption is widely used and is operated industrially in simulated moving-bed processes.(4-6) Faujasite zeolite, exchanged with cations, such as Na+, K+, and Ba2+, is used in such processes.(7-12) This technology allows a continuous separation at 180 °C and 9 bar (PAREX).(1) This process was recently studied and simulated, giving precious tools for process understanding, operation, and optimization.(1, 3, 10, 13-15) There are other industrial processes for p-xylene separation from mixed xylenes based on SMB technology: Toray′s Aromax(16) and IFP′Eluxyl.(17) Lately, Alaerts et al. have compared several metal−organic frameworks (MOFs) and found that MIL-47 discriminates with reasonable selectivity between C8 alkylaromatic compounds, both in liquid phase and in gas phase.(18, 19) They have also investigated and demonstrated that MIL-53 is ortho-selective.(20) Previous studies on o-xylene adsorption separation from C8 alkylaromatic isomers have mainly focused on aluminophosphate molecular sieves with a selectivity up to 5.(21-24) The development of vapor-phase separation processes is of great importance due to the higher mass-transfer rate, lower axial dispersion, and much lower holdup.(25) Porous metal−organic frameworks, which are new types of zeolite analogues, have been of significant interest because of their potential applications in gas storage, separation, heterogeneous catalysis, and sensing.(26-39) An important particularity of these materials is related to the tunable nature of their micropores that can be systematically varied by the judicious choice of metal-containing secondary building units (SBUs) and/or bridging organic linkers.(26, 27, 40-46) This feature is significantly important to develop novel functional materials for gas separation. To study the behavior of the mixed xylenes in a three-dimensional pore structure with 1D channels of about 7.5 × 7.5 Å (see Figure 1a) interconnected by windows of 3.8 × 4.7 Å (see Figure 1b), we herein report an experimental study of single- and multicomponent adsorption equilibria in a fixed bed packed with MOF Zn(BDC)(Dabco)0.5 (BDC = 1,4-benzenedicarboxylate, Dabco = 1,4-diazabicyclo[2.2.2]octane),(47, 48) highlighting the potential of this prototype MOF for the separation of o-xylene from its C8 alkylaromatic isomers.  Figure 1. Orthographic views of the evacuated framework MOF 1 along the (a) 7.5 × 7.5 Å rectangular channels and (b) side view showing the windows (3.8 × 4.7 Å) interconnecting the channels. The X-ray single-crystal structure has revealed that Zn(BDC)(Dabco)0.5 (MOF 1) is constructed of paddle-wheel Zn2(COO)4 clusters bridged by BDC dianions and Dabco pillar linkers to form a three-dimensional framework of a primitive cubic (α-Po) net.(47) The goal of this work is to study the behavior of xylene isomers and ethylbenzene in the microporous metal−organic framework MOF 1 in order to investigate the potential of this MOF for this challenging separation. To reach the objectives, this work consists of a set of single- and multicomponent (binary and quaternary) breakthrough experiments to measure adsorption equilibrium isotherms, thermodynamic data, and selectivities. MOF 1 has higher affinity to o-x at vapor phase, which leads to its high separation selectivity of 1.88 at 175 °C over other isomers. The results clearly indicate the very promise of the emerging MOF materials for the separation of some challenging tasks.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferences2 Experimental Section  Sample Preparation MOF 1 was synthesized according to the procedure described in the literature.(47) Before the column was packed, the sample was activated at 160 °C for 12 h under high-vacuum conditions. Small pieces of glass wool were inserted in the column together with the adsorbent to prevent channeling effects and pressure drop issues. After the packing, MOF 1 is accommodated in the column overnight at 150 °C with a flow of inert gas of about 20 mL/min.  Single- and Multicomponent Fixed-Bed Apparatus Single- and multicomponent breakthrough experiments in vapor phase were performed in a stainless steel column (L = 100 mm, di = 4.6 mm) packed with MOF 1. The adsorption column was operated by introducing continuously a known composition of hydrocarbons in a helium stream of minimum purity of 99.999% (ALPHAGAZ 1, Air Liquide, France). A flame ionization detector measures the concentration history at the outlet of the packed bed. During the multicomponent experiments, a 100 μL-loop collector is used to trap samples from the effluent of the column. After the saturation is reached, the composition of the collected samples is evaluated by chromatography using a 2 m long, 2 mm ID Chromosorb W-HP packed column, 5% Bentone 34, 5% SP-1200, on Chromosorb 100/120 mesh (Restek Corporation, Bellefonte, PA). A more detailed description of experimental apparatus and operating procedure can be found in the Supporting Information.(49)   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferences3 Results and Discussion  Single-Component Adsorption Equilibrium Figure 2 shows the pure component adsorption isotherms of the C8 alkylaromatics at 125, 150, and 175 °C. Both the operating conditions and the amount adsorbed for each run can be seen in Table S1 (see the Supporting Information). As shown in Figure 2, MOF 1 has a large capacity for alkylaromatics C8 ranging from 35 to 27 g/100 gads at 125 and 175 °C. At low temperature, all the isomers have a very steep isotherm up to a partial pressure of 0.05 bar. The increase of the temperature gives rise to an increase of the difference between the loadings of the isomers. The uptakes for C8 alkylaromatics are comparable to those found in MOF MIL-47, which are close to 30 wt % at 150 °C.(19) Those authors also found a similar temperature effect on the relative difference between the loadings of the mixed xylenes.  Figure 2. Single-component adsorption isotherms of eb, o-x, m-x, and p-x on MOF 1 at (a) T = 125 °C, (b) T = 150 °C, and (c) T = 175 °C. In the high-pressure range, the trend of the isotherms measured at 125 °C indicates that MOF 1 has approximately the same adsorption capacity for all the isomers studied. The amount adsorbed of all components increases as the temperature decreases, ranging from 27 to 35 g/100 gads. To better understand the adsorption equilibrium of C8 alkylaromatics in MOF 1, the experimental isotherms were plotted in terms of virial plots. Figure 3 shows the semilog plots of p/q versus q, where p is the partial pressure (bar) and q the loading (g/100 gads). These plots provide the basis of the useful evaluation of the adsorption affinity through the determination of the experimental values of the Henry’s constants, H, which are obtained from the extrapolation of the virial isotherms to zero coverage and are reported in Table 1. Such analysis becomes useful when dealing with strongly adsorbed components because reliable experimental measurements in the Henry linear range of the isotherm are difficult to obtain. The adsorption enthalpy at infinite dilution, −ΔH0, was calculated from the temperature dependence of the Henry’s constants according to the van’t Hoff equation (1) where H0 is the pre-exponential factor of the Henry’s constant, R is the ideal gas constant, and T is the temperature.  Figure 3. Semilog plot of (p/q) versus q for the analysis of the virial isotherm of (a) o-x, (b) m-x, (c) p-x, and (d) eb on MOF 1.    Table 1. Adsorption Enthalpies at Zero Coverage (−ΔH0), Henry’s Constants (H) of All C8 Alkylaromatic Components, and Physical Properties of Xylene Isomers and Ethylbenzene  H (g/gads bar)temperature (°C)o-xm-xp-xeb125514.5327.2273.2296.2150123.682.167.674.317534.824.019.521.8physical propertiesadsorption enthalpy at zero coverage, −ΔH0 (kJ/mol)79.877.478.277.4boiling point, BP (°C)(2)144.4139.1138.4136.2surface area, A (Å2)(50)146.8150.3150.3144.9kinetic diameter, dp (Å)(51)7.47.16.76.7Dipolar moment, DM (D)(52)0.62 (g)0.30 (l)0.0 (g)0.59 (g)  As shown in Table 1, the zero coverage adsorption enthalpies (ΔH0) for the different isomers are slightly different, ranging from 77.40 (eb) to 79.84 kJ/mol (o-x), indicating that all C8 alkylaromatics have comparable interaction with the framework, which has been also realized in MIL-47. It needs to be mentioned that these values are systematically higher than those found in MIL-47, varying from 59.6 (o-x) to 61.2 kJ/mol (p-x).(19) Apparently, the pore structures within MOFs have significant effects on the interactions of the C8 alkylaromatics with the frameworks. MOF 1 with three-dimensional intersecting pores enforces stronger framework interactions with C8 alkylaromatics than MIL-47 with one-dimensional pores. Because adsorption is an exothermic process, the adsorbent affinity varies inversely with temperature. Table 1 clearly shows that the affinity is slightly higher for o-x. The order of the affinities reported could result from a balance between the configuration of the molecules and their interaction strength with the surface; that is, in a general way, the adsorbent−adsorbate interaction depends, among others, on the molecular surface area and the polarity. For instance, m-x and p-x possess the highest surface area, whereas o-x and eb have a stronger dipole moment. It is also important to verify the influence of the coverage on the isosteric heat of adsorption, −ΔHst (kJ/mol), which is evaluated from the following thermodynamic relation (2) Figure 4 shows the loading dependence of the isosteric heat for the C8 alkylaromatics. Due to experimental limitations, it was not possible to measure equilibrium data in the low-pressure range. Consequently, we present the isosteric heat of adsorption above 12 g/100 gads.  Figure 4. Dependence of the isosteric heat of adsorption versus loading for xylene isomers and eb on MOF 1. As shown in Figure 4, all the compounds basically exhibit the same behavior. It can be seen that the experimental data should extrapolate reasonably to the values of the adsorption enthalpies at zero coverage presented in Table 1. The isosteric heat of adsorption does not change significantly until 22 g/100 gads; above this coverage, the value increases sharply, suggesting a possible change in the adsorption behavior of the molecules close to the saturation. Such an effect could be explained by a possible molecular segregation in the transition to high density, as reported by Dubbeldam et al.(53) in a recent molecular study of linear and multibranched alkanes in MOF 1.  Binary Breakthrough Experiments Vapor-phase breakthrough experiments were carried out for all the binary combinations to evaluate the competition between the mixed xylenes in MOF 1. Figure 5 shows the breakthrough curves obtained at 175 °C and a total hydrocarbon pressure of 0.10 bar. The experimental conditions can be seen in detail in Table S2 (see the Supporting Information).  Figure 5. Breakthrough curves for the separation of equimolar binary C8 alkylaromatic mixtures at 175 °C and a total hydrocarbon pressure of 0.10 bar: (a) eb/m-x, (b) eb/o-x, (c) m-x/o-x, (d) p-x/eb, (e) p-x/m-x, and (f) p-x/o-x. The lines are to guide the eye. The binary breakthrough curves demonstrate the difficulty to separate these four C8 alkylaromatics simultaneously, but they do indicate it is promising to separate o-x from other isomers, as shown in Figure 5b,f. The binary mixtures o-x/eb and o-x/p-x show a large roll-up phenomenon caused by the difference of their affinity toward MOF 1 at 175 °C (see Table 1). For binary mixtures containing p-x, this one elutes first; in an analogous way, o-x is the more adsorbed isomer when it is present. In sum, the following order of affinities can be derived from this set of binary mixtures: o-x > m-x > eb > p-x, which is in fair agreement with the pure component equilibrium. The separation efficiency for binary mixtures in MOF 1 can be simplified and compared in terms of sorption selectivity, S, defined for equimolar mixtures as S = q1/q2, where component 1 is the more adsorbed. The selectivity for the different binary combinations is given in Table 2 together with the ratios of the Henry’s constants measured at the same temperature. The later give us an idea of how the behavior of the molecules in a mixture correlates with the pure component experiments. Except for the combination o-x/m-x, the selectivity of the binary mixtures is larger when compared to the selectivity based on the Henry’s constants, which has also been observed by Finsy et al.(19) Such results could indicate that the separation of C8 alkylaromatics on MOF 1 is also pore-filling-dependent, because the selectivity based on the Henry’s constant represents the selectivity at infinite dilution. The reason for the lower selectivity of o-x/m-x in the binary mixture is still not very clear at this moment without the crystal structures of C8 alkylaromatic loaded MOF 1, but it is certainly attributed to pore-filling and molecular-packing effects in which specific packing of o-x/m-x molecules might be favored within the three-dimensional intersecting pores in MOF 1. The higher selectivities are obtained for mixtures containing o-x, specifically for o-x/eb (1.62) and o-x/p-x (1.88) mixtures. These values are lower than those obtained in MOF MIL-47, with the highest selectivity of 2 for p-x/m-x at 70 °C and 3.4 for p-x/eb at 110 °C in the vapor-phase.(19)    Table 2. Selectivity Calculated from Binary Breakthrough Experiments (Sbinary) and Selectivity Based on Henry’s Constant (SHenry) at 175 °C and a Total Hydrocarbon Pressure of 0.10 bar binary mixturemore adsorbed componentSbinarySHenrym-x/ebm-x1.151.10o-x/ebo-x1.621.60o-x/m-xo-x1.121.45eb/p-xeb1.150.90m-x/p-xm-x1.251.23o-x/p-xo-x1.881.78    Quaternary Breakthrough Experiments Breakthrough experiments of equimolar quaternary mixtures were also performed for the analysis of the potential of MOF 1 in the separation of mixed xylenes. Breakthrough curves at 125, 150, and 175 °C and total hydrocarbon pressures of 0.016 and 0.103 bar are shown in Figure 6. The experimental conditions of the quaternary experiments can be seen in detail in Table S3 (see the Supporting Information). It can be seen from Table 3 that there is no significant or remarkable temperature dependence of selectivity. However, the separation factor is higher at 125 °C for mixtures containing o-x. The order of elution of the components is the same at all the temperatures and corresponds to the same order observed at 175 °C from the binary adsorption experiments. The higher sorption selectivity is obtained at 175 °C and is in accordance to the effect observed in the pure component isotherms at 175 °C (see Figure 2).  Figure 6. Equimolar quaternary breakthrough curves of MOF 1 at 125 °C (a, b), 150 °C (c, d), and 175 °C (e, f) and at total hydrocarbon pressures of 0.016 bar (a, c, e) and 0.103 bar (b, d, f). The lines are to guide the eye.    Table 3. Comparison of the Sorption Selectivity for Quaternary Equimolar Mixtures at Three Different Temperatures (125, 150, and 175°C) and at Two Different Partial Pressures (0.016 and 0.103 bar)  selectivity, Si,j 125 °C150 °C175 °C 0.016 bar0.103 bar0.016 bar0.103 bar0.016 bar0.103 bari,j      m-x/eb1.091.091.091.091.201.19o-x/eb1.771.761.561.701.671.71o-x/m-x1.631.671.441.541.391.44eb/p-x1.031.011.041.071.031.06m-x/p-x1.131.071.131.171.241.27o-x/p-x1.831.791.631.811.721.82  The selectivities for quaternary mixtures at 175 °C are comparable with the ones obtained for binary mixtures at the same conditions. Interestingly, the selectivity of o-x/m-x separation increases back and is higher than the selectivity calculated from their Henry’s constants, indicating that the preferred packing modes between o-x and m-x molecules are broken in the ternary mixtures. There is a slight improvement in the selectivity (<5%) when the pressure is raised from 0.016 to 0.103 bar. Such a pressure-dependent effect on their selectivity might be due to the dynamic features of the framework, leading to differential pore-filling and molecular-packing effects at different pressures.(19) In summary, we present one new example of MOFs for the separation of C8 alkylaromatics, highlighting the very promise of the emerging MOFs for some very challenging separation tasks. The structure of MOF 1 featuring three-dimensional intersecting pores is quite different from that of MIL-47 and MIL-53 with one-dimensional pores for the separation of C8 alkylaromatics. Given the richness of MOFs with variable and tunable pore sizes and curvatures and surface functionalities, it is expected that more efficient MOFs will be emerging for the high-efficiency separation of C8 alkylaromatics in the near future.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesAcknowledgment J.A.C.S. acknowledges the financial support from Fundação para a Ciência e Tecnologia under project POCI/EQU/60828/2004. P.S.B. acknowledges a FCT Ph.D. grant (SFRH/BD/30994/2006). This work was supported by an Award CHE 0718281 from the NSF (B.C.). We are very thankful to reviewers for their thoughtful suggestions and recommendations that made this paper much better.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesSupporting Information Schematic diagram of the single- and multicomponent breakthrough experimental apparatus; experimental procedure; determination of experimental adsorption equilibrium isotherms; schematic diagram showing the method used to calculate the amount adsorbed from breakthrough curves; and tables of experimental conditions for single-component, binary, and quaternary breakthrough curves and the amount absorbed. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionReferencesReferencesThis article references 53 other publications.1.   Minceva, M.; Rodrigues, A. E.  AIChE J. 2007,  53,  138[Crossref], [CAS]1. Understanding and revamping of industrial scale SMB units for p-xylene separationMinceva, Mirjana; Rodrigues, Alirio E.AIChE Journal\r\n        (2007),\r\n    53\r\n        (1),\r\n    138-149CODEN:\r\n                AICEAC;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2009/jpccck.2009.113.issue-30/jp9006747/production/images/small/jp-2009-006747_0002.gif\">"]}