{"title": "Separation of C Paraffins Using Zeolitic Imidazolate Frameworks: Comparison with Zeolite 5A", "authors": ["David Peralta", "Gérald Chaplais", "Angélique Simon-Masseron", "Karin Barthelet", "Gerhard D. Pirngruber"], "doi": ["10.1021/ie202995g"], "abstract": "The separation of paraffin isomers is a very important topic in the petrochemical industry. Zeolite 5A is industrially used to sieve alkane isomers, but its pore size does not allow the separation of monobranched and dibranched alkanes by a kinetic mechanism. In this publication, we compare three ZIF materials in the separation of C6-paraffin isomers: ZIF-8, ZIF-76, and a new material called IM-22. The performance of the materials is evaluated by a breakthrough curve of binary mixtures of -hexane, 3-methylpentane, and 2,2-dimethylbutane. We show that ZIF-8 is a very attractive alternative to zeolite 5A because it exhibits a high (kinetic) selectivity for the adsorption of linear alkanes and at the same time a high adsorption capacity. The new material IM-22, a ZIF with  topology, seems to be particularly suited for the separation of mono- and dibranched paraffin isomers.", "text": "10.1021/ie202995g 10.1021/ie202995g10.1021/ie202995gTop of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferences1 IntroductionSince European legislation has imposed limits on the quantity of aromatic compounds in gasoline, refiners have to find alternatives to obtain the required Research Octane Number (RON) in the gasoline pool. An attractive solution consists in improving the quality of the light naphta fraction (C5–C6) that is obtained by distillation of crude oil, by subjecting it to a catalytic isomerization process. Catalytic isomerization transforms linear alkanes, which are in the majority in straight run naphta, to mono- or multibranched isomers. The higher the degree of ramification of the paraffin, the higher is its octane number (see Table 1). Unfortunately, the catalytic conversion of linear to mono- and dibranched C5/C6 paraffins is limited by thermodynamic equilibrium. Therefore, the isomer mixture produced by the catalytic reaction still contains at least 10% linear paraffins and about 50% monobranched paraffins, which have a rather low octane number.Table 1. Molecular Dimensions and Research Octane Numbers of the Main C6 Alkanes molecular shadow length (Å)  alkaneXYZkinetic diameter (Å)1RONn-hexane9.74.54.04.324.83-methylpentane9.36.25.25.074.52-methylpentane9.26.45.3 73.42,2-dimethylbutane8.06.75.96.291.82,3-dimethylbutane7.86.75.35.6101.7In order to obtain a better average RON of the C5/C6 cut, the isomerate is separated in a high octane and a low octane fraction. The latter is recycled to the catalytic reactor (Figure 1).Figure 1. Scheme of processes to increase the RON.This separation can be achieved by distillation, by selective adsorption, or by a combination of both unit operations. The adsorption processes employ zeolite 5A, which behaves as a molecular sieve. Its pore aperture is sufficiently large to adsorb linear alkanes, but mono- and dibranched alkanes are excluded from the micropores. It therefore allows one to remove linear alkanes from the isomerate, which are then recycled to the catalytic reactor. The separation can be carried out in the gas phase, as a Pressure Swing Adsorption (PSA) process (IsoSiv from UOP; IPSORB and HEXSORB from IFP), or in the liquid phase, in a Simulated Moving Bed (SMB). An example for the latter is the Molex process of UOP.As none of the mono- and dibranched alkanes can penetrate into the pores of zeolite 5A, their separation by zeolite 5A is not possible. It would, however, be attractive to also recycle the monobranched paraffins to the isomerization reactor, in order to achieve a further improvement of the average RON of the isomerate. It has been proposed to separate the monobranched and dibranched alkanes using a fixed bed of silicalite or zeolite β.(2-7) Other authors have also worked on the possibility of using membranes to achieve this kind of separation.(8-12) These studies demonstrate that the pore diameters have to be very close to the kinetic diameters of the adsorptives to ensure a good kinetic separation. However, to the best of our knowledge, the separation of mono- and dibranched alkanes is not industrially employed as of today, which means that the ideal adsorbent or membrane has not yet been found.The family of Metal–Organic Frameworks (MOFs) allows for obtaining structures with a large range of pore diameters and apertures, which opens new possibilities for separations that are based on subtle differences in pore size and structure. Still, only a few MOFs have been tested as adsorbents for the separation of paraffins. MOF-508, an interpenetrated MOF with a one-dimensional channel system having a cross-section of 0.4 × 0.4 nm, could separate mixtures of linear, monobranched, and dibranched paraffins using pulse gas chromatographic measurements.(2) Since only the linear alkanes fit into the channel cross-section, the authors hypothesized that branched alkanes enter with their tail in the pore mouth. The retention, therefore, depends on the length of the linear part of the carbon chain. Another similar, but noninterpenetrated Zn-based MOF, Zn(BDC)(Dabco)0.5, a structure with two intersecting rectangular channels having cross sections of 0.75 × 0.75 nm and 0.38 × 0.47 nm, respectively, separated n-hexane from a mixture of n-hexane (nC6)/3-methylpentane (3-MP)/2,2-dimethylbutane (2,2-DMB) in breakthrough experiments. Monobranched and dibranched alkanes could, however, not be separated.(3) Molecular simulations suggested that the preferred adsorption of linear alkanes is due to the fact that they can fill the whole pore volume of the material, whereas the adsorption of branched isomers is confined to a few specific positions.(4)The adsorption and separation of linear and branched alkanes in MOFs with larger pore sizes, i.e., IRMOF-1 and IRMOF-6, was also studied by molecular simulation.(5, 6) Both papers conclude that pore openings in these MOFs are too large to separate paraffin isomers well. As a whole, these studies confirm that the pore size of the adsorbent has to be close to the diameter of the molecules, but a clear correlation between pore size and selectivity does not emerge.The majority of the recent studies dealing with paraffin separations has been dedicated to zeolitic imidazolate frameworks,(7, 8) in particular to ZIF-8.(9-13) In ZIF-8, Zn2+ cations are coordinated to four 2-methylimidazolate ligands (MeIm), resulting in a hybrid material with the topology of the zeolite sodalite (SOD): sodalite cages are connected to each other by six-membered ring windows. The cages have a pore diameter of 1.16 nm and an aperture of 0.34 nm. Two recent studies focused on the adsorption of linear and branched paraffins on ZIF-8 by inverse gas chromatography.(22, 23) They came to the conclusion that linear alkanes can be adsorbed into the cages of ZIF-8, while branched alkanes are sieved out. Thus, the behavior of ZIF-8 is qualitatively similar to zeolite 5A. Between mono- and dibranched alkanes, only a tiny separation was observed, which was attributed to an adsorption of the linear part of the carbon backbone in the pore mouth, similar to the one in MOF-508.ZIFs, which are a subfamily of metal azolate frameworks,(14) are, in general, very attractive materials for hydrocarbon separations, because many of them exhibit high porosity and high thermal stability (up to 600 K).(15) They are built from metal centers linked together by imidazolate units (IM) through their N atoms in the 1,3 positions of the ring. This kind of connection imparts an angle of 145 °C that is close to the T–O–T angle in zeolite frameworks (Figure 2). Thus, ZIFs have frameworks with the same topologies as zeolites. The IM unit being larger than oxygen atom, ZIFs have larger internal pore diameters than their inorganic homologues. The possibility to modify the organic linker with several organic functional groups results in materials with a large panel of polarities and pore apertures,(16-18) allowing a fine-tuning of their adsorption/separation properties.(13) Moreover, recent studies have shown that the pore aperture of many ZIFs is highly flexible(19, 20) and allows molecules that are larger than the formal pore opening to be adsorbed, for example, linear alkanes (kinetic diameter 0.43 nm) in ZIF-8 (formal pore opening 0.34 nm).Figure 2. Comparison of angles in zeolites and ZIFs.The scope of our study was to investigate a panel of different ZIF materials as new adsorbents for the separation of linear, mono-, and dibranched paraffins. For this purpose, we selected ZIF-8, ZIF-76, and a new ZIF material called IM-22, which is presented for the first time in this study. This new solid was discovered when we associated 2-methylimidazole with 5-chlorobenzimidazole, in an attempt to obtain materials having the GME topology(17) but without using the very expensive 2-nitroimidazole ligand. As will be explained in detail in the Results section, IM-22 is the first ZIF material with CHA topology. Its porosity is accessible through six-membered rings.ZIF-76 is generated by the association of imidazole and 5-chlorobenzimidazole (HClbIm) linkers with Zn2+ cations, resulting in a hybrid material with the zeolite topology LTA. In the LTA topology, sodalite cages (centered at the corners of a cube) are connected by double-four rings. Thereby, a large supercage is generated in the center. The six-membered ring windows of the sodalite cages are only occupied by imidazolate ligands; therefore, the pore aperture is larger than in ZIF-8, i.e., 0.52 nm. The large supercage is accessible through eight-membered ring apertures. The 5-chlorobenzimidazolate ligands point toward the entry of the pore (there are at least two ClbIm ligands per eight-ring), making it difficult to measure precisely the diameter of the eight-membered ring aperture of this cage. In any case, all apertures of ZIF-76 are larger than in ZIF-8, so that we do not expect the same molecular sieving properties.The separation performance of the three ZIFs is compared to the commercially used zeolite 5A. Zeolite 5A has LTA topology, like ZIF-76, but the size of apertures and cages is much smaller. The entrance to the sodalite cage is blocked by Ca2+ cations that are located in the center of the six-membered ring window. The large supercage has a diameter of 1.14 nm and is accessible through eight-membered ring apertures with a diameter of 0.5 nm. The structures of all compounds are sketched in Figure 3.Figure 3. Structures of adsorbents used in this study.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferences2 Experimental Section2.1Product SynthesisA new crystalline solid, called IM-22, was obtained by using the following synthesis protocol: 80 mmol of 2-methylimidazole (HMeIm), 80 mmol of 5-chlorobenzimidazole (HClbIm), and 40 mmol of Zn(NO3)2·6H2O were dissolved in 500 mL of N,N-dimethylformamide (DMF)/N,N-diethylformamide (DEF) (V/V = 1) in a 1 L Teflon bottle under stirring. After dissolution of all the reagents, 80 mmol of NaOH was added. A precipitate formed immediately. The mixture was heated in an oven at 373 K for 3 days. After this period, a gel was obtained and was dried at 373 K for 2 h. After this time, a white powder was obtained and was washed with DMF (yield of 30%). An alternative synthesis route that leads to a product of higher crystallinity, but in a lower yield, is described in the Supporting Information (S1).For the synthesis of ZIF-76, we adapted the protocol of Banerjee et al.(21) A total of 37.5 mmol of imidazole (HIm), 18.8 mmol of 5-chlorobenzimidazole (HClbIm), and 18.8 mmol of Zn(NO3)2·6H2O were dissolved in 250 mL of DMF/DEF (V/V = 1) in a 500 mL polypropylene bottle under stirring. After dissolution of all the reagents, 28.2 mmol of NaOH was added. A precipitate formed immediately. The mixture was heated in an oven at 363 K for 5 days, after which a well crystallized product could be recovered by filtration. The product was washed with DMF and dried. It was obtained with a yield of 50.6%.ZIF-8 (Basolite Z1200) was purchased from Sigma Aldrich. Zeolite 5A was kindly provided by Axens.2.2Characterization of the MaterialsThe materials were characterized by their N2 adsorption isotherms at 77 K. The isotherms were recorded on a Micromeritics ASAP 2420 apparatus after degassing at 523 K for 12 h. The surface area was calculated by the BET model and the micropore volume by the t-plot method. Additional N2 isotherms with many data points at low pressure were measured on a Micromeretics ASAP 2010. A pore size distribution was extracted from these isotherms via the Saito-Foley model for cylindrical and spherical pore geometry.The thermal stability of the samples was evaluated by thermogravimetric analysis on a Netzsch TG 209 F1 Iris. The samples were heated in a flow of He with a ramp of 5 K/min to a final temperature of 1073 K.X-ray diffractrograms were recorded on a STOE STADI-P with a curved monochromator Ge(111), using Cu Kα1 radiation.The size of the crystals was estimated by scanning electron microscopy using a Philips XL 30 microscope equipped with a field electron gun.The ZIFs containing mixed ligands (ZIF-76 and IM-22) were subjected to further analysis in order to determine the ratio of the two ligands in the crystalline product. This was done, on the one hand, through chemical analysis (CHNO analysis for the organic part, X-ray fluorescence for Zn and Cl) and, on the other hand, through 1H NMR. For the 1H NMR analysis, around 3 mg of solid were digested in 100 μL of either 250/1000 v/v or 500/1000 v/v solutions of DCl/D2O 35 wt % in DMSO-d6. The solution was filled into an analysis tube that was completed with DMSO-d6 up to 0.7 mL. 1H NMR spectra were recorded on a Bruker 400 UltraShield spectrometer, using tetramethylsilane as a standard.2.3Gas Adsorption ExperimentsThe separation of linear and branched paraffins was investigated using breakthrough experiments of binary mixtures of n-hexane/3-methylpentane (nC6/3-MP), n-hexane/2,2-dimethylbutane (nC6/2,2-DMB), and 3-MP/2,2-DMB. A scheme of the apparatus is given in the Supporting Information (S4).A column (8–9 cm length, 1.0 cm inner diameter) entirely filled with adsorbent (∼2 g) was placed in an oven which regulates the temperature of the adsorption experiment. The ZIF adsorbents were introduced into the column in the form of pellets with diameters from 500 to 750 μm. For making the pellets, dry ZIF powder was humidified with ethanol. Then, the resulting paste was pressed into a circular mold (diameter of 5 cm) with a mechanical force of 4 tons (corresponding to a pressure of ∼200 bar). A specific study performed on ZIF-76 showed that a low force of 1 or 4 tons is not sufficient to get a pellet with an acceptable mechanical resistance, while a high force of 7 tons leads to a partial destruction of the MOF (decrease of the specific surface area from 1100 to 590 m2/g). If the solid is humidified and pressed at 4 tons, the obtained pellets are mechanically stable and the specific surface area remains high (900 m2/g). This method was a good compromise between a good cohesion of the pellet and the conservation of the structural integrity. The pressed pellets were broken and sieved to the desired sieve fraction. Zeolite 5A was already available in the form of extrudates and was only sieved to obtain pellets with the same diameter. Before the first adsorption experiment, the adsorbent was heated under a flow of inert gas (helium) in order to remove adsorbed impurities, especially physisorbed water molecules. Zeolite 5A is heated for 6 h at 673 K and ZIFs 4 h at 523 K. In all cases, the heating rate is 3 K/min.During the activation of the column in a helium flow, the feed mixture was prepared on a separate bypass line. Two adsorptives were introduced into a helium carrier gas via two saturators that were immersed in two separate thermostatted baths. The temperatures of the baths, the respective flow rates of He passing through the two saturators, and the flow rate of an optional dilution by He determined the partial pressure of the two adsorptives in the final feed mixture.The breakthrough experiment is started by switching the feed of the column from pure He to He containing the adsorptives. The column exit is connected to an injection loop of 250 μL which allows the sampling of the column effluent into a GC, for quantification of the concentration of the two adsorptives. The online GC analysis of the column effluent at short, regular intervals allows us to construct the breakthrough curve for each adsorptive. The adsorbed quantity is calculated via the following equation:(1)qads,i is the adsorbed amount of component i, FHe is the molar flow rate of the carrier gas, mads is the mass of adsorbent, yi,0 is the molar fraction of hydrocarbon i in the feed, μ1,i is the first moment of the breakthrough curve of component i. The first moment of the breakthrough curve is calculated from the molar flow rate of component i leaving the column (Fi), via(2)Fi,0 is the molar flow rate of component i in the feed. Fi can be calculated from the results of the online GC analysis, which yields the molar fractions y1 and y2 of components 1 and 2, respectively, in the column effluent as a function of the time (a detailed explanation is given in the Supporting Information).(3)The selectivities of adsorption are obtained by the equation(4)Information on the adsorption kinetics can be extracted from the breakthrough curves by calculating its second moment σ2, i.e.(5)In a linear adsorption rate model,(22) i.e. when the adsorption rate is proportional to the difference between the actual adsorbed phase concentration and the concentration at thermodynamic equilibrium, σ2/2 μ12 is proportional to the ratio between the characteristic time of diffusion tdiff and the contact time tcontact.(6)(7)(8)ε is the porosity of the column, Rc is the crystal radius, K is the dimensionless adsorption constant, i.e., the ratio between the adsorbed phase concentration and the gas phase concentration in mol/m3, Dc is the intracrystalline diffusion coefficient (m2/s), L is the column length (m), and v is the gas velocity (m/s).This analysis can only be applied for the component that is eluted last from the column. The shape of the breakthrough curve of the component that breaks first from the column may be strongly influenced by the following breakthrough fronts, and an analysis using a linear rate model does not make any sense.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferences3 Results3.1Characterization of the MaterialsThe XRD patterns of ZIF-8 and ZIF-76 correspond perfectly to the literature data.(15, 21) However, according to our NMR analysis, the Im/ClbIm ratio in ZIF-76 is close to 1.7,(23) rather than 3, as suggested in the seminal work of Banerjee et al.(21)The pattern of IM-22 (Figure 4) does not match any known ZIF structure.Figure 4. XRD pattern of the new ZIF structure IM-22.The XRD pattern can be indexed in hexagonal symmetry with the lattice parameters a = b = 27.4468 Å, c = 24.3704 Å, α = β = 90°, and γ = 120°. The exact structure of IM-22 has not yet been resolved, but it was possible to locate the Zn atoms. They are connected in a network that corresponds to the zeotype CHA. IM-22 would, thus, be the first solid among the ZIF series displaying a CHA topology. CHNO analysis of activated IM-22 (i.e., free of solvent molecules) yielded the following composition: C, 42.45%; H, 2.685%; N, 17.64%; and O, 6.185%. The molar ratio C/N in IM-22 is 2.81. By comparing the overall molar C/N ratio with the C/N ratio in the ligands MeIm and ClbIm, we can deduce the ratio MeIm/ClbIm in IM-22: 0.92/1.08. Semiquantitative X-ray fluorescence analysis yielded a Zn content of 13% and a Cl content of 8.74%. Thus, the Cl/Zn ratio is 1.24, which corresponds to a MeIm/ClbIm ratio of 0.76/1.24. This is in a reasonable agreement with the CHNO analysis, given that the method is only semiquantitative. NMR analysis of the digested material gave a MeIm/ClbIM ratio of 0.88/1.12. All three methods indicate that the ligand ratio is close to 1. The thermal stability of IM-22 is excellent, since upon heating in inert gas at 5 K/min, the decomposition begins at around 723 K (Figure 5); i.e., IM-22 is even more stable than ZIF-8 and ZIF-76 (see Table 2). This experiment is realized on a non-activated solid so that the first weight loss is attributed to the elimination of solvent molecules from the porosity of IM-22.Figure 5. TGA profile of IM-22 in inert gas flow (heating rate = 5 K/min).Table 2. Main Characteristics of the Adsorbents Used in This Study ZIF-8IM-22ZIF-76zeolite 5AtopologySODCHALTALTAformulaZn(MeIm)2Zn(MeIm)0.9(ClbIm)1.1Zn(Im)1.25(ClbIm)0.75Ca48(AlO2)96(SiO2)96crystallographic density (g/cm3)0.921.150.901.45SBET(m2/g)18135751560650Vp(mL/g)0.650.240.600.25max adsorption capacity (mmol/g)a4.551.684.21.75cryst size (μm)0.2–0.350.35–0.7 (60–70 wt %) 5–10 (30–40 wt %)0.5–14–7temperature of decomposition (K)688723703>1073aEstimated by multiplying the pore volume with the density of liquid nC6.The textural properties of the materials, as deduced from the N2 isotherms at 77 K, are reported in Table 2. ZIF-8 and ZIF-76 are highly porous materials with pore volumes > 0.60 mL/g and surface areas > 1500 m2/g. The pore volume of the new material IM-22 is smaller (0.24 mL/g) but still comparable to zeolite 5A. It worth noting that it is possible to increase the crystallinity and, as a consequence, the pore volume of IM-22 by using a different synthesis protocol, which is, however, not well suited for preparing larger quantities (see Supporting Information S1). We can estimate the maximum adsorption capacity of the solids by multiplying the pore volume with the liquid density of n-hexane, which is ∼7 mmol/mL. The maximum adsorption capacity should, thus, be between 1.7 and 4.5 mmol/g.The pore size analysis of the N2 isotherms by the Saito-Foley model allows for establishing a ranking of the pore size of the three ZIF materials. It increases in the order sodalite cages ZIF-76 < IM-22 < sodalite cages ZIF-8 < supercages ZIF-76. Note that the pore size analysis determines the internal diameter of the cages but not their apertures.According to the SEM images shown in the Supporting Information (S3), the crystal size of the ZIF materials is relatively small, i.e., below 1 μm (Table 2). Only IM-22 has a bimodal particle size distribution, where small crystals (below 1 μm) are accompanied by a second population of larger crystals between 5 and 10 μm that represents between 30 and 40 wt % of the sample. The extrudates of the zeolite 5A sample were ground before taking the SEM images. One can distinguish crystals of 4–7 μm, covered with binder material.3.2Separation of Monobranched and Linear AlkanesFigure 6 presents the breakthrough curves of binary mixtures of nC6/3-MP at 398 K on the four materials. With the exception of ZIF-76, all of the materials preferentially adsorb n-hexane. The selectivity decreases in the order 5A > ZIF-8 > IM-22 > ZIF-76. ZIF-76 is selective for 3-MP. The overall adsorbed quantities follow the order ZIF-76 > ZIF-8 > IM-22–5A (see Supporting Information S6); i.e., they are roughly correlated with the pore volume (although saturation of the pore volume is not achieved).Figure 6. Breakthrough curves of gaseous nC6/3-MP binary mixtures at 398 K.We attempted to extract some kinetic information from the breakthrough curves, by calculating σ2/2 μ12 of the more strongly adsorbed component. In the case of ZIF-76, ZIF-8, and IM-22, the values are close to zero (<0.01). This means that the characteristic time constant of diffusion is small compared to the contact time of the experiment. Diffusional limitations are negligible for the more strongly adsorbed component. Only in the case of zeolite 5A is the characteristic time of diffusion on the order of the contact time (σ2/2 μ12 = 0.4). This could be partially due to the larger crystal size of zeolte 5A compared those of ZIFs. On the contrary, it is interesting to note that no diffusional limitations appear for IM-22, although big crystals equate to 30–40 wt %. This indicates that the diffusion in IM-22 is intrinsically faster, presumably due to the larger micropores of IM-22 compared to zeolite 5A.As mentioned in the Experimental Section, the breakthrough curve of the component which elutes first is more difficult to interpret. It first elutes pure from the column, but then enters into interaction with the second adsorptive, which changes the shape of its breakthrough curve. As a guide for our interpretation, we have simulated breakthrough experiments of binary mixtures for different scenarios (see Table 3):(i)The two components have the same adsorption isotherms (no preferential adsorption) but not the same diffusion coefficient. The characteristic time constant of diffusion of the faster diffusing component is much lower than the contact time, which means that there is no diffusional resistance. For the slower diffusing component, two scenarios were compared: (ia) the time constant of diffusion is much higher than the contact time, and (ib) the time constant of diffusion is comparable to the contact time. Scenario i is a scenario of kinetic selectivity.(ii)The adsorption constants b of the two components are different (by a factor of 2); their diffusion coefficients are identical and high. This is a scenario of thermodynamic selectivity. In this case, the breakthrough curve of the less strongly adsorbed component (2) exhibits a so-called roll-up. It corresponds to an overshoot of the flow rate of component 2: the column effluent exceeds the feed rate. This phenomenon is due to a displacement of component 2 that was initially accumulated in the column by the advancing adsorption front of component 1. Thus, temporally, the effluent of component 2 cumulates the feed and the quantity previously adsorbed that is desorbed because of competitive adsorption of component 1.(iii)The adsorption constants are different by a factor of 2, and on top of that the more weakly adsorbed component diffuses more slowly. This is a scenario of thermodynamic selectivity, assisted by kinetic selectivity.Table 3. Scenarios for Which Model Breakthrough Curves Were Simulated (See Figure 7)a  component 1component 2caseα = b1/b2tdiff/tcontactdiff limitationtdiff/tcontactdiff limitationia10.001no60very strongib10.001no0.6yesii20.001no0.001noiii20.001no0.6yesaα = selectivity = ratio of the adsorption constants bi; tdiff/tcontact = ratio between the characteristic time of diffusion and the contact time.Thermodynamic parameters (isotherms) and operating conditions (contact time, feed concentration) were chosen so as to be comparable with our experiments (see Supporting Information S5). Figure 7 compares the simulated breakthrough curves for the four scenarios.Figure 7. Simulated breakthrough curves of binary mixtures. The time axis is adimensional, i.e., τ = t/tcontact = t/(L/v). Black lines present component 1; gray lines, component 2. (a) Same adsorption constant but very slow diffusion for component 2. (b) Same adsorption constant, slow diffusion for component 2. (c) Adsorption selectivity = 2, no diffusional limitation. (d) Adsorption selectivity = 2, slow diffusion for component 2.The time axis is normalized by the contact time. For comparison, the contact time in our experiment was ∼0.34 min. In the first case, where the time constant of diffusion of component 2 is 60 times higher than the contact time, component 2 breaks immediately from the column. Its adsorption is so slow that it is practically excluded from the adsorbent, although it has the same equilibrium isotherm as component 1. Case ib presents a less extreme situation. Adsorption of component 2 is slow but feasible (tdiff/tcontact ∼ 0.6). In that case, we observe a very early breakthrough, followed by a gradual increase of the concentration in the column effluent. The slope of the breakthrough curve changes when component 1 breaks through because component 2 does not diffuse into a virgin adsorbent any more but has to compete with component 1 for adsorption sites. The breakthrough curve of component 1, which does not have diffusional limitations, is much steeper and crosses that of component 2. If the duration of the experiment is sufficiently long, the first moment of both curves will be identical (because at equilibrium both components are equally adsorbed).Case ii presents the typical example of a purely thermodynamic separation, without diffusional limitations. Component 2 breaks first from the column and is then replaced by incoming component 1, which produces the roll-up in the breakthrough curve.The last case (iii) is an example where thermodynamic and diffusional selectivity go in the same direction. Component 2 breaks early from the column, and its concentration increases very gradually. As the front of component 1 advances through the column, it replaces component 2, which leads to the broad peak in its breakthrough curve, which is equivalent to a roll-up but smeared out because of the slow diffusion. After complete breakthrough of component 1, component 2 continues to adsorb because it has not yet reached full equilibrium with the adsorbent.We can now come back to Figure 6 and compare the experimental with the simulated breakthrough curves described above. The breakthrough pattern of ZIF-76 corresponds to scenario ii, i.e., a thermodynamic separation, without any diffusional limitations. The absence of diffusional limitations is evidenced by the late breakthrough of both components and the sharp roll-up of nC6, which is provoked by the substitution of initially adsorbed nC6 by incoming 3-MP, due to competitive adsorption in the pores of ZIF-76.Zeolite 5A represents the other extreme of a purely kinetic separation (scenario ia). The diffusion of 3-MP is so slow that it is virtually excluded from the adsorbent; i.e., we are dealing with a case of genuine molecular sieving. The small delay of the breakthrough of 3-MP is probably due to the filling of the macropores of the zeolite 5A pellets or to a small error in the determination of the dead volume of the system.The behavior of ZIF-8 resembles very much that of case iii. The early breakthrough of 3-MP and its very gradual concentration increase are signs of a slow diffusion, but we are not dealing with a case of total exclusion as was observed for zeolite 5A. Since the breakthrough pattern is clearly different from scenario ib, we can infer that on top of its slow diffusion, the adsorption of 3-MP is also thermodynamically less favored.IM-22 is an atypical case because it does not correspond to any of the simulated examples in Figure 7. 3-MP breaks quite late from the column of IM-22, and its breakthrough curve is almost parallel to that of nC6. Both observations indicate that the diffusion of 3-MP into the material is relatively fast. The origin of the nC6/3-MP selectivity should therefore be thermodynamic, but in that case, a roll-up should be observed for 3-MP. The absence of a sharp roll-up could suggest that there is no competition between 3-MP and nC6 for adsorption sites, but such an explanation does not seem very plausible: there is only one single type of cage in the CHA topology. It, therefore, seems difficult to justify the existence of two distinguished adsorption sites for 3-MP and nC6. An alternative hypothesis would be that the diffusion of 3-MP is slowed down at high pore filling, thereby blurring the roll-up. It will be necessary to elucidate the exact crystal structure of IM-22 and conduct more detailed adsorption/diffusion studies in order to clarify this point.3.3Separation of Dibranched and Linear AlkanesBreakthrough measurements of binary mixtures of nC6/2,2-DMB at 398 K are presented in Figure 8.Figure 8. Breakthrough curves of gaseous nC6/2,2-DMB binary mixtures at 398 K.For zeolite 5A, the breakthrough pattern of the nC6/2,2-DMB mixture is almost identical to that of the (nC6/3-MP) mixture: 2,2-DMB is excluded from the adsorbent and breaks immediately. As a consequence, the kinetics and thermodynamics of nC6 adsorption are the same as in its mixture with 3-MP (see Supporting Information S6).The breakthrough curves of the 2,2-DMB mixture on ZIF-8 and IM-22 very much resemble those on zeolite 5A; i.e., the dibranched alkane is sterically excluded by the two ZIFs. In the case of ZIF-8, the exclusion seems to be complete, while the small roll-up in the curve of IM-22 indicates that there is some initial adsorption of 2,2-DMB, which is then replaced by incoming nC6. The adsorbed quantities of nC6 on ZIF-8 and IM-22 are slightly higher than in the nC6/3-MP mixture because there is no competitive adsorption of 2,2-DMB.As before, ZIF-76 forms an exception and prefers the adsorption of the dibranched alkane. The separation is purely thermodynamic; i.e., the diffusion of 2,2-DMB into the pores of ZIF-76 is not limited (σ2/2 μ12 ∼ 0.0).3.4Separation of Monobranched and Dibranched AlkanesBreakthrough measurements of binary mixtures of 3-MP/2,2-DMB at 398 K are presented in Figure 9.Figure 9. Breakthrough curves of gaseous 3-MP/2,2-DMB binary mixtures at 398 K.As expected, both the monobranched and the dibranched alkanes break immediately from the column of zeolite 5A. There is no significant adsorption of either of the molecules, and hence, there is no separation between them.On the contrary, ZIF-8 and IM-22 are able to separate 3-MP from 2,2-DMB. The dibranched alkane is sterically excluded while the monobranched isomer can adsorb, albeit slowly. The calculated selectivity at the end of the breakthrough experiment is higher on ZIF-8, but the diffusion of 3-MP in IM-22 seems to be faster; i.e., the separation is neater. It is interesting to note that the breakthrough curve of 3-MP in IM-22 is much more dispersed in its mixture with 2,2-DMB than in a mixture with nC6. Two explanations are possible. Either the breakthrough curve of 3-MP in the mixture with nC6 is sharpened by the succeeding front of nC6 or the diffusion of 3-MP in mixture with 2,2-DMB is slowed down by the presence of the dibranched molecule.ZIF-76 is the only material of our series, which prefers the adsorption of 2,2-DMB over 3-MP. The breakthrough curve does not show any signs of diffusional limitations.Adsorbed quantities and selectivities of all breakthrough measurements are summarized in the Supporting Information (S6).Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferences4 Discussion4.1Mechanisms of the Separation of Hexane Isomers by ZIFsZeolite 5A, ZIF-8, and IM-22 separate hexane isomers as a function of their degree of branching by a molecular sieving mechanism. Zeolite 5A displays a very clear-cutoff between linear and branched isomers. In ZIF-8, the monobranched isomers are just at the edge of the cutoff; i.e., their adsorption is possible but subject to severe diffusional limitations. The cutoff of IM-22, on the other hand, falls between mono- and bibranched isomers. The former can diffuse quite freely into the porosity of IM-22. The “mesh size” of the molecular sieves, thus, increases in the order 5A < ZIF-8 < IM-22. It is remarkable that the effective pore size of ZIF-8 is larger than that of zeolite 5A, although the formal pore aperture is smaller. Such a modification of aperture size, at least temporarily, is explained by the flexibility of the Im ligand which can tilt around the Zn–Im–Zn axis upon constraints (pressure, diffusion mechanism).(19, 20) Still, the fact that ZIF-8 is able to separate mono- from dibranched isomers with a very high selectivity is surprising. The tilted ZIF-8 structure that was observed by Moggach and co-workers(19, 20) has a pore aperture of 0.42 nm, which is more than in the native ZIF-8 structure but still less than the kinetic diameter of monobranched alkanes. In line with this observation, inverse gas chromatographic (IGC) experiments revealed that the adsorption of mono- and dibranched alkanes on ZIF-8 was very weak. Only a tiny difference in the elution times of mono- and dibranched isomers was observed and attributed to an adsorption of the linear part of the hydrocarbon chain in the pore mouth.(11) Under our experimental conditions, i.e. at higher partial pressures, the adsorbed quantities of 3-MP are so high that they cannot only be explained by adsorption in the pore mouths. 3-MP genuinely enters into the sodalite cages of ZIF-8, albeit very slowly. This indicates that the flexibility of the window of ZIF-8 is much higher than anticipated.ZIF-76 does not exhibit any molecular sieving properties. Its effective pore apertures are, thus, larger than the dimensions of the hexane isomers. We are dealing with a thermodynamic separation mechanism and the order of adsorption is dibranched > monobranched > linear alkanes, i.e. opposite the one obtained by molecular sieving. The preferential adsorption of branched alkanes is, however, also uncommon in thermodynamic separations. The conventional shape selectivity in zeolites is nC6 > 3-MP > 2,2-DMB. Only a few zeolites prefer the adsorption of branched over linear alkanes. The best known examples are AFI type zeolites(24-26) and MCM-22.(27, 28) Recently, it was shown that the MOF UiO-66 also displays the same behavior.(1) The effect is called inverse shape selectivity and is usually encountered for pore sizes between 0.65 and 0.8 nm.(29) It is explained by entropic effects. A higher loss of rotational degrees of freedom of linear hexane isomers in the above-mentioned range of pore sizes(28) explains why the adsorption of the branched isomer is preferred. The diameter of a ZIF-sodalite cage and ZIF-supercage are, in principle, much larger than the dimension of the hexane isomers, but some of the ClbIm ligands in ZIF-76 protrude into the sodalite cage, thereby rendering its effective diameter in a range where inverse shape selectivity may occur.4.2Implications for the Industrial Separation of Hexane IsomersIn this section, we briefly discuss how the ZIFs tested in this work would perform as substitutes for zeolite 5A in an industrial separation process.ZIF-76 is, a priori, not a very attractive adsorbent material because the feature that n-hexane is the least adsorbed component is not desirable for the current process scheme. Moreover, ZIF-76 is not very selective.ZIF-8, on the other hand, presents a very interesting alternative to zeolite 5A. It has a significantly higher adsorption capacity than zeolite 5A, per mass, but also per volume of adsorbent. Moreover, mass transfer is faster in ZIF-8 (this might mainly a consequence of the smaller crystal size of ZIF-8 compared to 5A). Both factors will contribute to a higher productivity of a separation process using ZIF-8. While zeolite 5A excludes the monobranched alkanes, ZIF-8 will partially adsorb them, which is beneficial for further improving the octane number of the final product. The extent of adsorption of monobranched alkanes will depend on the chosen operating conditions, which allows a fine-tuning of the desired octane number. Dibranched alkanes are, however, still excluded from the pores of ZIF-8, which means that the recycling of dibranched alkanes to the isomerization reactor will be kept to a minimum.IM-22 has a similar adsorption capacity as zeolite 5A, but the fast mass transport of linear and monobranched alkanes in IM-22 may still lead to a better productivity than zeolite 5A. IM-22 is a particularly attractive adsorbent if the objective is to maximize the octane number of the isomerate, i.e., if we want to recycle linear and monobranched alkanes to the isomerization reactor (see Figure 1). Although ZIF-8 has a higher 3-MP/2,2-DMB selectivity at equilibrium than IM-22, the separation between mono- and dibranched alkanes is much sharper in IM-22, because the former can diffuse quite freely into the material.To sum up, ZIF-8 is an attractive candidate for replacing zeolite 5A, and both ZIF-8 and IM-22 are potentially interesting to achieve the separation between mono- and dibranched alkanes. Note that the conditions of the industrial paraffin separation processes(30, 31) are quite different from the conditions used in this study: the temperature (500–600 K) and partial pressures (above 1 bar) of the hydrocarbons are significantly higher. In terms of adsorption equilibria, the increase of temperature and of partial pressures will partially compensate each other, but intracrystalline diffusion will be accelerated at the higher temperature, except for molecules that remain sterically excluded. This effect might improve the separation of 3-MP and 2,2-DMB in the case of IM-22 and ZIF-8 but, on the other hand, degrade the diffusional-based separation of 3-MP and n-C6 in ZIF-8.We further point out that a good separation performance is not a sufficient condition for making a material a viable adsorbent for an industrial separation process. The cost and ease of synthesis and the lifetime of the adsorbent are very important additional criteria.(32) Both ZIF-8 and IM-22 have an excellent thermal stability. They are not sensible to humidity,(33) and no degradation of the materials has been detected upon storage over long periods of time. The synthesis of ZIF-8 and IM-22 is straightforward and easily reproducible. The current synthesis protocol of IM-22 uses DMF/DEF as a solvent, which is inconvenient for a large scale application because of the toxicity of the solvent. In the case of ZIF-8, it has been shown, however, that it is possible to conduct its synthesis solvent-free or with very small amounts of solvent, by mechanically mixing the solid reactants (mechanosynthesis).(34) This method paves the way for a cheap and environmentally benign production of ZIF materials.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferences5 ConclusionThe separation of paraffin isomers is a very important topic in the petrochemical industry. Zeolite 5A is industrially used to sieve alkane isomers, but its pore size does not allow the separation of monobranched and dibranched alkanes by a kinetic mechanism. In this study, we compared three ZIF materials in the separation of alkane isomers. ZIF-76 has a large pore aperture that allows an easy diffusion of all isomers and, unexpectedly, exhibits inverse shape selectivity. ZIF-76 adsorbs branched alkanes more strongly than linear alkanes. ZIF-8, on the other hand, acts as a molecular sieve. Linear alkanes can diffuse freely into the pores of ZIF-8. Monobranched alkanes are adsorbed under strong diffusional limitation, and dibranched alkanes are excluded from the pores. The effective pore size of ZIF-8 in the paraffin separation is, therefore, comparable to the kinetic diameter of monobranched alkanes, i.e., 0.53 nm. This is much higher than the formal pore size of 0.34 nm and means that the flexibility of the pore aperture of ZIF-8 is much higher than anticipated.IM-22 is a new material, presented for the first time in this work. It has CHA topology, i.e., it possesses six-membered ring pore openings, as in ZIF-8 (SOD topology). Although the ligands is IM-22 are more voluminous than in ZIF-8 (MeIm + ClbIm vs MeIm), the effective pore opening of IM-22 seems to be larger than that of ZIF-8. Indeed, IM-22 easily adsorbs linear and monobranched alkanes but excludes dibranched isomers.In terms of an industrial application, both ZIF-8 and IM-22 would be interesting substitutes for zeolite 5A, because of their higher adsorption capacity (ZIF-8) and because they can separate (part of) the monobranched alkanes from the isomer mixture and thereby increase the octane number of the product. Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferencesSupporting InformationDetails on the synthesis and characterization of IM-22, XRD patterns of the materials, SEM images of the materials, description of the breakthrough apparatus, details on the simulation of the breakthrough curves, summary of the breakthrough results. This information is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferencesAcknowledgmentDr. Karim Adil and Dr. Armel Lebail from Laboratoire des Oxydes et Fluorures (UMR CNRS 6010), Institut de Recherche en Ingénierie Moléculaire et matériaux, FR CNRS 2575, UFR Sciences et Techniques—Université du Maine, Avenue Olivier Messiaen, 72085 Le Mans Cedex 9, France, are acknowledged for their work on the determination of the structure of IM-22. Jean Ouvry (IFPEN) is acknowledged for recording the low pressure N2 isotherms of the ZIF materials.Nomenclaturebadsorption constant, m3/molDdiffusion coefficient, m2/sFmolar flow rate, mol/minKadimensional adsorption constantLcolumn length, mmmass, gqadsorbed amount, mmol/gRradius, mttime, min or svgas velocity, m/symol fraction, dimensionlessGreek Lettersαselectivity, dimensionlessεporosity of the column, dimensionlessμ1first moment of the breakthrough curve, minσ2second moment, min2τt/tcontact, dimensionlessSubscripts0feedadsadsorbedccrystaldiffdiffusionHeheliumiith componentjjth componenttottotalReference QuickViewTop of PageAbstractIntroductionExperimental SectionResultsDiscussionConclusionReferencesReferencesThis article references 34 other publications.1. Barcia, P. S.; Guimaraes, D.; Mendes, P. A. P.; Silva, J. A. C.; Guillerm, V.; Chevreau, H.; Serre, C.; Rodrigues, A. E. Reverse Shape Selectivity in the Adsorption of Hexane and Xylene Isomers in MOF UiO-66 Microporous Mesoporous Mater. 2011,  139,  67[Crossref], [CAS]1. Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66Barcia, Patrick S.; Guimaraes, Daniela; Mendes, Patricia A. P.; Silva, Jose A. C.; Guillerm, Vincent; Chevreau, Hubert; Serre, Christian; Rodrigues, Alirio E.Microporous and Mesoporous Materials\r\n        (2011),\r\n    139\r\n        (1-3),\r\n    67-73CODEN:\r\n                MIMMFJ;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-12/ie202995g/production/images/small/ie-2011-02995g_0008.gif\">"]}