{"title": "Assessment of a Metal−Organic Framework Membrane for Gas Separations Using Atomically Detailed Calculations: CO, CH, N, H Mixtures in MOF-5", "authors": ["Seda Keskin", "David S. Sholl"], "doi": ["10.1021/ie8010885"], "abstract": "Metal−organic frameworks (MOFs) have emerged as a fascinating alternative to more traditional nanoporous materials. Although hundreds of different MOF structures have been synthesized in powder form, little is currently known about the potential performance of MOFs for membrane-based separations. We have used atomistic calculations to predict the performance of a MOF membrane for separation of various gas mixtures in order to provide information for material selection in membrane design. Specifically, we investigated the performance of MOF-5 as a membrane for separation of CO/CH, CO/H, CO/N, CH/H, N/H, and N/CH mixtures at room temperature. In every case, mixture effects play a crucial role in determining the membrane performance. Although the membrane selectivities predicted for MOF-5 are not large for the mixtures we studied, our result suggest that atomistic simulations will be a useful tool for considering the large number of MOF crystal structures that are known in order to seek membrane materials with more desirable characteristics.", "text": "10.1021/ie8010885 10.1021/ie801088510.1021/ie8010885  Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferences1 Introduction Membrane technology is economically competitive with alternative separation technologies such as distillation, crystallization, absorption, or solvent extraction for many chemical separations.(1) Although polymeric membranes are widely available for gas separation applications, they possess a fundamental tradeoff between selectivity and throughput.(2) In order to overcome this tradeoff, new membrane materials with different adsorption/transport properties from polymeric membranes are required. Thin films of crystalline nanoporous materials have potential for avoiding this tradeoff.(3) Membranes made from thin films of zeolites have been extensively studied to separate mixtures of various gases and vapors including linear, branched, and cyclic hydrocarbons, H2, O2, N2, and H2O.(4-6) Mixed matrix membranes, which combine porous or nonporous particles in a polymer matrix, offer another avenue where nonpolymeric materials can be used to enhance membrane performance.(7-9) A fundamental challenge associated with considering materials for membrane applications is that an enormous number of potential materials can be considered. Addressing this issue experimentally for nonpolymeric materials is difficult because of the significant effort required to fabricate thin films suitable for testing as membranes from each new material of interest. Computational methods that can make meaningful predictions about the properties of new materials as membranes can therefore play a significant role in focusing experimental searches for useful materials. Since the effectiveness of a membrane based process depends on both adsorption equilibrium and diffusive transport rates of adsorbed mixtures, both of these phenomena must be assessed for any new nanoporous material under consideration as a potential membrane. Atomistic simulation methods suitable for describing these phenomena are known and have been applied to a variety of nanoporous materials, including zeolites(10) and carbon nanotubes.(11-13) In the latter case, atomistic simulations predicted that carbon nanotubes would have properties very different from those of other known nanoporous materials. This prediction was later confirmed in a number of experiments(14, 15) and efforts are now underway to fabricate membranes based on carbon nanotubes for practical applications.(16) Metal−organic framework (MOF) materials are nanoporous crystals combining metal−organic complexes with organic linker species to create highly porous frameworks with numerous attractive properties such as high surface area, porosity, low density, and thermal and mechanical stability.(17-19) An especially appealing feature of MOFs relative to zeolites is the ability to control their pore size and chemical functionality during synthesis. MOFs have attracted interest as promising materials in adsorption-based separations, catalysis, and gas storage. Several reviews describing experimental studies of MOFs are available,(20-23) and we have recently reviewed the growing literature associated with atomistic simulations of molecular adsorption and diffusion in MOFs.(24) A variety of studies are available examining gas adsorption and storage in MOFs, particularly for methane and hydrogen.(25-31) Simulation studies have been performed to describe adsorption-based separation of gases in a variety of MOF structures.(32-38) In contrast to the growing body of adsorption data for MOFs, little information is available about molecular transport in the same materials. The data that is currently available related to molecular transport in MOFs comes from two experimental studies(39, 40) and a few simulation studies.(41-44) None of these studies characterized multicomponent diffusion in MOFs. Because characterizing membrane performance requires information on adsorption and diffusion, it has not been possible to predict whether MOFs have useful properties when used as membranes for gas separations. We recently used atomistic simulations to examine the properties of MOF-5, one of the most widely known MOFs, for membrane-based CO2/CH4 separations.(45) These results were the first predictions of any kind about the potential of MOFs as membranes and showed that using atomistic simulations for this purpose can be a useful means of identifying the phenomena that control the performance of MOFs as membranes. In this paper, we extend our previous work(45) by studying the potential of MOF-5 membranes to separate all binary mixtures of CO2, CH4, N2, and H2 at room temperature. Mixtures of these gases are relevant in a number of large-scale industrial applications. For example, separation of CO2 and N2 from CH4 is important in natural gas purification, while CO2/N2 separation is a key component in carbon capture from flue gas. CO2/H2, CH4/H2, and N2/H2 mixtures are all relevant for hydrogen recovery from plants and refineries. Throughout the paper, we consider an idealized membrane derived from a single MOF-5 crystal. This approach has been useful in previous studies of zeolite membranes,(46-48) although effects associated with grain boundaries between crystals in polycrystalline zeolite films can also play a role in the performance of practical membranes.(3, 46, 49, 50) A primary aim of calculations of this kind is to identify materials that have attractive “intrinsic” properties as defect-free crystals, with the assumption that materials that do not have useful properties in this form are unlikely to lead to useful devices in practice. The insight available from simulating single-crystal membranes will also be useful for considering applications of MOFs in mixed matrix membranes. Some membranes of this kind have already been examined experimentally,(51) indicating the viability of using MOFs in hybrid materials of this kind. Making optimal choices about combinations of polymers and MOFs to use in mixed matrix membranes among the huge number of possibilities that exist is difficult unless information about the transport properties of molecules in MOF crystals are known.(52, 53) The paper is organized as follows. Section 2 describes how the results from atomically detailed simulation of single-component adsorption isotherms and transport coefficients are used to provide functions suitable for continuum modeling. In Section 3, the resulting continuum model is used to predict the membrane selectivity for six different chemical mixtures as a function of feed pressure, pressure drop, and feed composition. The implications of our results and discussion for practical implementation of MOF-5 membrane are given in Section 4.  Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferences2 Binary Adsorption and Diffusion Calculations All of our calculations are based on atomistic simulations of single-component adsorption and diffusion properties of the gases of interest in MOF-5, which is also known as IRMOF-1. We used the results from the previous simulations for CO2, CH4, H2 and N2 in MOF-5 at room temperature by Skoulidas and Sholl.(41) In these simulations, single-component adsorption isotherms of CO2, CH4, H2 and N2 were computed using Grand Canonical Monte Carlo (GCMC) simulations. In addition, equilibrium molecular dynamics (MD) was used to compute the loading-dependent self and corrected diffusion coefficients of the same four species when adsorbed as single components. MOF-5 was assumed to be rigid, and its structure was taken from experimental data.(54) CH4 and H2 were modeled with spherical Lennard−Jones potentials whereas CO2 was modeled using the EPM2 model, an all-atom model with Lennard−Jones potentials and atomic charges to approximate the quadrupole moment of CO2.(55) A similar potential with partial charges was used for N2.(56) Recent work has suggested that including framework flexibility may give more accurate results than holding the framework rigid,(44, 57) but the extensive diffusion data needed to describe permeation of gas mixtures through membranes is not yet available from any simulations that include these effects. The simulation data of Skoulidas and Sholl gives no direct information on the properties of adsorbed mixtures in MOF-5, but this situation is of course of great importance for considering practical applications of membranes. Mixture adsorption can be simulated quite efficiently using GCMC, and several groups have used this approach to examine mixture adsorption in MOFs.(32-35) Molecular simulation techniques are also available to examine mixture diffusion in nanoporous materials.(58, 59) Unfortunately, the computational effort required to determine the mixture diffusion coefficients relevant to net mass transfer in mixtures is considerable. To date, there are only two molecular simulation studies of mixture diffusion in MOFs.(60, 61) Babarao et al. examined self-diffusion in CH4/CO2 mixtures in MOF-5 using MD.(60) Our previous work on CH4/H2 mixtures in Cu-BTC used MD simulations and theoretical correlations to describe both self-diffusion and the matrix of Fickian diffusion coefficients associated with macroscopic mass transport.(61) Even if atomistic simulations of binary diffusion were performed, an additional complication arises if the performance of a membrane is to be predicted. These simulations can at best provide data at a series of discrete state points. This complication also exists if GCMC simulations of binary adsorption are to be used. To describe mixture permeance through a membrane at a variety of operating conditions, however, the properties of the adsorbed mixtures must be specified at all conditions that exist at any location within the membrane.(62, 63) In the remainder of this section, we describe how functions describing these properties were determined from the single-component calculations of Skoulidas and Sholl. Binary adsorption isotherms were described by applying Ideal Adsorbed Solution Theory (IAST) to the single-component isotherms computed from GCMC data of Skoulidas and Sholl. Although multicomponent adsorption can be assessed experimentally, performing this kind of experiment for a full range of operating conditions is time-consuming. Performing accurate experiments to characterize single-component adsorption, however, is relatively straightforward. As a result, many studies have been done to develop methods to predict multicomponent adsorption from single-component data.(64) The best known of these methods is IAST.(65) IAST is a well developed technique to describe the calculation of the adsorption equilibria for components in a gaseous mixture, using only data for the pure component adsorption equilibria at the same temperature and on the same adsorbent.(65) IAST was originally derived from a theory for a two-dimensional homogeneous adsorbed phase with a temperature invariant area that is equally accessible to all components. IAST treats each component in the adsorbed mixture as ideal mixtures. As a result, IAST is frequently somewhat inaccurate at high densities of the adsorbed species, even for relatively ideal gas phase mixtures. Detailed discussions of the implementation and precision of IAST are available.(66, 67) This theory is known to work accurately in many nanoporous materials except in materials which have strong energetic or geometric heterogeneity.(66, 68) Furthermore, IAST has been tested recently for adsorption of light gases in MOF-5(33, 35) and in Cu-BTC(61) by comparing the results of binary molecular simulations and the predictions of theory. The agreement between IAST predictions and binary mixture adsorption simulation results are generally found to be good. Practical application of IAST requires that the functional form of the single-component isotherms must be specified. In our calculations, single-component adsorption isotherms are fitted to molecular simulation data obtained over a finite range of pressures. To apply IAST, the single-component isotherms were fitted using a dual-site Langmuir (Langmuir−Freundlich) isotherm for CH4, H2, and N2 (CO2). These isotherms are shown in Figure S1, Supporting Information. In all of our calculations, the bulk phase composition is specified in terms of fugacity. For CH4, H2, and N2, the differences between fugacity and pressure for the conditions we consider are small. For CO2, an appropriate equation of state should be used to correctly interpret the fugacities defined in our calculations as physical pressures for the highest pressures we consider below. We have only considered conditions under which the bulk phase is a gas. For convenience of presentation, our results are typically described in terms of feed pressure and a transmembrane pressure drop, although it would be more precise to state both of these quantities as fugacities. The term pressure should therefore be interpreted as referring to an ideal gas or ideal gas mixture throughout the remainder of the paper. To use the binary isotherm efficiently within the membrane calculations, binary adsorption data from a large collection of state points calculated using IAST was fitted to an extended dual site Langmuir isotherm for CH4/H2, N2/H2, and N2/CH4. For mixtures of CO2/CH4, CO2/H2, CO2/N2, a functional form combining the dual-site Langmuir and Freundlich isotherms was used. Implementation details for IAST were given in our earlier paper.(45) Details of both single-component and binary adsorption models were described in the Supporting Information. To quantify mixture diffusion in MOF-5, the mixing theory of Skoulidas, Sholl, and Krishna (SSK) was applied. This approach combines information from the loading-dependence of the single-component self and Maxwell−Stefan diffusivities with the binary adsorption isotherm to predict the loading- and composition-dependent matrix of binary diffusion coefficients.(69) Prior tests of the SSK approach by comparison with detailed atomistic simulations of binary diffusion in silica zeolites and carbon nanotubes indicate this approach is accurate for a wide variety of adsorbed mixtures.(70-74) We recently tested this method for CH4/H2 mixtures in another MOF, CuBTC, and showed that the predictions of the SSK approach are in good agreement with our direct molecular simulations of binary diffusion, suggesting that this approach may be a powerful one for examining multicomponent diffusion in MOFs.(61) We expect similar levels of agreement with the SSK approach and binary diffusivity simulations for MOF-5 since MOF-5 has a more energetically homogeneous structure than CuBTC, which includes several energetically different adsorption sites and unsaturated metal sites. To completely characterize single-component diffusion of an adsorbed species, several distinct diffusion coefficients must be defined,(70, 75, 76) as has been described in detail in multiple reviews. The self-diffusivity, Ds, describes the mobility of individual molecules and can be calculated from the mean squared displacement of individual molecules.(70, 75, 77) The transport diffusivity, Dt, relates the flux to a spatial concentration gradient in Fick’s law on a macroscopic scale, (1) The transport diffusivity, which is also known as Fickian diffusivity or chemical diffusivity, can be defined without approximation in terms of corrected diffusivity, Do, and a thermodynamic correction factor, a partial derivative relating the adsorbate concentration, c, and bulk phase fugacity, f, (2) The thermodynamic correction factor is fully defined once the single-component adsorption isotherm is known. Well developed approaches exist for calculating the corrected diffusion coefficient from MD simulations.(41, 75, 77, 78) For systems with a single adsorbed component, the corrected diffusivity is equivalent to the Maxwell−Stefan diffusion coefficient.(70, 79, 80) To apply the SSK method, functions describing the single-component self and corrected diffusivities of CO2, CH4, H2, and N2 as a function of their fractional loading are needed. Skoulidas and Sholl(41) computed these two distinct diffusion coefficients for the adsorbed gases of interest in MOF-5 using equilibrium molecular dynamics. They also calculated the transport diffusion coefficients of various gas species in MOF-5 by separately computing the adsorption isotherm and the loading-dependent corrected diffusion coefficients. The self and corrected diffusivities of each species in MOF-5 at room temperature as a function of fractional loading and smooth functions describing these diffusivities are given in Figure S3 and S4, Supporting Information. The functions used to fit the self and corrected diffusivities were fitted to the MD data with two constraints. First, each function was constrained to give the observed self-diffusion coefficient at zero loading. The self-diffusion coefficient can in general be computed more precisely than the corrected diffusivity. It is well-known, however, that these two quantities must coincide exactly at zero loading.(70, 75, 77) Second, both diffusivities were assumed to vanish at the saturation loading predicted by the fitted single-component adsorption isotherms. As might be expected, H2 has the highest self and corrected diffusivity compared to larger and more sluggish CO2. CH4 and N2 have very similar diffusivities at low pressures whereas at high pressures, CH4 diffuses faster than N2.  Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferences3 Prediction of Membrane Selectivity Throughout this paper, we consider membranes where transport of gas molecules occurs by adsorption and diffusion through a defect-free MOF-5 membrane. In all membrane calculations, transport resistances associated with the molecules entering and leaving the pores of MOF-5 are neglected; thus, the concentration of the adsorbates at the boundaries of the membrane is defined from the binary adsorption isotherms.(81) This assumption is known to be accurate for sufficiently thick membranes although deviations from this situation can occur for ultrathin membranes.(49, 82, 83) The thickness of the model MOF-5 membrane was taken as 10 μm in all calculations. We first examined the single-component permeance of each component through our model membrane. The predicted permeances are shown as a function of fugacity for a fixed transmembrane pressure drop of 1 bar and for a pressure drop equal to 80% of the feed pressure in Figure 1. Because of the pressure drop used for the results in Figure 1a, the values from this figure can also be interpreted as flux in units of mol/m2·s. In zeolites under similar conditions, single-component fluxes are typically decreasing functions of feed pressure since the molecules saturate the narrow pores at high pressures.(11) Because of the large adsorption capacity of MOF-5, the CH4, N2, and H2 fluxes are only weakly dependent on pressure under the conditions shown in Figure 1. The CO2 flux has a more interesting pressure dependence. Below ∼10 bar, the CO2 flux is an increasing function of pressure, whereas at higher pressures it decreases rapidly. As discussed in our previous work,(45) these trends are dominated by the shape of the adsorption isotherm. Although increasing the pressure drop enhances the flux of species, the permeance values and trends are not significantly different, as can be seen by comparing Figure 1a and 1b.  Figure 1. Predicted single-component fluxes of CO2, CH4, H2, and N2 across a 10 μm thick MOF-5 membrane at room temperature as a function of fugacity. The results in a used a transmembrane pressure drop of 1 bar, while in b the transmembrane pressure drop is 80% of the feed pressure. After the binary adsorption isotherms and mixture diffusivities were defined as described above, steady-state permeance of mixtures was calculated by specifying the pressure and composition on the feed side and the pressure on the permeate side of the membrane. The gases in both sides of the membrane were assumed to be well mixed. The total pressure on the permeate side was assumed to be controlled by a pressure regulator to mimic a typical experiment. The pressure regulator allows the pressure to rise until the set pressure is reached, and it also helps to hold the total pressure constant by allowing well mixed gases to leave. Steady-state fluxes were calculated using a shell description of the membrane which assumes that the matrix of Fickian diffusivities is constant at the concentration defined by the arithmetic mean of feed and permeate concentrations.(76) Test calculations involving full integration of the transport equations for the membrane for single-component examples indicated that this shell description gave accurate results. First, we investigated adsorption selectivities from equimolar mixtures at room temperature. Adsorption selectivities are defined as Sads(A/B) = (xA/xB)/(yA/yB) for selectivity of component A relative to component B, where xA (xB) is the mole fraction of A (B) in the adsorbed phase and yA (yB) is the bulk phase mole fractions of A (B). Figure 2 illustrates the adsorption selectivities of the six mixtures studied as a function of total bulk pressure. In the pressure range studied, the adsorption selectivity of CO2/H2 is the highest among the mixtures we examined, as should be expected. The lowest adsorption selectivity values are observed for N2/H2 since both interactions and size effects are competitive for these two species. The adsorption selectivities of CH4/N2 and CH4/H2 mixtures have similar trends with pressure, first an increase then a steady behavior. Since the packing effects that favor the adsorption of H2 or N2 are insignificant at low loadings, the energetic effects favoring CH4 adsorption becomes predominant, leading to a slight increase of methane selectivity with increasing loading.  Figure 2. Predicted adsorption selectivities from equimolar mixtures in MOF-5 as a function of pressure. The first species listed in the labels indicates the species that is selectively adsorbed. Figure 3 shows the predicted ideal selectivity, that is, the ratio of single-component fluxes of the species, and predicted selectivities for mixture transport. These calculations were performed with a transmembrane pressure drop that is 80% of the feed pressure and with equimolar feed streams for mixture transport. For all CO2 related mixtures, the ideal selectivity behavior is similar to the one that we reported before for the CO2/CH4 mixture.(45) It is clear from Figure 3 that the ideal and mixture selectivities of mixtures including CO2 are very different from each other at high feed pressures. At low and moderate pressures, the difference between the ideal and mixture selectivity occurs because the strongly adsorbing species reduces the concentration gradient of the other species in the mixture across the membrane and the relatively slow diffusion of the strongly adsorbing species reduces the diffusion rate of the other species. This situation has been observed before in other transport studies through nanoporous materials and discussed in our previous study of the CO2/CH4 mixture in MOF-5.(45, 84) At high feed pressures, the situation is more complex and the permeation of one species is induced by the concentration gradient of the other species because of the true multicomponent effects. These multicomponent effects may be examined by examining the diagonal and off-diagonal Fickian diffusivity coefficients. In all of the mixtures including CO2 that we examined, the off-diagonal diffusion coefficients associated with transport of CO2 induced by the concentration gradient of the other species in the mixture become the dominant diffusivities for moderate feed pressures. Additionally, the flux contribution of CO2 because of its own concentration gradient in these mixtures becomes negative above a certain feed pressure. Because of this negative flux contribution, the CO2 flux and selectivity of CO2 from the feed mixture decrease as the feed pressure increases. Additional details associated with these observations are given in the Supporting Information.  Figure 3. Predicted (a) ideal and (b) mixture permeation selectivities for a 10 μm thick MOF-5 membrane. The transmembrane pressure drop is 80% of feed pressure. Mixture selectivities are based on an equimolar feed. The first species listed in the labels indicates that permeation of the species that is favored. For mixtures not involving CO2, namely CH4/H2, N2/H2, and N2/CH4, the multicomponent effects still play a significant role. The ideal selectivities for N2, H2 and CH4 are almost independent of the feed pressure. The H2/N2 mixture is a good example showing how considering multicomponent effects can change the predictions for the performance of a membrane. For this example, the ideal selectivity of H2 from N2 was around ∼3 at high pressures, which suggests that MOF-5 membrane is moderately selective for H2 under these conditions. However the mixture selectivity of H2 from an equimolar H2/N2 mixture under similar conditions is only 1.1. In this example, multicomponent effects lead to the membrane being almost completely unselective. This mixture has arguably the worst properties we observed in terms of its mixture selectivity. For CH4/N2 and CH4/H2 mixtures, the mixture selectivities are not large, but they increase as the feed pressure in Figure 3b increases. As we did for other mixtures, we examined the trends of Fickian diffusivities for CH4/H2, N2/H2, and N2/CH4. In these cases, the off-diagonal diffusivity coefficients are small compared to the diagonal ones in the pressure range studied, as illustrated in the Supporting Information. The results presented above can potentially give a misleading view of the performance of the MOF membrane we have modeled because they examined only a sample of the possible operating conditions that could be considered. In order to investigate mixture selectivities as a function of operating conditions, we varied both feed pressure and pressure drop to create a “selectivity map” for each mixture. Figure 4 shows the predicted mixture selectivities for CO2/CH4, CO2/H2, CO2/N2, CH4/H2, N2/H2, and N2/CH4 permeation through a MOF-5 membrane using an equimolar feed stream as a function of feed pressure and transmembrane pressure drop at 298 K. The highest mixture selectivity value is observed for CO2/H2 mixture is ∼8, whereas the highest selectivity value for CH4/H2 is only 1.6. Separation of an equimolar mixture of H2 and CO2 has been performed using other porous materials at room temperature and moderate pressure. Selectivities of 45 (3.5) have been reported using adsorption in activated carbon(85) (a microporous silica membrane(86)). Separation of equimolar mixture of H2 and CH4 has been also performed in other porous materials at room temperature and moderate pressures. A selectivity of 8 has been reported with a SAPO-34 membrane,(87) while the selectivity reported for a microporous SSF membrane was 2.(88) Theoretical modeling of carbon nanotubes has predicted a membrane selectivity of 13 for this separation.(63) Separation of equimolar mixtures of CH4 and CO2 has been performed using SAPO-34 membranes at room temperature at a feed pressure of 222 kPa and a permeate pressure of 84 kPa. CO2/CH4 selectivities were found to be higher than 100 for pure SAPO-34 membranes.(84) Robeson showed that various polymeric membranes achieve CO2 selectivities from equimolar CO2/CH4 mixtures between 2 and 100.(89)  Figure 4. Calculated mixture selectivity for (a) CO2/CH4, (b) CO2/H2, (c) CO2/N2, (d) CH4/H2, (e) H2/N2, and (f) CH4/N2 permeation through a MOF-5 membrane using an equimolar feed stream as a function of feed pressure and transmembrane pressure drop at 298 K. The first species listed in the labels indicates the species with the higher permeation rate. For the mixtures with CO2, the shape of the contour plots are similar to each other, having local maxima of selectivity concentrated in an area where the pressure drop is high and feed pressure is mild. These regions illustrate that MOF-5 has at least limited potential as a membrane for the separation of CO2 from other light gases. On the other hand, the selectivity of H2 from CH4 and N2 using MOF-5 membrane does not seem very promising because of the low selectivities of H2. All of the results above used equimolar mixtures as the feed for the membrane. Figure 5 shows an example of varying the feed composition for each mixture with a feed pressure of 40 bar and a pressure drop of 30 bar. These calculations support the idea that equimolar feeds are good choices for CH4/H2, N2/H2, and N2/CH4 to characterize the overall behavior of membrane for CH4/H2, N2/H2, and N2/CH4, because for these mixtures the membrane selectivity does not change strongly with the feed composition. Although we suggested above that MOF-5 may be a viable membrane material for the separation of CO2, the calculations in Figure 5 show that the membrane selectivity is strongly dependent on composition of the feed gas for CO2/N2 mixtures. To further analyze the effect of feed composition on the selectivity of CO2 from N2, we produced the selectivity map for a CO2/N2 for bulk mixtures with 10% CO2, a situation that is relevant for flue gas applications. Figure 6 shows that under mild operating conditions, lower feed pressure, and pressure drop, this selectivity map is very similar to that of an equimolar mixture, Figure 4c. Although the maximum selectivity seen for feeds with 10% CO2 is smaller than for the equimolar feeds, the qualitative features of the two selectivity maps are very similar. This is a useful observation because it indicates that the equimolar selectivity map (Figure 4c) can be combined with the results examining membrane selectivity as a function of feed composition at fixed operating conditions (Figure 5) to give a overview of the predicted membrane performance for all possible feed compositions, feed pressures, and transmembrane pressure drops.  Figure 5. Effect of feed gas composition on mixture selectivity for a 10 μm thick MOF-5 membrane at 298 K with a feed pressure of 40 bar and transmembrane pressure drop of 30 bar. The first species listed in the labels indicates the species that is favored.  Figure 6. Calculated CO2 selectivity from CO2/N2 mixtures permeating through a MOF-5 membrane using a feed stream with 10% CO2 as a function of feed pressure and transmembrane pressure drop at 298 K. Selectivity is an important property to characterize the performance of a membrane; however, a membrane with a high selectivity but a low flux or permeability may require such a large membrane surface area that it becomes economically unattractive. The results in Figure 1 showed that MOF-5 membrane exhibited very large fluxes for all the mixtures that we studied here. Our early calculations demonstrated that permeation of CO2/CH4 mixture through the MOF-5 membrane lies above the upper bound curved established for polymeric membranes by Robeson(89) although the selectivity of the MOF-5 membrane is low relative to many polymer membranes.(45) The high permeation rates of mixtures through MOF membranes may be a useful property in incorporation of MOF particles into polymers to make composite membranes.  Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferences4 Discussion In this paper, we have used molecular simulations and continuum modeling to predict the properties of MOF-5 membranes for all binary gas mixtures of CO2, CH4, H2, and N2 at room temperature. We have presented calculations that examine the selectivities of these membranes over a large range of feed pressures, transmembrane pressure drops, and feed compositions. One clear conclusion from our calculations is that the permeation of gas mixtures through MOF-5 crystals can differ substantially from the properties inferred from single-component permeation, so examining the properties of mixtures is crucial to understanding the performance of MOF membranes. We predicted binary adsorption and binary diffusion data by using the results of single-component adsorption and transport simulations and extending them with the mixing theories to describe mixture adsorption and diffusion. This approach is appealing because it can be extended efficiently to the task of examining MOFs as potential membrane materials. It is straightforward to establish the accuracy of Ideal Adsorbed Solution Theory for predicting mixture adsorption of the systems we have considered by comparison with mixture GCMC simulations, and these simulations can be used to provide mixture adsorption data if IAST is not applicable. Assessing the accuracy of the mixing theory we have used to describe mixture diffusion is more challenging, although we have recently reported one comparison of this kind for light gas diffusion in the MOF material CuBTC.(61) Although multiple applications of the mixing theory we have used in other nanoporous materials have shown reliable results, the challenge of truly understanding the characteristics of multicomponent diffusion in MOFs remains an important one for considering the huge variety of MOFs that could conceivably be used in membrane-based applications. We reiterate that our calculations have dealt with an idealized membrane made from a single defect-free MOF-5 crystal. Although making membranes directly from thin films of MOFs may ultimately have important advantages in terms of device performance, a shorter-term application of MOFs in membranes is likely to be in mixed matrix membranes.(51) To select polymer/MOF pairs that yield useful properties for gas separations in these composite films, knowledge of the adsorption and transport properties of the permeating gases in MOF crystals is vital. The methods we have used here for individual MOF crystals should also be useful in describing mixed matrix membranes that include MOF crystals. Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferencesAcknowledgment Partial support from the National Science Foundation through grants CTS-0413027 and CTS-0556831 is gratefully acknowledged.  Top of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferencesSupporting Information Details of our modeling methods. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionBinary Adsorption and Diffusion CalculationsPrediction of Membrane SelectivityDiscussionReferencesReferencesThis article references 89 other publications.1. Hsieh, H. P.  Inorganic Membranes for Separation and Reaction; Elsevier: New York, 1996.There is no corresponding record for this reference.2.   Freeman, B. D.  Basis of Permeability/Selectivity Tradeoff Relations in Polymeric Gas Separation Membranes  Macromolecules 1999,  32,  375– 380[ACS Full Text ], [CAS]2. Basis of Permeability/Selectivity Tradeoff Relations in Polymeric Gas Separation MembranesFreeman, Benny D.Macromolecules\r\n        (1999),\r\n    32\r\n        (2),\r\n    375-380CODEN:\r\n                MAMOBX;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2009/iecred.2009.48.issue-2/ie8010885/production/images/small/ie-2008-010885_0002.gif\">"]}