{"title": "Specific Oriented Metal–Organic Framework Membranes and Their Facet-Tuned Separation Performance", "authors": ["Yiyin Mao", "Binbin Su", "Wei Cao", "Junwei Li", "Yulong Ying", "Wen Ying", "Yajun Hou", "Luwei Sun", "Xinsheng Peng"], "doi": ["10.1021/am5049702"], "abstract": "Modulating the crystal morphology, or the exposed crystal facets, of metal–organic frameworks (MOFs) expands their potential applications in catalysis, adsorption, and separation. In this article, by immobilizing the citrate modulators on Au nanoparticles and subsequently being fixed on solid copper hydroxide nanostrands, a well-intergrown and oriented HKUST-1 cube crystal membrane was formed at room temperature. In contrast, in the absence of Au nanoparticles, well-intergrown and oriented cuboctahedron and octahedron membranes were formed in water/ethanol and ethanol, respectively. The gas separation performances of these HKUST-1 membranes were tuned via their exposed facets with defined pore sizes. The HKUST-1 cube membrane with exposed {001} facets demonstrated the highest permeance but lowest gas binary separation factors, while the octahedron membrane with exposed {111} facets presented the highest separation factors but lowest permeance, since the window size of {111} facets is 0.46 nm which is smaller than 0.9 nm of {001} facets. Separation of 0.38 nm CO from 0.55 nm SF was realized by the HKUST-1 octahedron membrane. As a proof of concept, this will open a new way to design MOF-related separation membranes by facet controlling.", "text": "10.1021/am5049702 10.1021/am504970210.1021/am5049702Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroductionMetal–organic frameworks (MOFs),(1, 2) or porous coordination polymers, due to their unique porous structures and diverse properties, have attracted huge attention for applications in gas separation,(3-14) chemical sensing,(15-18) catalysis,(19-22) and optical devices.(23) Recently, as alternatives to pure MOF membranes, MOF-containing mixed-matrix membranes (MMMs) have been investigated.(24, 25) Crystal with specific exposed facets has also been taken into wide consideration as it provides a fair chance to modulate the MOFs’ performance,(26) like hydrogen storage,(27, 28) film orientation control,(29) and oriented polyhedral crystal arrays.(30)The morphologies of MOFs recently have been controlled by synthesis strategies,(31, 32) reaction parameters,(33, 34) reverse microemulsions,(35, 36) and additives.(37, 38) Among them, the additives with their high efficiency and repeatability have been frequently introduced. The additives(39) can be classified into three categories: capping agents,(27) blocking agents,(37) and modulators.(33, 40-45) Capping agents, which are commonly polymers, have been used to control the morphology of MOF crystals. Molecular blocking agents have been shown to stop the crystal growth, while modulators have been used to control the size and morphology of MOF crystals.(39) For instance, Prussian Blue analogue (PBA) Cd3[Co(CN)6]2·nH2O nanocubes have been obtained in the presence of poly(vinylpyrrolidone), while sodium dodecylbenzenesulfonate resulted in the octahedral crystals.(27) For modulators,(33, 40-45) mostly monocarboxylic acids and their salts were used for the synthesis of carboxyl-terminated MOFs, while N-heterocycles and alkylamines were also employed for the synthesis of zeolitic imidazolate frameworks (ZIFs).(39) Recently, Kitagawa’s group used lauric acid as the modulator to transform the HKUST-1 crystals from octahedron to cuboctahedron and to cube with an increase in concentration of lauric acid.(26)The aforementioned MOF crystals with exposure-specific facets were in the form of powders or isolated particles, and some of them even show unique selective sorption properties.(46, 47) However, they cannot be examined as molecular separation membranes. It is well-known that due to their unique porous structures MOF membranes, especially for gas separation, have been widely investigated.(3-14) The separation performance of MOF membranes should be significantly improved by controlling the exposure facets or orientation of the well-intergrown MOF crystals, but most of the reported MOF membranes were prepared by the secondary seeding growth method without specific facet controlling.(11, 48-50) Although the obtained membranes were dense enough to have a gas separation test, it is a tedious procedure and costs a long time. Recently, at room temperature, we obtained an HKUST-1 cuboctahedron membrane with exposure to {001} and {111} facets by using solid copper hydroxyl nanostrand (CHN) thin films as the copper source, which demonstrated a good gas separation performance.(10) However, it is still a great challenge to prepare MOF membranes with shaped crystals in high orientation with specific exposed facets to correlate the corresponding facets with the separation performance. On the basis of the molecule modulation principle as reported by Kitagawa(26) in this work, we prepared well-oriented and intergrown HKUST-1 cube membrane exposed {001} facets by fixing the citrate-functionalized Au nanoparticle (CFAuNP) on CHNs to form a solid modulator and solid copper source and reacting with 1,3,5-benzenetricarboxylic acid (H3BTC) ethanol/water solution with volume ratio of 1:1 at room temperature. In comparison, oriented and well-intergrown HKUST-1 cuboctahedron and octahedron membranes were also prepared in the absence of CFAuNPs, respectively. All of these three membranes were formed at room temperature within 2 h. The confinement of the modulator molecules and copper sources significantly benefits the formation of the well-intergrown HKUST-1 cube membrane. As expected, the HKUST-1 cube membrane with exposed {001} facets and larger window size of 0.9 nm demonstrated the highest permeance but lowest binary gas separation factors. However, the HKUST-1 octahedron membrane with exposed {111} facets and smaller window size of 0.46 nm(46) presented the lowest permeance but highest binary gas separation factors and obviously size effects for the CO2/SF6 mixture. The separation performance of the HKUST-1 cuboctahedron membrane was moderate. To the best of our knowledge, this is the first report on the tunable separation performance of the same MOF constructed membranes through designing different exposed facets with defined pore size. This concept can be extended for tuning the separation performance of other MOF membranes with different morphologies or different exposed crystal facets and pave a novel way to design high performance MOF separation membranes.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental SectionExperimental MaterialsCopper nitrate (Cu(NO3)2·3H2O) and 2-aminoethanol (NH2–CH2CH2OH) were purchased from Acros Chemicals. H3BTC (trimesic acid) was purchased from Sigma-Aldrich. Sodium citrate was purchased from Alfa Aesar. HAuCl4·4H2O was purchased from Wako Pure Chemical Industries, Ltd. The supports were anodic alumina oxide (AAO) membranes (Whatman Anopore) with an average pore size of ca. 200 nm and porosity of 50%. Ultrapure water of 18.2 MΩ produced by a Millipore direct-Q system was used throughout the experiments.Preparation of CHNsCHNs were synthesized by quickly mixing 2 mM copper nitrate (11.28 mg, 0.06 mM) and 0.7 mM aminoethanol (1.32 mg, 0.02 mM) at room temperature and aging for at least 1 month.(10)Synthesis of Citrate-Functionalized AuNP ColloidsThe citrate-stabilized AuNPs of 5 and 50 nm in diameter were prepared using Frens’ method but with some modification.(51) For 50 nm CFAuNPs, 2 mL of 38.8 mM sodium citrate was quickly injected into 50 mL of vigorous boiling 1 mM HAuCl4 aqueous solution. The solution was refluxed for an additional 10 min under stirring, then stop heating was removed, and it was stirred for another 15 min. The solution naturally was cooled to room temperature and then stored at 4 °C, and 5 nm CFAuNPs were obtained by quickly cooling the rebated solution in an ice/water bath. The molar concentrations of 5 and 50 nm AuNPs were calculated to be nearly 1.5 × 1015 and 7.8 × 1012 unit/mL. Figure S8 (Supporting Information) presents the FTIR curve of the CFAuNPs. The IR bands at 3433 and 1745 cm–1 are assigned to the C–O(H) and C═O stretching vibrations, and it turns out that citrates are already coordinated on the surface of the AuNPs.(52)Preparation of the Free-Standing HKUST-1 Cube MembraneFirst, 0.5 mL of CFAuNP colloids was mixed with 30 mL of CHN solution and stirred for about 5 min. After filtering the mixture solution on a polycarbonate (PC) membrane with pore size of 200 nm, a free-standing CFAuNP/CHN thin film was obtained by peeling off from the PC in ethanol. Then the ethanol was removed by pipet. After that 10 mL of 5 mM H3BTC (10.51 mg, 0.05 mM) ethanol/water solution with volume ratio of 1:1 was added and kept reacting at room temperature. Typically, after 2 h, a free-standing HKUST-1 cube membrane was obtained and used for gas separation. The amount of Au on each cube HKUST-1 membrane is 4.93 mg.Preparation of a Free-Standing HKUST-1 Cuboctahedron MembraneAs described in our previous work,(10) first, a free-standing mesoporous CHN layer was prepared by filtering 60 mL of CHNs on a PC membrane and then peeled off from the PC membrane by immersing into ethanol solution. Then the ethanol was removed by pipet. After that 10 mL of 10 mM H3BTC (21.01 mg, 0.1 mM) ethanol/water solution with volume ratio of 1:1 was added and kept reacting at room temperature. After 2 h, a free-standing HKUST-1 cuboctahedron membrane was obtained and used for gas separation.Preparation of a Free-Standing HKUST-1 Octahedron MembraneA free-standing mesoporous CHN layer was prepared by filtering 60 mL of CHNs on a PC membrane and then peeled off from the PC by immersing into ethanol solution. After removing away ethanol by pipet, 10 mL of 10 mM H3BTC (21.01 mg, 0.1 mM) ethanol solution was added and kept reacting at room temperature. After 2 h, a free-standing HKUST-1 octahedron membrane was obtained and used for gas separation.CharacterizationThe phases of the as-prepared products were characterized by XRD at room temperature using an X’Pert PRO (PANalytical, Netherlands) instrument with Cu Kα radiation. The morphologies and structures were characterized by using scanning electronic microscopy (SEM, Hitachi S-4800) with X-ray energy dispersive analysis spectroscopy (EDS) and transmission electronic microscopy (TEM, Tecnai G2F20). SEM observation was conducted after coating a thin platinum layer by using a Hitachi e-1030 ion sputter at the pressure of 10 Pa and the current density of 10 mA. The gas permeation was carried out by using a dead-end separation system with stainless steel filter holders (Millipore XX4502500, 25 mm, max inlet pressure 345 bar) and mass flow meters (Seven-star D07–19 μB). The free-standing HKUST-1 membranes composed of different crystals were transferred onto AAO membranes with pore size of 200 nm and diameter of 2.5 cm (Whatman), respectively. Then the preloaded AAO membrane was sealed into the above separation system. The volume ratio of the binary gases we used for the gas separation test was 1:1. Before exploring the gas separation experiment, the test gas was introduced into the separation system with the prepared HKUST-1 membrane for 4 h to make the membrane reach the saturation sorption state.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and DiscussionSynthesis of HKUST-1 Membranes with Exposed Specific FacetsScheme 1 shows the preparation process of HKUST-1 membranes composed of different shaped crystals. For the cube crystals, CFAuNP and CHN solutions were mixed together followed by filtering on a porous substrate. The obtained free-standing CFAuNP/CHN film reacted with H3BTC in water/ethanol solution. After 2 h, a free-standing well-intergrown HKUST-1 membrane composed of cubic crystals was formed. However, in the absence of CFAuNPs, a free-standing HKUST-1 membrane composed of cuboctahedrons was obtained. In addition, the HKUST-1 membrane composed of octahedrons was formed by reacting the CHN film with H3BTC in ethanol solution for 2 h.Scheme 1. Growth Process of (a) Cube, (b) Cuboctahedron, and (c) Octahedron HKUST-1 Crystal at Room Temperature, RespectivelyFigure 1a shows a typical SEM image of CHN film. The CHNs are long and narrow with a width of 2.5 nm. Since these CHNs are positively charged and well dispersed in solution, negatively charged CFAuNPs could be easily attracted on them and assembled into CFAuNP–CHN composites. Figure 1b shows the surface of the CFAuNP/CHN composite film by filtering the CFAuNP–CHN composite dispersion onto a porous PC substrate. The CFAuNPs with a diameter of 50 nm dispersed well and isolated in the CHNs matrix. Then the CFAuNP–CHN film was peeled from the PC substrate and reacted with 10 mL of 5 mM H3BTC water/ethanol solution with volume ratio of 1:1 at room temperature for 2 h. The SEM images in Figure 1c,d and Figure S3 (Supporting Information) show that a continuous HKUST-1 membrane consisting of well-intergrown cubes with a thickness of about 2.5 μm is formed without a visible pinhole or crack. The size of these cube crystals is in the range from 1 to 2 μm. The grain boundaries are not discerned in the cross-section image as shown in Figure 1d. The CFAuNPs are rarely found on the surface of the membrane. In order to locate the position of the CFAuNPs, we carried out the element mapping by EDS along the cross-section. Figure 1e shows the depth distribution of C, O, Cu, and Au in the HKUST-1 cube membrane, respectively. It indicates that CFAuNPs are uniformly distributed. Figure 1f also indicates that CFAuNPs are embedded in the HKUST-1 cubes.Figure 1. SEM images of (a) CHNs; (b) CFAuNPs-CHNs; (c) surface; and (d) cross section of the cube HKUST-1 membrane prepared from CFAuNP/CHN film reacting with 10 mL of 5 mM H3BTC ethanol/water solution with volume ratio of 1:1 at room temperature for 2 h; (e) mapping result of the area marked with a red box in (d); (f) TEM image of a solo cube crystal. The solo cube crystals were prepared under ultrasonication for a long time.Similar to our previous report,(10) Figure 2a,b shows that the HKUST-1 cuboctahedron membrane is formed from the pure CHN film and 10 mL of 10 mM H3BTC water/ethanol solution (volume ratio of 1:1) at room temperature for 2 h. However, when ethanol was used as the solvent, the HKUST-1 octahedron membrane was obtained (Figure 2c,d). These two membranes are continuous and well-intergrown with thickness of about 5 μm.Figure 2. SEM images of (a) surface and (b) cross section of the cuboctahedron HKUST-1 membrane prepared from CHN film reacting with 10 mL of 10 mM H3BTC ethanol/water solution with volume ratio of 1:1 at room temperature for 2 h; (c) surface and (d) cross section of the octahedron HKUST-1 membrane prepared from CHN film reacting with 10 mL of 10 mM H3BTC ethanol solution at room temperature for 2 h.Figure 3a–c illustrates the corresponding XRD patterns of the HKUST-1 cube, cuboctahedron, and octahedron membranes, respectively. For comparison, Figure S2 (Supporting Information) presents the XRD patterns of the pure polycarbonate membrane. All of the patterns clearly exhibit a pure HKUST-1 phase formed without any second phase.(53, 54) In the cube one, the peak intensities of {200} and {400} are much higher than that of {220} and {222}. However, in the octahedron one, the peak intensity of {222} is much higher than that of {200} and {400}. Hence, the cubic and octahedron morphologies of these two membranes are oriented along the ⟨001⟩ and ⟨111⟩ directions, respectively. In the cuboctahedron one, the intensities of these peaks are very close, indicating the crystals in the cuboctahedron membrane grow simultaneously along both ⟨111⟩ and ⟨100⟩ directions. These results are very well consistent with the SEM observations. The XRD peaks of Au particles do not appear due to their low content of 0.8 atom % (in Figure S3, Supporting Information).Figure 3. XRD patterns of HKUST-1 (a) cube, (b) cuboctahedron, and (c) octahedron membranes, respectively.Growth MechanismThe different morphologies of these three membranes can be elucidated under the BFDH (Bravais, Friedel, Donnay, and Harkery) law.(55) The crystal shape is determined by the growth rates of the specific facets. By tuning the growth rates on the {001} facet (v{001}) or on the {111} facet (v{111}), they could tune the HKUST-1 crystals from octahedron to cuboctehadron and further to cube.(26) When v{111} > v{001}, the {001} facets are dominant, and the HKUST-1 crystal surfaces are terminated by {001} facets, i.e., the HKUST-1 cube membrane. However, when v{111} < v{001}, the growth sustains along the ⟨001⟩ direction and results in an HKUST-1 octahedron membrane. Similarly, a HKUST-1 cuboctahedron membrane was obtained in the case of v{001} ≈ v{111}.Figure 4. SEM images of the CHN layer reacted with 10 mL of 5 mM BTC ethanol/water solution with volume ratio of 1:1 in the presence of 1 mM citrate at room temperature for (a) 1 min; (b) 5 min; (c) 15 min; (d) 30 min; (e) 1 h; and (f) 2 h, respectively.Kitagawa et al. recently have realized a morphological transition (octahedron–cuboctahedron–cube) in the HKUST-1 crystal with an increase in concentration of the modulator (n-dodecanoic acid or lauric acid).(26) Lauric acid has a carboxyl group at the end of the long alkyl chain which is regarded as a termination of coordination. Here, CFAuNP as a modulator was chosen to control the growth habits of HKUST-1 crystals. First, in order to clarify the function of citrate for the growth of cubic HKUST-1 crystals, the concentration of citrate and the reaction time are investigated. Figure S4 (Supporting Information) presents SEM images of CHN film reacted with 10 mL of 0.2, 0.8, and 1 mM citrate ethanol/water solution with volume ratio of 1:1 at room temperature for 2 h, respectively. Clearly, a transformation of crystal morphology from cuboctahedron (Figure S5a, Supporting Information) to cube (Figure S5c, Supporting Information) is observed. In addition, the time effect is investigated by reacting CHN films with 1 mM citrate acid and 5 mM H3BTC in 10 mL of ethanol/water solution (volume ratio of water to ethanol of 1:1) at room temperature for different time. The corresponding results are shown in Figure 4. Within 1 min, there are some blurry crystals, indicating that plenty of nucleates are formed (Figure 4a). After 5 min, cubic crystals are observed (Figure 4b), and the size of these cubic crystals becomes bigger resulting from quickly increasing the number of the crystal when further elongating the time (Figure 4c–e). After 2 h, the CHNs have completely consumed (Figure 4f). The obtained cubes stacked loosely and randomly, with size in the range from 2 to 4 μm. Crystal intergrowth hardly happens and cannot be used for gas separation. These results are similar to the HKUST-1 cube particles formed by lauric acid molecules in solution.(26) We suppose that the efficient mobility of modulator molecules in the solution is likely responsible for the formation of loosely packed and hardly intergrown cubes. If the modulators are immobilized or fixed they may result in well-intergrown cube membranes.Figure 5. SEM images of surface and cross section of the cube HKUST-1 membrane using CFAuNPs as additives and reacting with 10 mL of 5 mM H3BTC ethanol/water solution with volume ratio of 1:1 at room temperature for (a),(b) 1 min; (c),(d) 5 min; (e),(f) 30 min; and (g),(h) 1 h, respectively.To support the above hypothesis, the citrates immobilized on 50 nm AuNP colloids, namely, CFAuNPs, solution were employed. Then the CHN thin film reacted with the mixture solution of 0.5 mL of CFAuNP solution and 10 mL of 5 mM H3BTC water/ethanol solution with volume ratio of 1:1. Figure S5 (Supporting Information) shows that truncated octahedron and cuboctahedron HKUST-1 crystals are formed randomly. No obvious intergrowth between these crystals occurs. Furthermore, citrate–CHN film prepared by mixing 30 mL of CHN with 10 mL of 1 mM citrate was used to react with 10 mL of 5 mM BTC ethanol/water solution with volume ratio of 1:1 at room temperature for 2 h. The obtained cubes stack loosely and randomly, as shown in Figure S6 (Supporting Information). The result is similar to the one in Figure 4. This indicates that during the reaction the citrate molecules are released from the CHN surface and transferred into the solution. However, as shown in Figure 1c,d and Figure 5c–h, a continuously well-intergrown and dense HKUST-1 cube membrane is formed when fixing the CFAuNPs in the CHN matrix. Citrate has three carboxyl groups. One or two carboxyl groups are coordinated with the Au nanoparticles, while there is at least one carboxyl group staying unreacted. Therefore, on the surface of the AuNPs there are a large number of carboxyl groups.(56) The AuNPs are restricted in the CHN layer and cannot move freely. Both the modulators as well as the copper source are in solid states. In addition, the positions of CHNs where CFAuNPs are bound provide favorable nucleate sites for the HKUST-1 crystal growth due to the preformed COO–Cu coordination bonds.(24) At the same time, the citrate on the surface of AuNPs will guide the formation of cubic seeds. Afterward, the CFAuNPs are covered by the cube crystals. The BTC ligands in the solution will continuously react with the inner CHN layer to produce HKUST-1 paddle wheels and grow on the preformed cube seeds. Finally, large cubes are formed and well intergrown with each other because of the fixed seeds.Figure 5 presents the overview and cross-section SEM images of the HKUST-1 membrane prepared by using CFAuNP–CHN composite thin films. It is clearly seen from Figure 5a that, even just reacted for 1 min, small HKUST-1 cube crystals are already formed, and some of them become intergrown, except some uncovered CFAuNPs observed in the CHN layer. The thickness of the unreacted CHN layer is 2.2 μm, as presented in Figure 5b. Figure 5c,d indicates that after 5 min a well-intergrown HKUST-1 cube layer with a thickness of 500 nm is formed. If the reaction proceeds further, the surface morphology of the cube layer is almost unchanged, while the thickness of the CHN layer reduces. After 1 h, Figure 5h indicates that about half of the CHNs are converted into HKUST-1 cubes. After 2 h, all of the CHNs have been consumed to result in a dense HKUST-1 cube membrane with thickness of 2.5 μm, as seen in Figure 1c,d. The cube crystals are uniform in the size of about 2 μm. All these results supported our hypothesis. It is clear that limiting the freedom of the modulators and the copper sources can produce a well-oriented and intergrown HKUST-1 cube membrane with uniform size and thickness. The following possible mechanisms are proposed for these results.Figure 6. Preparation processes of HKUST-1 cube membranes using (a) citrate solution and CHN thin film and (b) CFAuNP/CHN composite thin film.Similar to lauric acid,(38) citrate molecules not only prefer to bind to the {001} facets resulting in HKUST-1 cube crystal but also are helpful for the nucleation process. When the citrate is dissolved in the solution with H3BTC, due to enough freedom of the citrate molecules, they will bind to the CHN surface as much as possible and compete with BTC molecules. During this process, nucleates will be generated and grow into a cube in the presence of citrate molecules. By the way, the citrate molecules also will attach on the surface of the preformed cubes and repel them from each other as shown in Figure 6a. Therefore, it is very hard to get a dense and well-intergrown HKUST-1 cube membrane by using citrate solution. Even citrate anchored on AuNPs, CFAuNPs, and colloid solution is used, and cuboctahedron and truncated octahedrons are formed randomly without obvious intergrowth between them (Figure S6, Supporting Information). This is because the freedom of CFAuNPs in solution is still high enough and because of the steric effect of AuNPs, which could not completely suppress the growth along the ⟨111⟩ direction. However, in the CFAuNP/CHN composite film case, the citrate is anchored on the surface of the AuNPs and further fixed on CHNs as aforementioned. The generation rate of HKUST-1 nucleates and the formation of cube seeds should be relatively slower and less than that in citrate solution. Then the cubes will grow bigger and bigger through the homoepitaxial process and result in a well-intergrown HKUST-1 cube membrane. Finally, these CFAuNPs will be embedded in the cubes (Figure 6b). The SEM and TEM results confirm that the AuNPs are really located in the cubes. Furthermore, it is hard for the BTC ligands to go quickly through the dense surface layer to react with the bottom layer of CHNs, which makes the membrane more intergrown and the crystal size more uniform. This is also the reason that a dense and well-intergrown HKUST-1 cube layer is formed within 5 min, while exhausting all of the CHNs takes 2 h.Furthermore, it is found that the size of CFAuNFs has no effect on the growth of the HKUST-1 cube membrane. As shown in Figure S7 (Supporting Information), CFAuNPs with size of 5 nm assembled on CHNs to form CFAuNP/CHNs film, which can also form a dense and well-intergrown HKUST-1 cube membrane after reaction with BTC solution, as presented in Figure S8 (Supporting Information).Figure 7. (a) Unit cell of HKUST-1 projected along ⟨100⟩; (b) the cuboctahedron growth unit that contains 6 (c) square-window {001} facets and 8 (d) triangle-window {111} facets; binary gas separation factor curves of CO2/SF6 through (e) cube, (f) cuboctahedron, and (g) octahedron HKUST-1 membranes, respectively.HKUST-1 crystals are arranged in a face-centered cubic (fcc) network (Fm3m). Figure 7a shows a unit cell of HKUST-1. The growth unit is a cuboctahedron that contains six square (marked as red) {001} facets and eight triangle (marked as yellow) {111} facets, as shown in Figure 7b. One channel of the crystal runs along the ⟨100⟩ directions through the square-windows (Figure 7c), while the other runs along the ⟨111⟩ direction through the triangle-windows (Figure 7d). As mentioned before, when the growth rate is v{001} < v{111}, the final membrane is composed of HKUST-1 cubes with exposed {001} facets. The cube crystal has tetragonal windows with size of 0.9 nm.(46) Similarly, when the growth rate of v{001} is faster than v{111}, an HKUST-1 octahedron membrane is formed with exposed {111} facets. The octahedron crystal has triangle windows with size of 0.46 nm.(46) In the case of v{001} ≈ v{111}, a HKUST-1 cuboctahedron membrane is obtained. The cuboctahedron crystal which consists of six red square-windows and eight yellow triangle-windows exposed {001} and {111} facets, respectively.Facet-Tuned Gas SeparationSince these membranes are well oriented and exposed specific facets with identified pore sizes, it is desirable to investigate the separation performance through the same MOFs by crystal facets controlling. As a proof of concept, after activation by heating at 120 °C under vacuum for 2 h, these three kinds of well-intergrown and continuous HKUST-1 membranes were examined for gas separation at room temperature. As mentioned above, the red exposed {001} HKUST-1 crystal facet had a pore size of 0.9 nm,(46) while the yellow exposed HKUST-1 {111} crystal facets had a pore size of 0.46 nm.(46) In order to examine the size effect of these specific exposed facets on the gas separation performance, CO2 with kinetic diameter of 0.33 nm(57) and SF6 with kinetic diameter of 0.55 nm(58, 59) are chosen since the diameter of CO2 is less than both the pore size 0.46 nm of the {001} facet and 0.9 nm of the {111} facet, while the size of SF6 is larger than the pore size of the {001} facet but smaller than that of the {111} facet. Both of them are much smaller than the cavity size 1.32 nm of HKUST-1.(46) In addition, the sorption capacities of HKUST-1 for CO2 and SF6 are about 1.8 and 2.0 mmol·g–1 at 295.25 K and 1 bar.(60) Therefore, it is reasonable to expect that the sorption and diffusion contribution of these two gases through the above three HKUST-1 membranes should be almost the same. If there is any difference of the separation performance of CO2 and SF6 through these three HKUST-1 membranes, it should be due to their exposed facets with different aperture size.Table 1. Permeances after Normalization and Separation Factors of the HKUST-1 Membranes  separation factorcpermeance normalized to 5 μm thicknessd (mol*10–6 m–2 s–1 Pa–1)membraneathicknessb (μm)CO2/CH4CO2/SF6CO2CH4SF6cube2.5 ± 0.10.601.50.440.740.30cuboctahedron5 ± 0.150.591.90.380.640.20octahedron5 ± 0.150.6113.10.340.560.03aThe efficacious area of the membrane is 3.80 × 10–4 m2.bAfter testing the thicknesses of the membranes using the same method, the error of the membrane thickness is below 5%.cThe separation factors are the average result after we use three membranes with the same morphology to do three test dots for each membrane.dThe permeances are the average result after we use three membranes with the same morphology to do three test dots for each membrane.As the thickness of the cube membrane is half of that of the other two membranes, for comparison with each other, the permeances are normalized to the thickness of 5 μm. Table 1 presents the gas separation data from Figure S9 (Supporting Information) and Figure 7e–g after normalization of the synthesized three HKUST-1 cube, cuboctahedron, and octahedron membranes, respectively.It is noticed that the permeances of the gases are independent of the pressure dropping, indicating the absence of macroscopic defects.(11) It is well-known that the sorption and diffusion contribute to the gas separation performance through microporous membranes, beside a size-sieving mechanism.(57) There are two binary gas pairs, CH4 (kinetic diameter 0.38 nm)/CO2 (kinetic diameter 0.33 nm)(57) with similar kinetic diameters but different sorption capacity (1.9 mM/g for CO2 and 0.7 mM/g for CH4)(60) and CO2/SF6 (kinetic diameter 0.58 nm)(57) with different kinetic diameters but similar sorption capacities in HKUST-1 (1.9 mM/g for CO2 and 2.0 mM/g for SF6) at 293.5 K under pressure in the range of 1–2 bar. For the CH4/CO2 pair, the ratio of the permeance is a 2.71 sorption selectivity and a 0.60 Knudsen diffusion selectivity. The actual permselectivity is 0.60 for the cube, 0.59 in the cuboctahedron, and 0.61 in the octahedron samples (Table 1). After considering the sorption selectivity (2.71) and the Knudsen diffusion selectivity (0.60), the simple and basic prediction permselectivity is 1.62 for this CO2/CH4. However, the experimental permselectivities are almost the same as the Knudsen diffusion selectivity, which suggests that sorption selectivity is not exerting much influence in all the samples, including the octahedron sample, and even the kinetic diameters of CH4 and CO2 are much more smaller than the pore size 0.9 nm of the {111} facets of octahedral HKUST-1.Moreover, according to the same analysis for the CO2/SF6 pair, where the sorption selectivity is 0.95,(60) with a Knudsen diffusion selectivity of 3.3, the expected permselectivity is 3.2. However, the actual permselectivities (Figure 7e and Table 1) are 1.5 for the cube, 1.9 for the cuboctahedron, and 13.1 for the octahedron samples. Thus, it seems that the sorption selectivity is actually less than the 0.95 value suggested by the sorption capacities.(60) This fact notwithstanding, the value of 13.1 is ≫3.2 and supports that size-sieving selectivity is occurring in the octahedron sample alone. Since both the sizes of CO2 and SF6 are much less than the red window size of {111} facets (0.9 nm), but the size of SF6 is much bigger than the window size of {001} facets (0.46 nm), and the sorption properties of them are almost the same at room temperature and relatively low pressure,(60) smaller CO2 molecules can easily permeate through both {001} and {111} facets, but SF6 can only pass through {001} facets and will blocked by {111} facets. The separation factor is 13.1 for binary CO2/SF6 in the cathedra HKUST-1 sample and is comparable to those of zeolite and ZIF membranes by the size-sieving process.(58, 3, 6, 8, 12) That the HKUST-1 octahedron membrane cannot reject the SF6 completely indicates that there may exist some tiny cracks or grain boundaries. Anyway, it is reasonable to contribute the different separation performances between the cube and octahedron HKUST-1 membranes to the size-sieving effect from their exposed facets with different pore sizes. This provides a possible way to tune the gas separation performance by controlling the exposed facets and orientation of MOF crystal membranes.The reproducibility and durability of the membrane performance were also examined. As shown in Figure 7e–g, the HKUST-1 membranes retain their separation factors and permeances up to 24 h. The membrane can be used repeatedly for over three months in the present study, indicating their stability.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusionIn summary, in order to realize the facet-tuned separation performance of the same MOF constructed membranes, three HKUST-1 membranes with different orientation and specific exposed facets are prepared. The ⟨001⟩ oriented well-intergrown HKUST-1 cube membrane was prepared by using CFAuNPs fixed in CHN thin film and reacted with H3BTC water/ethanol solution at room temperature, on benefit of the solid state of the copper source and the modulators. In addition, HKUST-1 cuboctahedron and octahedron membranes with exposure of {001} facets with pore size of 0.9 nm and {111} facets with pore size of 0.46 nm were prepared, respectively. For the first time, as a proof of concept, we investigated the difference in the permeance and gas separation factors of the prepared HKUST-1 membranes with different exposed crystal facets. Due to the different window sizes, the order of the permeances among these three membranes is cube > cuboctahedron > octahedron, while the separation factors is cube < cuboctahedron < octahedron. Besides, the HKUST-1 octahedron membrane exposed {111} facets and small window size of 0.46 nm presented an obvious size-sieving effect on the separation for the CO2/SF6 mixture. Our results will pave a new way to tune the separation performance of MOFs by designing the crystal orientation with exposed specific facets. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesSupporting InformationFTIR spectrum of citrate-functionalized Au nanoparticles, XRD pattern of the pure polycarbonate membrane, SEM images of the membranes with three morphologies, and gas separation performance. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesAcknowledgmentThis work was supported by the National Natural Science Foundations of China (NSFC 21003105, 21271154), Doctoral Fund of Ministry of Education of China (20110101110028), and the project-sponsored by SRF for ROCS, SEM, and Natural Science Foundation for Outstanding Young Scientist of Zhejiang Province, China (LR14E020001).Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 60 other publications.1. Shekhah, O.; Liu, J.; Fischer, R.; Wölll, C. MOF Thin Films: Existing and Future Applications Chem. Soc. Rev. 2011,  40,  1081– 1106[Crossref], [PubMed], [CAS]1. MOF thin films: existing and future applicationsShekhah, O.; Liu, J.; Fischer, R. A.; Woell, Ch.Chemical Society Reviews\r\n        (2011),\r\n    40\r\n        (2),\r\n    1081-1106CODEN:\r\n                CSRVBR;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-18/am5049702/20140918/images/small/am-2014-049702_0007.gif\">"]}