{"title": "A Novel Method for Studying Multicomponent Gas Uptake on Solid Adsorbent with Near-Infrared Process Analytical Technique", "authors": ["Chen-Bo Cai", "Qing-Juan Han", "Li-Juan Tang", "Yan Zhang", "Ru-Qin Yu"], "doi": ["10.1021/ie800003z"], "abstract": "In this paper, we have studied the uptake of orthoxylene/isoamyl alcohol on silica gel as an example to demonstrate a novel methodology for studying multicomponent gas adsorption on solid adsorbent. In the method, the solid adsorbent was filled into a differential adsorption bed, and the bed was inline monitored with near-infrared diffuse reflectance spectroscopy continuously when the adsorption process was taking place. The spectral data recorded during the process were treated with algorithm of locally weighted regression, which constructed a series of partial least-squares models to more accurately predict concentrations of each adsorbate on the adsorbent. These efforts made the method feasible to obtain more thermodynamic and kinetic information about the adsorption process in a more convenient, rapid, economical, as well as straightforward way. With the method, we obtained the isothermal lines of the multicomponent system at 293.15 K, and the instantaneous adsorption rate of each component during the whole adsorption process.", "text": "10.1021/ie800003z 10.1021/ie800003z10.1021/ie800003z Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesIntroduction In practical gas−solid adsorption process, there is usually more than one kind of gas adsorbate. However, until now, theories concerning multicomponent gas adsorption, generally based on the individual behavior of each component, are hardly capable of accurately predicting the practical adsorption process of the coexisting gases,(1) and accordingly in most cases, adsorption experiments are indispensable for optimal design and operation of an adsorption unit in engineering, or thoroughly understanding the adsorption process in science. Traditionally, volumetric, closed-loop recycle and column dynamic methods have been used to study the thermodynamics and kinetics of multicomponent gas adsorption. The volumetric method is relatively simple, but its disadvantages like nonisothermal environment, complex data analysis, no control over final state, and poor reproducibility make it unpopular nowadays. The closed-loop recycle technique can provide an isothermal environment in some cases, but it cannot avoid the other shortages of the volumetric method. Column dynamic method is commonly used even today because it circumvents most disadvantages mentioned above. However, complex data treatment and the dependence of data treatment upon hypothetical models of mass transfer might make kinetic data from the column dynamic method incomprehensible and unreliable.(2) Several new experimental methods, such as the frequency response technique (FRT),(3, 4) Wicke−Kallenbach permeation method (WKM),(5, 6) and isotope exchange technique (IET),(7-9) have been developed during the last two decades that can be potentially advantageous over the traditional ones. Nevertheless each has its own difficulties: in FRT, the adsorption process takes place in a nonisothermal environment and its data analysis is also dependent upon unreliable models of mass transfer; WKM avoids the complications of data analysis as well as the nonisothermal problem under certain conditions, but requires a specially formed and representative pellet of the adsorbent that is usually very difficult to be obtained; IET was reported to satisfactorily solve almost all dificulties mentioned before, while requiring a supply of isotopes for the adsorbate gas and a continuous online analytical devise (such as a quadrupole mass spectrometer) for quantitative measurement of trace isotope concentrations.(2) Process analytical chemistry (PAC) or process analytical technology (PAT) might be potentially available for studying multicomponent gas adsorption. However, gas−solid adsorption system includes at least two phases, i.e., the adsorbent solid and the adsorbate gas, making most common PAC techniques like chromatography, mass spectroscopy, or flow injection analysis at best appropriate for online rather than inline monitoring. As for spectroscopic methods, near-infrared spectroscopy (NIR) continues to dominate spectroscopic work for real-time and process analysis,(13) for a number of reasons: NIR is noninvasive or nondestructive; solid sample can be directly measured without pretreatment if an appropriate device is used; optical fiber makes remote monitoring or control possible; quantitative and simultaneous measurement of all components; rapid response (usually less than 10 s); analytical cost is relatively low; and it is possible to investigate interaction between adsorbent and adsorbate molecules.(14) Obviously, there are two strategies to inline monitor the gas−solid adsorption process with NIR. One is to detect the effluent gas through NIR diffuse transmission spectroscopy as the adsorption process is going on, and another is to monitor the solid adsorbent with NIR diffuse reflectance spectroscopy (NIR-DRS) when it is adsorbing the gas adsorbates. The former method has been used in monitoring uptake of butane isomers by zeolite,(15) whereas to the best of our knowledge, nobody has quantitatively studied thermodynamics or kinetics of gas−solid adsorption with the latter one, saying nothing of its application to mulitcomponent gas adsorption. But the latter method is probably more advantageous than the former in following aspects: (1) the adsorbate vapor could be concentrated by the adsorbent so that it is possible to detect the adsorbate vapor with relatively low concentration through NIR-DRS; (2) with the NIR-DRS we could directly measure the concentration of the adsorbate adsorbed by the adsorbent, and consequently avoid error of measuring volume, pressure and the like; (3) NIR-DRS might shed light on some information about the interaction between the adsorbate molecules and adsorbent surface simultaneously in some cases. Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesExperimental Section  Materials Silica gel (average pore diameter: 8−10 nm; produced by Qingdao Haiyang Chemical, Qingdao, China) was selected as the adsorbent; orthoxylene and isoamyl alcohol (AR, both produced by Sinopharm Chemical Reagent, Shanghai, China) were chosen as the adsorbates.  Near-Infrared Instrument and Measurement All NIR measurements were performed with an FT-IR/NIR spectrometer (Nexus 870, Nicolet) furnished with an indium gallium arsenide (InGaAs) detector. The optical fiber probe (Smart Near-IR FiberPort Accessory) was used for monitoring. All the spectra were recorded under the same conditions, i.e., resolution: 4 cm−1; number of scans: 15; range of scans: 4000−10000 cm−1. All the collected spectra are difference spectra, namely, subtracting their reference (i.e., the silica gel) spectra away from sample spectra for obtaining “pure” spectral effect of orthoxylene and isoamyl alcohol.  Experimental Setup Scheme 1 shows the experimental setup. Pure nitrogen gas was introduced through valves 1, 2, and 3. The first part of N2 flew through valve 2, reserviors 1 and 3, which contained liquid orthoxylene. After coming out of the reservoir 3, the N2 was already saturated by orthoxylene vapor. In the same way, the second part of N2 through valve 3, reservoir 2 and 4, was saturated by isoamyl alcohol. They then mixed with the third part of N2 in a mixer that had a stirrer to improve blending. Finally the gas mixture was ushered into a rectangular quartz cell, where the gas penetrated through silica gel and was adsorbed by it. At the same time, the NIR-DRS of the silica gel containing orthoxylene and isoamyl alcohol were continuously recorded by the NIR spectrometer via an optical fiber probe. The rectangular quartz cell was 50 mm in length, 10 mm in width, and 2 mm in thickness.  Scheme 1. Experimental Setup Clearly, the experimental setup is capable to alter and measure flow rate of influent gas (F0), concentrations of each adsorbate in gas phase, and temperature, which all affect the adsorption equilibrium or kinetics. For accurately and quantitatively predicting the concentration of each adsorbate on the silica gel with NIR-DRS, the influence of three factors (i.e., the granularity, thickness and packing density) of silica gel upon NIR-DRS should be eliminated or at least reduced. Chemometrics is able to reduce or eliminate some NIR effects resulted from some physical properties, and consequently increase the adaptability of the chemometrics model. However, considering the special situation in our experiment, we resolved them with following strategies: granularity was 80−100 meshes for all experiments; NIR-DRS were recorded in the same quartz cell; the same amount of silica gel is compressed into the same length in the same rectangular quartz cell for all experiments. Another advantage of this experimental setup is that the quartz cell containing solid adsorbent might become a “differential adsorption bed (DAB)”. DAB method was first reported in 1985, reformed by Do et al., and became popular recently.(10-12) In the method, a small amount of solid adsorbent in a “differential adsorption bed” is used to adsorb gas. It is carried out as follows: flowing a multicomponent gas mixture over the adsorbent for a specific period of time, and then desorbing and analyzing the desorbed gases in order to calculate the amount of each component adsorbed. The gas flow and concentration of each adsorbent in the gas should be relatively high so that there is no gas-phase composition gradient across the adsorbent mass (the differential condition); the heat of adsorption is removed by forced convection for providing an isothermal environment.(12) DAB is easy to repeat, capable of controlling over an equilibrium state, straightforward for data analysis without relying on any mass transfer model, and able to be reasonably regarded as an isothermal environment under certain conditions. Of course, there are some deficiencies in DAB. First, the operation, including desorbing, collecting, and analyzing, is tedious and time-consuming (usually tens of minutes for obtaining only one kinetic datum); second, the record of DAB is the accumulated change during a period rather than instantaneous change at a certain time; and finally, the experimental apparatus of DAB is somewhat complex, and inconvenient to operate. However, when a DBA is inline monitored with NIR-DRS, it is possible for the DBA method to avoid these shortages and become a more convenient, rapid, economical as well as straightforward one for studying multicomponent gas adsorption.  Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesResults and Discussion  Chemometrics Method To quantitatively determine the amounts of each adsrobate on the silica gel, a collection of samples is required to construct chemometrics model. Because orthoxylene and isoamyl alcohol are pure chemicals and the influence of adsorbate vapor upon NIR-DRS could be neglected in the present experimental setup (the concentration of vaporous orthoxylene or isoamyl alcohol is much less than that of absorbed one), actual samples out of the adsorption process could be simulated simply as follows. Each sample in the collection was prepared by well-blending given amounts of orthoxylene and isoamyl alcohol with given amounts of the silica gel together as soon as possible in order to avoid the evaporation of the adsorbates. If merely a small amount of orthoxylene or isoamyl alcohol was demanded, its solution of CCl4 was used, because CCl4 was NIR-transparent as well as nonpolar. The concentration of each adsorbate on silica gel is represented as the ratio of the adsorbate to the silica gel by weight (g/g). NIR-DRS of these mixtures were recorded in the same rectangular quartz cell under the same conditions mentioned above promptly (of course, it is unnecessary to introduce any gas flow). In this way, a calibration set of 224 samples was prepared, in which the concentration of orthoxylene, ranging from 0.000 to 0.2500 g/g, had 14 levels, and that of isoamyl alcohol, ranging from 0.000 to 0.3000 g/g, had 16 levels. All baselines of NIR-DRS were first corrected with linear method by using OMNIC 5.2a, the accessory software of Nexus 870 FT-IR/NIR spectrometer, and the corrected absorbances were used as variables to construct regression model without further processing. Because orthoxylene or isoamyl alcohol was pure chemical, and the silica gel, as inorganic material, scarcely affects NIR-DRS in certain wavenumber ranges, the selection of wavenumber range for building chemometrics model became straightforward. Ranges of 5600−6100 cm−1 (the first overtone of C—H stretching vibration) and 8100−8900 (the second overtone of C—H stretching vibration) were chosen to predict the amount of each adsorbate on silica gel. From the standpoint of chemometrics, two mathematical characteristics in multicomponent gas adsorption should be considered. One is the wide concentration range involved in the adsorption process—the ratio of the highest concentration to the lowest (1 × 10−4 g/g, i.e., the detection limit of NIR-DRS) usually exceeded 1 × 103, and consequently a global linear model covering the whole concentration range might not be satisfactory to predict the concentrations of new samples, especially for those samples with lower concentrations, because the model might be determined by calibration samples with higher concentrations more largely than samples with lower concentrations, and accordingly results in larger prediction errors for new samples with lower concentrations. Another is that there are several kinds of adsorbate, and their concentrations should be all predicted. Therefore, the strategy of locally weighted regression (LWR) was introduced to cope with these problems.(19-21) LWR is based on the following simple thought: for each new prediction object, find samples in the calibration set that are geometrically closest to it and use these samples to develop a local model for the object. It was hoped that such a model enables a more accurate prediction of concentration for the new object than that achieved with a global linear model. In LWR, several parameters must be fixed: (1) the number of calibration samples nearest to the new object (we selected 15 calibration samples to construct a local model for the object); (2) the distance measure to identify nearest calibration samples to the new object (we found nearest neighbors in terms of Euclidean distance); (3) the nature of weighting of the neighbors in the regression step according to their distance to the new object (uniform weighting was chosen in the paper); (4) the regression method for constructing local models. In the paper, partial least-squares (PLS) as a popular regression(16-18) for NIR data treatment were chosen to build local models in the conventional leave-one-out cross-validation way, and the number of latent factors in each PLS model was commonly between 6 and 10. For details of the LWR-PLS algorithm, see ref 21. Besides samples of calibration set, a predication set containing 20 samples was prepared through the same blending method in order to test the performance of our chemometrics methodology in terms of root mean standard error of predication (RMSEP) and coefficient of determination (R2). Here, RMSEP is defined as RMSEP = [ω(CP −CA)2/n]1/2, where CP is the predicted concentration of a sample in the prediction set, CA is the actual or known concentration of the same sample, and n is the number of the predicted concentrations. The results are shown in Figure 1. The figure demonstrates that our LWR-PLS strategy could satisfactorily estimate the concentration of each adsorbates on the adsorbent.  Figure 1. Correlation plot between the actual and predicted concentrations of (a) orthoxylene and (b) isoamyl alcohol on silica gel. For testing the validation of our method further, we predicted concentrations of orthoxylene and isoamyl alcohol at seven adsorption equilibrium states with the method described above (the details of adsorption equilibrium states in our method can be seen later); a part of silica gel containing adsorbates was then taken out from the quartz cell as soon as possible and finally detected with HPLC to obtain their concentrations. The results of two methods are shown in Figure 2, from which one could know NIR-DRS is reliable.  Figure 2. Determining concentrations of orthoxylene (⧫) and isoamyl alcohol (+) at adsorption equilibrium states with NIR-DRS and HPLC, respectively.   NIR-DRS during the Adsorption Process Figure 3 shows spectra within 5500−9000 cm−1 resulted from monitoring uptake of orthoxylene/isoamyl alcohol on silica gel with experimental setup and procedure described above. Here, NIR-DRS were recorded from the beginning of adsorption process till the equilibrium state was reached. In the paper, the concentration of each adsorbate in the gas phase is represented as the ratio of its partial pressure (P) to the saturated vapor pressure (P0) of the adsorbate at the same temperature, i.e., P/P0.  Figure 3. Raw NIR-DRS during the adsorption process. T = 293.15 K; P/P0 of orthoxylene, 0.50; P/P0 of isoamyl alcohol, 0.50; F0, 400 mL/min; intervals of recording time, about 30 s.   Study on Adsorption Equilibrium of Multicomponent Gas System With our experimental setup, it is simple to determine whether the adsorption process achieves an equilibrium state according to the change of spectra (if changes of spectral absorbance within 5600−6100 cm−1 were less than 0.0002 during 5 min, we decided that the equilibrium state was reached). The second advantage of our experiment is that the equilibrium could be approached promptly, for the adsorption process was carried out in a flow of gas but not in static vapor. When studying the adsorption equilibrium, the NIR probe should be placed on the rearmost part of silica gel, for this silica gel approached the adsorption equilibrium state ultimately. In Figure 4, we show several equilibrium states under various adsorbate vapor concentrations (but the sum of P/P0 of orthoxylene and isoamyl alcohol was roughly equal to 1. it was convenient to implement in our experimental setup if the valve 1 was closed). The figure demonstrates that two kinds of adsorbates were competitive rather than concurrent on the silica gel.  Figure 4. Equilibrium concentrations of orthoxylene and isoamyl alcohol on silica gel. T = 293.15 K; P/P0 (orthoxylene) + P/P0 (isoamyl alcohol) ≈ 1.00.   Study on Adsorption Kinetics of Multicomponent Gas System It is worth noting that in kinetic study, the NIR probe, whose diameter was 3 mm, should be placed appropriately so that the foremost part of silica gel in the quartz cell was covered by NIR radiation. When the volume flow rate of influent gas (F0) was not too small, the concentration of adsorbates in the gas was not too low, and the sieve (made of stainless steel) before the silica gel did not adsorb adsorbates significantly, the tiny space within 3 mm can be reasonably regarded as a differential adsorption bed (DAB) where every part of silica gel contacted with not only a constant bulk concentrations of orthoxylene as well as isoamyl alcohol, but the concentrations of each adsorbates in the influent gas, and the adsorption heat was removed quickly by the gas flow for providing an isothermal environment. Figure 5 clearly shows that at the beginning, more orthoxylene was adsorbed on the silica gel than isoamyl alcohol, whereas afterward, a large part of the former was replaced by the latter. Because the interval recording time is not too long (in fact, our NIR spectrometer can scan 15 times within less than 5 s), instantaneous adsorption rate can be estimated approximately as follows: Rn = (Cn+1 − Cn)/t, where Cn is the concentration at one recording time, Cn+1 is that at the next recording time, and t is the time passed. Figure 6 demonstrates the relationship between the adsorption rate and adsorption time. From Figure 6, we could also tell the correlation between adsorption rate of each adsorbates and their concentrations on the silica gel. What is more important, the adsorption rates obtained from the method demand no hypothetical mass transfer theory. Therefore, the correlation revealed by the two figures make it reliable and straightforward to construct quantitative mass transfer models for engineering purposes.  Figure 5. Concentrations of orthoxylene and isoamyl alcohol on silica gel during the adsorption process. T = 293.15 K; P/P0 of orthoxylene = 0.50; P/P0 of isoamyl alcohol, 0.50; F0 = 400 mL/min.  Figure 6. Adsorption rates of orthoxylene and isoamyl alcohol during the adsorption process. T = 293.15 K; P/P0 of orthoxylene = 0.50; P/P0 of isoamyl alcohol, 0.50; F0 = 400 mL/min.   Top of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesConclusion Through noninvasive monitoring a DAB with NIR-DRS, we improved DAB method for studying multicomponent gas adsorption. Compared with all other techniques until now, this innovative methodology can provide more information about the adsorption process in a more convenient (the adsorbent needs not any pretreatment), rapid (all kinetic or equilibrium data are obtained as soon as the adsorption process is completed), economical (NIR spectrometer is less expensive than most analytical instrument such as mass spectrometer), as well as straightforward (requiring no hypothetical mass transfer model for kinetic data treatment) way. From the characteristics of NIR, it could be reasonably assumed that this method will be appropriate for the single or multicomponent system, if (1) the adsorbate containing any bond of C—H, O—H, N—H or C═O; and (2) the diffuse reflectivity of the adsorbent is not so low that the strength of NIR radiation reflected by the adsorbent cannot be detected by common NIR spectrometer. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionResults and DiscussionConclusionReferencesReferencesThis article references 21 other publications.1.   Malek, A.; Farooq, S.  Comparison of Isotherm Models for Hydrocarbon Adsorption on Activated Carbon  AIChE J. 1996  42  3191[Crossref], [CAS]1. Comparison of isothermal models for hydrocarbon adsorption on activated carbonMalek, A.; Farooq, S.AIChE Journal\r\n        (1996),\r\n    42\r\n        (11),\r\n    3191-3201CODEN:\r\n                AICEAC;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2008/iecred.2008.47.issue-18/ie800003z/production/images/small/ie-2008-00003z_0006.gif\">"]}