{"title": "Understanding Gas Adsorption Selectivity in IRMOF-8 Using Molecular Simulation", "authors": ["Renjith S. Pillai", "Moisés L. Pinto", "João Pires", "Miguel Jorge", "José R. B. Gomes"], "doi": ["10.1021/am506793b"], "abstract": "Grand canonical Monte Carlo simulations were used to explore the adsorption behavior of methane, ethane, ethylene, and carbon dioxide in isoreticular metal–organic frameworks, IRMOF-1, noninterpenetrated IRMOF-8, and interpenetrated IRMOF-8. The simulated isotherms are compared with experimentally measured isotherms, when available, and a good agreement is observed. In the case of IRMOF-8, the agreement is much better for the interpenetrated model than for the noninterpenetrated model, suggesting that the experimental data was obtained on an essentially interpenetrated structure. Simulations show that carbon dioxide is preferentially adsorbed over methane, and a selective adsorption at low pressures of ethane over ethylene, especially in the case of IRMOF-8, confirm recent experimental results. Analysis of simulation results on both the interpenetrated and the noninterpenetrated structures shows that interpenetration is responsible for the higher adsorbed amounts of ethane at low pressures (<100 kPa) and for the interesting selectivity for ethane in ethane/ethylene binary mixtures. Van der Waals interactions seem to be enhanced in the interpenetrated structure, favoring ethane adsorption. This indicates that interpenetrated MOF structures may be of interest for the separation of small gas molecules.", "text": "10.1021/am506793b 10.1021/am506793b10.1021/am506793bTop of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferences1 IntroductionThe separation of small gas molecules has always been a technological challenge to obtain high-purity/high-value gases for the chemical and petrochemical industry. Cryogenic distillation is one of the major methods used for the separation process, but is energy intensive. An alternative is to use separation by adsorption by means of pressure swing (PSA), temperature swing (TSA), chromatographic separation, or a more sophisticated combination of these.(1, 2) However, for all of these methods, the adsorbent material plays a key role in process design and efficiency. The adsorption selectivity of a gaseous mixture on a given material, that is, the ability of the material to adsorb one component preferably to the other, is one of the main parameters that define the viability of such separations.Currently, ethylene industrial production requires one of the most important gas separations in the chemical industry, and its purification by adsorption processes has been recognized as very challenging.(3) Ethylene is a common building block for plastics, and nearly 50 million tones/year of polyethylene were produced worldwide by the year 2000.(4) It has a capacity growing at a compound annual growth rate (CAGR) of 4% between 2007 and 2012, with a 156 million ton production capacity in 2012.(5) The worldwide annual demand of ethylene is more than 90 million tons, which makes it one of the largest commodities in the plastics and rubber industries. During production, after removal of other contaminants, ethylene needs to be separated from ethane. This separation is one of the most energy-intensive single distillations practiced industrially and accounts for 75–85% of ethylene production costs.(6) Although several adsorbents have been proposed for ethane/ethylene separation,(1, 3, 7) the separation by adsorption is not economically viable because most adsorbents display preferential adsorption of ethylene over ethane.(7, 8) The preferential adsorption of ethylene implies a difficult desorption step, normally using an inert gas or by applying vacuum, to obtain the high purity required, making its implementation challenging due to economic reasons.(7-9) On the contrary, if ethane is preferentially adsorbed, ethylene is obtained during the adsorption feed step, which simplifies the separation process, and an impure mixture rich in ethane is purged from the adsorbent in the regeneration step.(7, 10) Thus, for practical and improved process efficiency reasons, relevant breakthroughs in this field are dependent on the discovery of adsorbents that are able to adsorb ethane over ethylene. Recently, some metal–organic frameworks (MOF) showed preferential adsorption of ethane over ethylene. Imidazolates ZIF-7 and ZIF-8 were reported as materials that present ethane selectivity due to a gate-opening mechanism(8, 9) and IRMOF-8 showed ethane selectivity due to enhanced interaction of ethane with the double aromatic rings of the ligand.(11)Another relevant example is the separation of methane from carbon dioxide. This separation is particularly important for natural gas, landfill gas, and biogas upgrading to achieve fuel grade quality and to avoid corrosion problems during transport and storage. In fact, it is often mandatory to purify these gases before high-value applications because they may contain large amounts of carbon dioxide (40–65%).(12-14) For example, minimum fuel quality for compressed natural gas-driven vehicles now corresponds to the G25 reference test fuel (85% methane, 14% nitrogen).(15) Thus, enrichment in methane is a requisite step for application, and this is essentially achieved by carbon dioxide removal.(16) Recently, due to climate greenhouse effects, carbon dioxide itself is no longer regarded as a waste product,(17) and it is being considered as an alternative raw material for production of high-value chemicals(18) or used in systems for gas extraction in landfills(19) and in enhanced oil recovery techniques.(20, 21) Separation of methane from carbon dioxide can be achieved by adsorption processes, with a significant amount of experimental and theoretical work focusing on the adsorption of these component gases in different adsorbent materials, such as alumina, activated carbons, zeolites, and porous clays, revised in the introduction of recent papers.(22, 23)Some recently developed porous MOF materials present high surface areas, which make them suitable to be used as adsorbents. The application of MOFs to selective adsorption and separation has been recently reviewed.(24, 25) A considerable number of works exist in the literature about biogas upgrading using MOFs.(26) For ethane/ethylene separation, also a number of works exist in the literature,(8, 9, 11, 25, 27-29) but, as explained above, only very few materials present the preferable selectivity order.(8, 9, 11, 30, 31) Given the very large number of existing and hypothetical MOF structures, it is imperative to develop an improved understanding of the mechanisms that lead to the desired selectivity behavior for those separation processes. Molecular simulation methods are ideally suited for this purpose, as they provide a unique perspective on the molecular level adsorption mechanisms. Herewith, we focus on the IRMOF-1 and IRMOF-8 cases, using computational approaches for simulating gas adsorption in MOFs,(32) to develop a model and understand the ethane/ethylene and carbon dioxide/methane separations on these materials. We performed grand canonical Monte Carlo (GCMC) simulations of pure component and binary mixtures involving methane, carbon dioxide, ethane, and ethylene. The simulations are anchored on experimental adsorption studies with data taken from the literature or measured in the present work. IRMOF-1 was the target of previous GCMC studies(33, 34) and was considered in this work mainly for benchmarking purposes. IRMOF-8 may present an interpenetrated structure, which strongly influences the adsorption properties of this material.(35, 36) From the simulation point of view, this poses some challenges regarding the choice of structure and charge distribution on the molecular model. As we will show, the interpenetrated structure of IRMOF-8 is responsible for the high uptake of hydrocarbon gases at relatively low pressures with the desired selectivity in ethane/ethylene separation.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferences2 Materials and Methods2.1IRMOF Simulation CellsThe parameters of the IRMOF-1 unit cell and the coordinates of the framework atoms were taken from the experimental crystallographic data by Eddaoudi et al.(37) It has a lattice constant of 25.832 Å and a structural formula of Zn4O(BDC)3, where BDC is 1,4-benzenedicarboxylate.(38) Each oxide-centered Zn4O tetrahedron is edge-bridged by six carboxylate linkers resulting in an octahedral Zn4O(O2C−)6 building unit, which reticulates into a three-dimensional cubic structure. As shown in Figure 1a, there is one type of straight channel in IRMOF-1 with sizes between 15 and 12 Å along the channel.Figure 1. Periodic crystal structure of (a) IRMOF-1, (b) IRMOF-8-NOINT, and (c) IRMOF-8-INT along b vector directions, (1 × 1 × 1); (violet) zinc, (gray) carbon, (red) oxygen, and (white) hydrogen.The lattice parameters and atomic coordinates for noninterpenetrated IRMOF-8 (hereafter, IRMOF-8-NOINT) and with interpenetration (hereafter, IRMOF-8-INT) were taken from Feldblyum et al.(39) and Perry IV et al.,(40) respectively. The unit cell of IRMOF-8-NOINT, Figure 1b, is cubic with Fm3̅m space group and lattice parameter a = 30.092 Å. The crystalline structure of IRMOF-8-INT, Figure 1c, belongs to the P1 21/n 1 Hermann–Mauguin symmetry space group with lattice parameters a = 23.58 Å, b = 18.63 Å, and c = 30.12 Å. In the case of IRMOF-8-INT single crystal, periodic quantum mechanical density functional theory (DFT) calculations were performed with the VASP 5.2.12 code for the optimization of atomic positions while keeping the cell parameters intact. Details of the DFT procedure are given in the Supporting Information. For the grand canonical Monte Carlo (GCMC) simulations, we considered an orthorhombic unit cell for IRMOF-8-INT (i.e., all angles equal to 90°). For all structures, we constructed a 2 × 2 × 2 arrangement of the unit cells of these materials and periodic boundary conditions in three dimensions to replicate an infinite structure.2.2Simulation DetailsThe total energy of the MOF framework and adsorbed molecules (U) is expressed as the sum of the interaction energy between the adsorbate and MOF (UAZ) and that between the adsorbate (UAA) molecules.(41)(1)Both UAZ and UAA are written as a sum of pairwise additive potentials, uij, in the form(2)where the first term in eq 2 is the repulsion–dispersion Lennard–Jones (LJ) potential; εij and σij correspond to the parameter sets for each interacting pair obtained from εi and σi of each pure species by using the Lorentz–Berthelot mixing rules (i.e., a geometric combining rule for the energy and an arithmetic one for the atomic size: εij = (εiεj)1/2 and σij = (σi + σj)/2). The second term is the Coulombic contribution between point charges qi and qj separated by a distance rij.The LJ parameters used for the adsorbate–adsorbate and adsorbate-framework interactions (Table S1, Supporting Information) were taken from the TraPPE force field for adsorbates and from generic force fields (UFF, DREIDING, and OPLS-AA) for MOF materials (Supporting Information). United atom (UA) models were considered for methane, ethane, and ethylene.(42, 43) The methane model considers only LJ interactions without any point charges because methane is nonpolar. In the case of ethane and ethylene, both nonpolar and point charge models were used, and point charges in the latter were taken from Jorge et al.(29) For ethane and ethylene, point charges were employed to reproduce the experimental quadrupole moment and were placed on the interaction sites (corresponding to the positions of the carbon atoms in the molecules) and at the center of mass (COM) for a total of three point charges per molecule (Table 1). The TraPPE-UA force field chosen for the adsorbates has been extensively validated for adsorption of olefins and paraffins in different zeolites(44, 45) and MOFs.(29, 46, 47) Point charges were considered for the simulations of CO2 in IRMOFs.(29, 48) CO2 was modeled as a linear molecule with three charged LJ sites located in each atom (Table 1), and the C–O bond length is 1.16 Å.(48) Atomic point charges for zinc, oxygen, carbon, and hydrogen in IRMOFs were obtained by fitting the electrostatic potential obtained from DFT calculations with the REPEAT method (Supporting Information) on cluster models chosen to describe the inorganic and organic regions of the MOF frameworks (Figure 2). DFT calculations on clusters considered the M06-L functional and the 6-31G(d,p) basis sets as included in the Gaussian 09 code (Supporting Information). Clusters were cut from the periodic crystalline structures of IRMOF-1,(37) IRMOF-8-NOINT,(39) and IRMOF-8-INT;(40) the left panels of Figure 2 show the models used to represent the inorganic parts of these MOFs, while right panels show the models used to represent their organic moieties. In the cluster model DFT calculations, only the positions of the hydrogen atoms were optimized. All partial charges for the MOFs used in this work are listed in Table 1 and are found to differ by less than ±0.1e from charges calculated with the CHelpG scheme using the electrostatic potentials calculated with the same cluster models considered for the REPEAT method. In the case of IRMOF-8-INT, atomic point charges for all framework atoms were also obtained with the REPEAT method by fitting without symmetry constraints the electrostatic potential obtained from periodic DFT calculations, Figure 1c. Cartesian coordinates and atomic partial charges for IRMOF-8-INT are in the Supporting Information.Table 1. Atomic Partial Charges Considered for Adsorbent and Adsorbate Molecules q(e)interaction atoms/sitesaIRMOF-1IRMOF-8-NOINTIRMOF-8-INTC10.5950.7750.699C20.1920.1670.147C3–0.183–0.291–0.225C4 –0.239–0.206C5 0.2150.183O1–1.782–1.794–1.470O2–0.701–0.794–0.721H0.1500.1650.139Zn1.4771.5061.343CH40.00.00.0CH3_sp30.0/–0.118b0.0/–0.118b0.0/–0.118bCOM_CH3_sp30.2360.2360.236CH2_sp20.0/0.393b0.0/0.393b0.0/0.393bCOM_CH2_sp2–0.786–0.786–0.786CCO20.700.700.70OCO2–0.35–0.35–0.35aLabels for the framework atoms as shown in Figure 2.bThree point charge model (C atoms plus COM).Figure 2. Cluster models used to obtain the atomic charges in the (left) inorganic and (right) organic regions of (a) IRMOF-1, (b) IRMOF-8-NOINT, and (c) and IRMOF-8-INT. The interaction parameters for the atoms identified in the structures are listed in Table 1.The simulations were carried out using the MUSIC code developed by Snurr’s group.(49, 50) The insertion and deletion moves for the GCMC simulations were performed using Monte Carlo steps, as described elsewhere.(41) The adsorption isotherms were computed at T = 298 K considering 7 million Monte Carlo steps. The LJ interactions were evaluated with a spherical cutoff length of 12.8 Å. The IRMOF-1 and IRMOF-8 frameworks were considered to be rigid, and the framework atoms were kept fixed in all simulations. For computational expediency, the solid–fluid potential was pretabulated on a three-dimensional grid and then computed by interpolation during the GCMC calculations.Long simulations (7 million Monte Carlo steps) in the canonical ensemble (NVT) at 298 K and different loadings were performed to allow the sorbates to equilibrate and to predict their most favorable locations inside the material. We have monitored the position of the sorbates in each frame of the simulation and plotted occupancy maps for methane, ethane, ethylene, and carbon dioxide by representing the position of each sorbate in each frame as purple, blue, green, and red dots, respectively, and superimposing the equilibrated sorbate positions in 3000 frames over the coordinates of the framework atoms. These maps provide a visual assessment of the most favorable positions for the sorbates.2.3High-Pressure Adsorption ExperimentsAdsorption data for comparison with the molecular simulation predictions was taken from the literature when available. Specifically, we have used literature data for methane(51) and CO2(52) on IRMOF-1, and for methane, ethane, and ethylene on IRMOF-8.(11, 53) We were unable to find agreement in the literature for experimental isotherms of CO2 on IRMOF-8,(53, 54) so these were measured in-house. The adsorption isotherms of carbon dioxide (Air Liquide, 99.995%) in an IRMOF-8 sample synthesized by some of us(11) following the optimized synthetic procedure described in ref 55 were measured up to high pressure, 1000 kPa (10 bar), at 25 °C. These experiments were carried out on a stainless steel volumetric apparatus with a pressure transducer (Pfeiffer Vacuum, APR 266) and equipped with a vacuum system that allows a vacuum better than 10–2 Pa. During experiments, the temperatures were maintained with a stirred thermostatic water bath (Grant Instrument, GD-120), and before every experiment, the samples were degassed for 2.5 h at 150 °C. The nonideality of the gas phase was taken into account by using the second and third virial coefficients, and the experimental excess adsorbed amounts were converted to the absolute adsorbed amounts by taking into account the porous volume of the material and the density of the gas phase using the virial coefficients. Nevertheless, at the pressure ranges considered in this work, absolute and excess adsorbed amounts are very much the same, with differences between one and another smaller than 3%. Selectivity values were estimated using a method proposed by Myers,(56) and the implementation is described in detail in previous works.(22)Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferences3 Results and Discussion3.1Methane Adsorption in IRMOFsWe have compared simulated isotherms obtained at 298 K for methane adsorption in IRMOF-1 and IRMOF-8, using the three different framework models, with the experimental ones in Figure S1 (Supporting Information). The best agreement was obtained using the DREIDING and TraPPE force fields to describe the framework and adsorbate interactions, respectively. Simulations using UFF and OPLS force fields for describing the framework interactions overestimate the experimental data for all the studied IRMOF structures. Some recent works(57-60) have shown that UFF force field yields adsorption results that are too high when compared with experimental ones, and for perfect comparison the LJ energy well-depth parameters have to be rescaled by a constant factor around 0.8–0.9.(59, 60) In our case, applying an optimal scaling factor of 0.9 indeed significantly improved agreement for UFF, but the results were overall not much better than with DREIDING (Figure S1, Supporting Information). Thus, the simulation results presented in the following discussion were obtained with the DREIDING model, except where noted. Comparisons between these simulations and experimental isotherms for methane adsorption at 298 K are shown in Figure 3.Figure 3. Adsorption isotherms for methane in (a) IRMOF-1, (b) IRMOF-8-NOINT, and (c) IRMOF-8-INT at 298 K; (■) experiments(51, 53) and (□) simulations using the DREIDING model.Figure 3b shows a comparison of the simulated methane isotherm in IRMOF-8-NOINT with the experimentally measured methane isotherm in IRMOF-8,(53) which was synthesized as described elsewhere.(55) The simulated methane isotherm does not describe the experimental values, except at low methane pressure. At high pressures the adsorbed amounts are strongly overestimated by the simulation, and the overall shape of the simulated isotherm is quite different from the experimental data. On the other hand, the simulated methane isotherm on IRMOF-1 (Figure 3a) using the same model compares very well with the experimental one.(51) In the literature, several authors demonstrated that simulations of methane adsorption on IRMOF-1, using LJ parameters from generic force fields and TraPPE for framework and methane, respectively (same as in Table S1, Supporting Information), give results very close to the experimental isotherms.(61, 62) This agreement in IRMOF-1 and other isoreticular MOFs gives us confidence in using the chosen LJ parameters for IRMOF-8. Hence, the discrepancies between the calculated and experimental isotherms in Figure 3b may have a different origin.It is known that IRMOF-8 can exist both in interpenetrated and noninterpenetrated forms,(37) and thus, the experimental data may arise from adsorption on a interpenetrated IRMOF-8 sample, or on a mixture of noninterpenetrated and interpenetrated forms. To clarify this possibility, the simulation of methane was carried out also for a model of the totally interpenetrated form of IRMOF-8 (IRMOF-8-INT) at 298 K. It should be noted that it is often difficult to identify the interpenetration of the synthesized IRMOF-8 using common analytical techniques because powder X-ray diffraction patterns are similar for both interpenetrated and noninterpenetrated IRMOF-8.(39, 40)Figure 3c compares the experimental and simulated methane adsorption isotherms in IRMOF-8-INT. The simulated isotherm in IRMOF-8-INT very slightly overestimates the adsorbed amounts determined experimentally, although the shape of the simulated and experimental isotherms is now very similar. The latter observation is very encouraging because the correct physical phenomenon of adsorption is being captured by the IRMOF-8-INT model. Simulations using other force fields to describe the framework interactions give exactly the same qualitative behavior (although quantitative agreement is worse for UFF and OPLS); the IRMOF-8-INT model correctly describes the curvature of the experimental isotherm (Figure S1c, Supporting Information), for which the IRMOF-8-NOINT model gives qualitatively incorrect trends (Figure S1b, Supporting Information).We have also attempted to calculate composite adsorption isotherms assuming that the experimental sample was composed of a mixture of interpenetrated and noninterpenetrated domains (i.e., the predicted isotherms are linear combinations of the simulated isotherms on the IRMOF-8-INT and IRMOF-8-NOINT models). In no circumstance did this improve agreement with experiment (results not shown). The correct isotherm curvature was only obtained for the simulations on the pure IRMOF-8-INT model. This strongly suggests that the experimental data was indeed obtained on a synthesized IRMOF-8 sample with a large degree of framework interpenetration.Other evidence support this hypothesis. The theoretical pore volume (p/p° = 0.95) of the IRMOF-8-NOINT and IRMOF-8-INT models, calculated from simulated N2 adsorption at 77 K, are 1.77 and 0.63 cm3·g–1, respectively. The experimental pore volume (p/p° = 0.95) measured by N2 adsorption is 0.69 cm3·g–1,(11) confirming that this sample is very close to a pure interpenetrated form of the material, which is better described by IRMOF-8-INT. Regarding surface areas (Brunauer–Emmett–Teller method), our sample presented 1360 m2·g–1, while other authors have obtained experimental values of 4461 m2·g–1, the latter being close to the expected theoretical value for a pure noninterpenetrated sample (4350 m2·g–1).(39) The surface area calculated from simulated N2 adsorption results(63) on the IRMOF-8-INT model is 1341 m2·g–1, which is remarkably close to the experimental value (1360 m2·g–1). All these observations point to the fact that experimental adsorption data arise from an interpenetrated form of IRMOF-8.Figure 4 shows the occupancy maps for methane in IRMOF-1, IRMOF-8-NOINT, and IRMOF-8-INT at 298 K and various pressures. For all cases, the occupancy maps indicate that at relatively low pressures (<1000 kPa), methane adsorption occurs near the inorganic part and gradually increases around the organic linker. The large cages and the windows between cages are the preferential adsorption sites for methane in IRMOFs, in accordance with previous works.(34) Notice that the dimensions of the large and small cages in the cubic cell of IRMOF-1 (or IRMOF-8-NOINT) are just the same but the accessible volume in the two types of cages is different due to the orientation of the benzene (naphthalene) rings. For instance, in IRMOF-1 the sizes of the large and small cages are 14.3 and 10.9 Å in diameter, respectively.(64) Moreover, Figure 4 shows that most of the adsorbed molecules are found above and below the center of the phenyl (naphthalene) rings of IRMOF-1, left panels, (IRMOF-8-NOINT, middle panels), while only a few molecules are on the edges of the linkers. With increasing pressure (i.e., the region above 1000 kPa), methane starts to increasingly accommodate in the large cages of IRMOF-1 and IRMOF-8-NOINT.Interestingly, the IRMOF-8-INT case shows the same qualitative trend as IRMOF-8 until the pressure reaches 1000 kPa–the preferential adsorption sites are similar, except that the interaction energy is somewhat enhanced in the narrower pores. Accordingly, the simulated isotherms for IRMOF-8-NOINT and IRMOF-8-INT have a similar shape up to 1000 kPa, but the amount adsorbed is slightly higher in the latter structure (Figures 3b,c). Above this pressure, however, the simulated isotherms for the noninterpenetrated and interpenetrated models start to differ significantly, because in IRMOF-8-NOINT, there is much more space available for accommodating methane when compared to IRMOF-8-INT. This is due to the smaller pore sizes found in IRMOF-8-INT, leading to stronger restrictions for methane packing. As shown in Figure 4, with the increase of pressure, the purple regions in the occupancy maps for IRMOF-8-NOINT become visibly darker than regions in the occupancy maps for IRMOF-8-INT at the same pressure values. Thus, framework interpenetration generates structures with narrower pores, leading to enhanced adsorption at low pressures but lower adsorption capacity at high pressures. This again supports our hypothesis that the experimental adsorption data was obtained on a synthesized IRMOF-8 with a major fraction of the interpenetrated form.Figure 4. Equilibrium snapshots for (purple dots) the most favorable methane locations at 298 K and pressures of (a) 100, (b) 500, and (c) 1000 kPa in (left panels) IRMOF-1, (middle panels) IRMOF-8-NOINT, and (right panels) IRMOF-8-INT viewed along the z direction. Tubes and dots are used to represent framework and mobile sorbates, respectively; (violet) zinc, (gray) carbon, (red) oxygen, and (white) hydrogen.3.2Adsorption of Ethane and Ethylene in IRMOF-8-INTRecent adsorption studies on IRMOF-8 showed that this material is a suitable candidate to be used as an ethane selective adsorbent for ethane/ethylene separation.(11) Inspired by the interesting simulation results for methane adsorption in IRMOF-1, IRMOF-8-NOINT, and IRMOF-8-INT, we have pursued additional GCMC calculations for ethane and ethylene adsorption in these materials with the aim of understanding the ethane selective adsorption in IRMOF-8. Simulated isotherms for IRMOF-8-INT are compared with the experimentally measured ones in Figure 5. Other force fields besides DREIDING were also tested, but a significant overestimation of adsorbed amounts was noted at all pressures. The full set of simulated isotherms for ethane and ethylene in IRMOF-1, IRMOF-8-NOINT, and IRMOF-8-INT is presented in Figures S2–S4 (Supporting Information). As found for methane, the agreement with the experimental isotherms for ethane and ethylene is much better, both quantitatively and qualitatively, in the case of the isotherms simulated with the IRMOF-8-INT (Figure 5) than with the IRMOF-8-NOINT (Figure S3, Supporting Information) model. This is further confirmation that the synthesized IRMOF-8 using the procedure taken from ref 55 can be described as an interpenetrated IRMOF-8 structure.Figure 5. Simulated and experimental adsorption isotherms for (a) ethane and (b) ethylene in IRMOF-8-INT at 298 K; (● and ▲) experimental data(11) and (○ and △) simulation data.To be confident that the observed trends are not an artifact of our assumption to neglect electrostatic interactions in the simulations of hydrocarbon adsorption, we have carried out simulations using point charge models for ethane and ethylene, with charges that represent the quadrupole moment of the molecules(29) and point charges on the framework obtained from DFT calculations. We observed that when electrostatic interactions are fully accounted for in the models for ethane and ethylene, the results are essentially indistinguishable from those obtained with the nonpolar hydrocarbon models (Figure S5, Supporting Information). Crucially, this validates our original assumption and demonstrates that our observations cannot be explained by a neglect of electrostatic interactions in this system.One key feature of Figure 5 is that the simulations predict ethane to be more adsorbed than ethylene at pressures below 1000 kPa (see Figure 6 for a direct comparison on a linear scale), in accordance with the experiments.(11) From the industrial point of view, this is of paramount importance for ethane/ethylene separation, as discussed above. It also shows that the molecular model is capturing the correct mechanism of adsorption of these gases in IRMOF-8. The quantitative assessment can be made by fitting the simulated results with the virial equation also used to model the experimental data(11) and by comparison of the obtained parameters. A good agreement among the two sets of parameters was found. The most important parameter influencing selectivity is the value of the Henry constant, which is obtained from data in the low-pressure domain. The Henry constants obtained from the simulated results are 7.36 × 10–2 and 2.48 × 10–2 mol·kg–1·kPa–1, which compare very well with the values 8.38 × 10–2 and 5.25 × 10–2 mol·kg–1·kPa–1 obtained from experimental data(11) for ethane and ethylene, respectively.Figure 6. Simulated isotherms of (■) ethane and (●) ethylene in (a) IRMOF-8-NOINT and (b) IRMOF-8-INT at 298 K with the DREIDING generic force field.Occupancy maps were prepared for ethane and ethylene in IRMOF-8-INT, at 298 K and various pressures (Figure 7) to understand the preferential adsorption found for IRMOF-8-INT. In addition, the occupancy maps for ethane and ethylene at various pressures in all three framework structures are shown in Figures S6 and S7, respectively (Supporting Information). The occupancy maps indicate that at pressures below 100 kPa both ethane and ethylene adsorption occurs near the inorganic part of IRMOF-8-INT (Figure 7), and as in the methane case, occupancy gradually increases around the organic linker with pressure increase. However, in the case of C2-hydrocarbons the occupancy increase close to the organic linkers starts at pressures around 200 kPa, while for methane such increase was just seen at pressures around 1000 kPa, which is probably due to the larger size of the former species when compared to methane. The densities of the occupancy plots in Figure 7 for ethane at low pressure (<100 kPa) are higher than those for ethylene, as inferred from experimental isotherms in this pressure region. With an increase in pressure, the densities of the occupancy plots are very much the same, as can be seen in the rightmost panels of Figure 7, and indeed the saturation capacity for the two gases appears to be very similar (Figure 6).Figure 7. Equilibrium snapshots for the most favorable (a) C2H6 (blue dots) and (b) C2H4 (green dots) locations at 298 K and pressures of (left) 10, (middle) 100, and (right) 1000 kPa in IRMOF-8-INT viewed along the z direction. Tubes and dots are used to represent framework and mobile sorbates, respectively; (violet) zinc, (gray) carbon, (red) oxygen, and (white) hydrogen.A more fundamental explanation of the preferential adsorption of ethane can be outlined from the presented results. Molecular sieving is a challenge for ethane/ethylene separation due to the small molecular diameter difference that exists between C2H6 and C2H4 (4.443 and 4.163 Å, respectively).(65) Moreover, sieving phenomena would favor the adsorption of the smaller molecule, ethylene, excluding ethane, which is not what is observed in experiments. Indeed, the cages in IRMOF-8-INT are clearly larger than the kinetic diameters of ethylene and ethane. As a consequence, both ethane and ethylene can penetrate in the narrow pores of IRMOF-8-INT, and a molecular sieving phenomenon cannot occur in this structure. This is also confirmed by the very similar adsorbed amounts at high pressures (>1000 kPa), indicating that both molecules are accessing the same adsorption space.The preferential adsorption of ethane over ethylene at low pressures must be related to the van der Waals interactions because Coulombic interactions were shown above not to have a significant effect in the adsorption uptake of these two gases (Figure S5, Supporting Information). Indeed, the LJ energy parameters (i.e., ε; Table S1, Supporting Information) are slightly higher for ethane than for ethylene, to reflect the increased dispersion interactions caused by the additional hydrogen atom on each effective UA CH3 site.(42, 43) This means that, all else being equal, ethane will tend to interact more strongly with the framework than ethylene, giving rise to higher adsorbed amounts. Van der Waals attractive interactions of adsorbed molecules can also be described by relations based on the polarizability of molecules(2) and in our case, using such an approach, ethane is also expected to have slightly stronger interactions, since the polarizability of ethane (4.47 × 10–24 cm3) is higher than that of ethylene (4.252 × 10–24 cm3).(66)Van der Waals interactions are more significant at low pressures in IRMOF-8-INT than in IRMOF-8-NOINT due to the higher density of organic linkers and smaller adsorption spaces in the former. Conversely, for IRMOF-8-NOINT the interaction is very similar for both molecules below 200 kPa (Figure S3, Supporting Information) because molecules are mostly interacting with only one wall of the structure, due the larger pore size. Only at higher pressures (i.e., 1000 kPa), the slightly stronger van der Waals interaction of ethane starts to be significant (Figure 6a) due to adsorbate–adsorbate interactions. The occupancy maps at 100 kPa for ethane on IRMOF-8-NOINT and on IRMOF-8-INT (Figure S6, Supporting Information) are illustrative of this effect.To obtain a more detailed location of the preferential interaction sites, NVT simulations with a single ethane or ethylene molecule in IRMOF-8-INT have been carried out. Results for both molecules show that their preferential adsorption sites are between the two aromatic linkers in IRMOF-8-INT (Figure S8, Supporting Information). To understand the higher interaction energy of ethane over ethylene, we determined the distribution of distances between the center of the nearest naphthalene ring in IRMOF-8-INT and 3000 equilibrated adsorbate positions (center of mass; Figure S9, Supporting Information). The population of distances is very similar for both hydrocarbons, with a slight favoring of shorter distances in the ethylene case when comparing with ethane. Shorter distances found for ethylene are understood on the basis that this molecule is smaller than ethane and, therefore, can more closely approach the surfaces of the organic linkers. The similar distribution for both hydrocarbons shows that the preferential interaction of ethane over ethylene is not due to a distinct interaction location for each case (i.e., specific adsorption site).The average interaction energy of a single ethane molecule in IRMOF-8-INT is slightly (∼2 kJmol–1) higher than that of ethylene and, although low, is in the expected direction, i.e. interaction energy for ethane is higher than that for ethylene. Since the locations are similar in both cases, this small difference is responsible for the observed selectivity. The difference between the interaction energies for these two adsorbates compares well with the difference (3 kJ mol–1) obtained with DFT for interaction with the center of a single naphthyl ring of an IRMOF-8 cluster model.(11) Crucially, our new results show that the preferential sites for adsorption are exactly the same for both molecules (between the two aromatic linkers in the interpenetrated form), which was not known before. The isosteric heats calculated from GCMC at 298 and 318 K are in reasonable agreement with the experimental results(11) (Figure S10, Supporting Information), and the difference between the isosteric heats for the two gases in the low pressure region is about 3 kJ mol–1. All of the above indicates that ethane presents a higher interaction energy in the low coverage part (lower pressures, lower adsorbed amounts) than ethylene, which explains the slight preferential adsorption of the former over the latter and suggests that the selective adsorption of ethane is due to enhanced van der Waals interactions in the interpenetrated form of IRMOF-8.3.3Adsorption of Carbon Dioxide in IRMOFsBoth simulated and experimentally measured isotherms for carbon dioxide at 298 K in IRMOF-1, IRMOF-8-NOINT, and IRMOF-8-INT are shown in Figure 8. In IRMOF-1, the simulated isotherm matches the experimental results very well in the entire pressure range.(52) Furthermore, the simulated isotherms for carbon dioxide in IRMOF-1 are in agreement with previous simulation results.(52, 61, 62, 67) The simulated adsorption isotherms for carbon dioxide in IRMOF-8-NOINT are close to the experimental results measured in this work at low pressures (<100 kPa), but under increasing pressure, the simulated isotherm markedly overestimates the adsorbed amount, and the shape of the isotherm is qualitatively different from the experimental curve (Figure 8b).Figure 8. Simulated and experimental adsorption isotherms for carbon dioxide in (a) IRMOF-1, (b) IRMOF-8-NOINT, and (c) IRMOF-8-INT at 298 K; (▼) experimental and (▽) simulation data. Experimental data from this work, Walton et al.,(52) and Orefuwa et al.(53)Figure 8c compares the simulated carbon dioxide isotherm in IRMOF-8-INT with the experimental data measured in this work. It can be seen that the simulated isotherm has the same curvature as the experimental isotherm, although the simulations somewhat overestimate the amount adsorbed. The quantitative agreement observed between the simulated carbon dioxide adsorption in IRMOF-8-INT and the experimental results is indeed not as good as for the hydrocarbons. However, agreement between our simulations and the experimental isotherm of Orefuwa et al.,(53) is better, although the authors of that work did not mention if the IRMOF-8 assayed was interpenetrated or not. Similar to what was already discussed for methane, ethane, and ethylene, the comparison between the simulation and experiment for carbon dioxide isotherms suggests that our sample of IRMOF-8 material (and likely that used by Orefuwa et al.(53)) is best described by the IRMOF-8-INT structure.Part of the observed differences between the simulation with IRMOF-8-INT and our experimental data may potentially arise from the partial charges used to model the IRMOF-8-INT structure obtained from calculations with the cluster model approach, in which possible effects caused by structural interpenetration were not taken into account. To clarify the effect of interpenetration on partial charges of IRMOF-8-INT, we have also calculated partial charges using the IRMOF-8-INT periodic structure after optimization of the atomic positions with DFT (values in Table S2, Supporting Information). Interestingly, the simulated CO2 isotherm for IRMOF-8-INT obtained from employing framework partial charges from the cluster and the periodic fitting approach are very similar, as can be seen in Figure S11c (Supporting Information). This indicates that the discrepancy is not due to the treatment of partial charges in the simulations; although, at the moment, we cannot exclude other possible inaccuracies in our model.The occupancy maps of carbon dioxide adsorbed at various pressures in IRMOF-8-INT are shown in Figure 9 and those for IRMOF-1 and IRMOF-8-NOINT are shown in Figure S12 (Supporting Information). The carbon dioxide molecules preferentially adsorb in the large cages of IRMOFs and in the windows that separate large and small cages. Regions close to the linkers, located above and below the center of the aromatic rings are preferred. When compared to methane, the much stronger carbon dioxide adsorption in IRMOFs is predominantly due to sorbate-framework electrostatic interactions. The difference between carbon dioxide adsorption in IRMOF-8-NOINT and in IRMOF-8-INT is due to the strong confinement effects in the narrower cages attained by interpenetration in the latter. It is also clear from the occupancy maps that there is an additional preferential adsorption site in IRMOF-8-INT, with quite a strong affinity, situated between adjacent inorganic groups of the MOF (cf. Figures 9 and S12, Supporting Information). As was observed above for the hydrocarbons, the smaller pores of IRMOF-8-INT generate regions with stronger adsorption potential, increasing adsorption at low pressures, but restrict the accommodation of large carbon dioxide amounts at high pressure, as compared to the large cages in the noninterpenetrated structure.Figure 9. Equilibrium snapshots for (red dots) the most favorable CO2 locations at 298 K and at pressures of (a) 10, (b) 100, and (c) 1000 kPa in IRMOF-8-INT viewed along the z direction. Tubes and dots are used to represent framework and sorbates, respectively; (violet) zinc, (gray) carbon, (red) oxygen, and (white) hydrogen.3.4Ethane/Ethylene and Carbon Dioxide/Methane SelectivityThe most important parameter concerning the separation of binary mixtures by adsorption is the selectivity of a given material. Thus, for evaluating the usefulness of the simulation results in the estimation of selectivity values, we need to compare the selectivities calculated from the simulated isotherms with those taken from experimental data. This will also illustrate the validity of the simulation model and methods and how they can be used for obtaining important parameters needed in the separation process design. To estimate the selectivities from the experimental pure component isotherms, we used a methodology based on the ideal adsorbed solution theory (IAST),(68) described in detail in previous works.(22) We were also able to find a direct experimental measurement for ethane/ethylene from gas chromatography experiments.(11) The experimental results were compared to direct calculations from binary (equimolar, i.e., 0.5/0.5, mixtures) GCMC simulations, in both framework models, that is, IRMOF-8-NOINT and IRMOF-8-INT.As expected from the results shown above for the pure components, the selectivities calculated from binary simulations for ethane/ethylene on the IRMOF-8-INT structure are very close to the experimental results (Figure 10a), in the entire pressure range. In fact, the observed deviations between the IRMOF-8-INT and experimental results are not significant because they are within the experimental uncertainty of the method (±8% of the selectivity value).(22) Alternatively, selectivities could be calculated directly from single-component adsorption simulations on IRMOF-8-INT using the IAST formalism, but results are quite similar to those obtained from the binary simulations (Figure S13, Supporting Information). The agreement with experimental values is worse for the selectivities calculated from IRMOF-8-NOINT simulation data (Figure 10a). It is important to note that the trend of the curve of the selectivity with pressure (Figure 10a) is identical for the experimental and simulated IRMOF-8-INT, meaning that this model correctly describes the trend of the physical interactions of both gas components (ethane and ethylene) with pressure. It is encouraging to note that the selectivities estimated from simulated binary adsorption are also in reasonable agreement with the selectivity estimated by chromatographic separation of ethane/ethylene (☆, Figure 10a). It is also worth mentioning that selectivities calculated using other force fields to simulate framework interactions (UFF and OPLS) are also in reasonable agreement with the experimental data when the IRMOF-8-INT structure is used (Figure S13, Supporting Information).Figure 10. Selectivities calculated from the experimental pure component data using IAST (closed symbols) and from binary mixture simulations on IRMOF-8-INT (open symbols) and IRMOF-8-NOINT (open symbols with bar) for the (a) C2H4/C2H6 and (b) CO2/CH4 systems at a molar composition of 0.5/0.5 in the gas phase; (a, ☆) selectivity obtained experimentally from gas chromatographic separation.(11)Phase diagrams for the adsorption of mixtures can be very useful to evaluate the ability of a given adsorbent to separate a gas mixture. Figure 11 shows phase diagrams that can be obtained from both the experimental isotherms using IAST (continuous lines) and from simulation of binary adsorption on IRMOF-8-INT (points). The agreement between both sets of data is remarkable, and demonstrates the ability of the simulation method and model to predict very useful information on this system. For example, considering an ethane/ethylene gas mixture with a molar fraction of 0.5 (y), it can be easily seen from the diagrams that the molar fraction of ethylene in the adsorbed phase (x) is about 0.35 (Figure 11a), and that the adsorbed amounts of ethane and ethylene (Figure 11b) are about 4.3 and 2.4 mol·kg–1, respectively, at 500 kPa and 298 K. Comparison of simulated binary adsorption isotherms on IRMOF-8-INT and IRMOF-8-NOINT with binary adsorption estimated from experimental data using IAST clearly demonstrates that IRMOF-8-INT gives the best description of the binary adsorption behavior in IRMOF-8 (Figure 12).Figure 11. (a) Isothermal (298 K), isobaric (500 kPa) xy phase diagram and (b) adsorbed amounts of each component for ethane/ethylene mixture adsorption on IRMOF-8; y and x represent the molar fraction of ethylene in the gas and adsorbed phase, respectively. Lines are estimated from the pure component experimental isotherms using IAST, and points are calculated from simulation of binary adsorption on IRMOF-8-INT.Figure 12. Binary adsorption isotherms (298 K) of ethane/ethylene gas mixture (0.5 molar fraction) estimated from experimental data using IAST (lines) and simulated with binary mixture adsorption (points) on (a) IRMOF-8-INT and (b) IRMOF-8-NOINT models.For the CO2/CH4 system, the shape of the selectivity curve calculated from the binary simulated data on IRMOF-8-INT is also similar to the experimental curve (Figure 10b), although a systematic overestimation of the values is noted. This is directly linked to the overestimation of pure component CO2 adsorption in IRMOF-8-INT reported in Figure 8c; because methane is described accurately by the model, this leads to a strong overestimation of selectivity. On the other hand, a better quantitative match is obtained with the IRMOF-8-NOINT model (Figure 10b), but this is likely to be due to error cancellation in the adsorption isotherms; both methane and carbon dioxide adsorption are overestimated in the same way in the IRMOF-8-NOINT model (cf. Figures 3b and 8b). Moreover, the simulation data show a nearly constant selectivity, while the experimental IAST estimates show an increasing trend with pressure. This again suggests that we should not consider the noninterpenetrated model for describing the separation of the CO2/CH4 on this IRMOF-8 sample. The selectivity values calculated from single-component adsorption simulations and from simulations considering other force fields lead to the same conclusions (Figure S13, Supporting Information).The simulated selectivities for IRMOF-8-NOINT and IRMOF-8-INT presented in Figure 10 emphasize the importance of the interpenetration to achieve a high selectivity for ethane/ethylene separation. For separations of gases, strong solid–fluid interactions are more important than having high pore volume on a material (i.e., high adsorption capacity),(1, 2) and the former are normally achieved in materials with small pores. The interpenetrated IRMOF-8 structure is a clear example of this effect in the context of ethane/ethylene separation. For ethane/ethylene separation, the interpenetrated IRMOF-8 presents ethane selectivity and, although it is not very high (around 2), a possible process application is worth further evaluation. In fact, interpenetrated IRMOF-8 has a pore volume and surface area similar to those of classic adsorbents used industrially, such as zeolites, activated carbons, and porous silicas, but with the preferential ethane adsorption over ethylene. Moreover, it is important to note that some industrial applications do exist where the selectivity of the material is between 2 and 3.(69) In the case of the CO2/CH4 mixture, selectivity is poor compared with other materials in the literature, which can exhibit 2–3 orders of magnitude higher selectivity.(22, 70)Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferences4 ConclusionsIn this study, we report a comparison between experimental and simulated adsorption isotherms of methane, ethane, ethylene, and carbon dioxide in noninterpenetrated and interpenetrated MOFs. Good qualitative agreement was observed using force fields taken from the literature, and close quantitative agreement was obtained by employing the DREIDING force field. Although the carbon dioxide pure component simulated isotherms still slightly overestimate the experimental uptake, the trend in selectivities for the CO2/CH4 separation from simulations is in agreement with values estimated from experimental data using IAST. Generally, the observed agreement between the simulated and experimental data for methane, ethane, ethylene, and carbon dioxide adsorption in IRMOF-1 and IRMOF-8 give us confidence that the computational strategies used in this work are suitable to describe the interactions of these gases with metal organic frameworks.Comparison between predicted adsorption in IRMOF-8-NOINT and IRMOF-8-INT, using grand canonical Monte Carlo simulations, indicated that the IRMOF-8-INT model correctly describes the experimental adsorption data of all of the studied gases. This agreement allows us to conclude that the experimental sample shows a high degree of interpenetration, and that this interpenetration of IRMOF-8 is responsible for the interesting selectivity for ethane in ethane/ethylene separations observed experimentally. In fact, simulation results with the IRMOF-8-NOINT model did not capture the correct trend of selectivity in the low pressure region. Crucially, the same behavior is observed if different molecular models are used, which demonstrates that our conclusion is not dependent on the choice of model and is not arising from a neglect of electrostatic interactions in the simulations. Thus, although IRMOF-8-INT presents lower adsorption capacity due to the smaller pores, it has enhanced interaction with the adsorbates when compared to the noninterpenetrated structure. Although this effect also leads to enhanced selectivity of carbon dioxide over methane, in general we find that IRMOF-8 is unlikely to be a suitable material for this separation.Molecular insight on the preferential ethane adsorption over ethylene indicated that van der Waals interactions are the cornerstone to the desired selectivity. First, these interactions are slightly stronger for ethane than ethylene, although the preferential adsorption sites are the same. Second, IRMOF-8-INT exhibits stronger van der Waals interactions than IRMOF-8-NOINT, due to the higher density of organic linkers per volume. The combination of these two features produces the desired ethane selectivity on ethane/ethylene mixtures, which is uncommon in adsorbent materials. Our results thus suggest that interpenetrated MOF structures, which are normally not well considered due to the low adsorption capacity, should be further explored for selective adsorption of small molecules. Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesSupporting InformationLJ parameters; Cartesian coordinates and atomic partial charges for IRMOF-8-INT; isotherms for methane, ethane, and ethylene; isotherm for carbon dioxide in IRMOFs; snapshots of the most favorable locations for ethane, ethylene, carbon dioxide in IRMOFs; histogram plot; isosteric heat plot for ethane and ethylene; and selectivities. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThis work was supported by Fundação para a Ciência e a Tecnologia (FCT), FEDER, QREN, Programa Operacional Temático Factores de Competitividade (COMPETE), Programa Investigador FCT, and projects with references FCOMP-01-0124-FEDER-037271, PEst-C/CTM/LA0011/2013, PEst-OE/QUI/UI0612/2013, and IF/00993/2012/CP0172/CT0013. R.S.P. gratefully thanks FCT for the postdoctoral fellowship with reference SFRH/BPD/70283/2010.Reference QuickViewTop of PageAbstractIntroductionMaterials and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 70 other publications.1. Yang, R. T.  Gas Separation by Adsorption Processes; Butterworths Publishers: Boston, 1987.[Crossref]There is no corresponding record for this reference.2. Ruthven, D. M.  Principles of Adsorption and Adsorption Processes; John Wiley & Sons, Inc.: New York, 1984.There is no corresponding record for this reference.3. Ruthven, D. M. Past Progress and Future Challenges in Adsorption Research Ind. Eng. Chem. Res. 2000,  39,  2127– 2131[ACS Full Text ], [CAS]3. Past Progress and Future Challenges in Adsorption ResearchRuthven, Douglas M.Industrial & Engineering Chemistry Research\r\n        (2000),\r\n    39\r\n        (7),\r\n    2127-2131CODEN:\r\n                IECRED;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-1/am506793b/20150108/images/small/am-2014-06793b_0012.gif\">"]}