{"title": "Adsorption Equilibrium and Dynamics of Fixed Bed Adsorption of CH/N in Binderless Beads of 5A Zeolite", "authors": ["José A. C. Silva", "Alexandre Ferreira", "Patricia A. P. Mendes", "Adelino F. Cunha", "Kristin Gleichmann", "Alírio E. Rodrigues"], "doi": ["10.1021/acs.iecr.5b01608"], "abstract": "The sorption equilibrium of methane (CH) and nitrogen (N) in binderless beads of 5A zeolite is presented between 305 and 373 K and pressures up to 3 bar in a static electronic microbalance. The adsorbed amount of CH and N is around 1.6 and 1.02 mol/kg, respectively, at 305 K and 3 bar. A comparison of these values with the ones in literature shows that the adsorption capacity of the 5A binderless beads is 20% higher than that of the 5A binder commercial materials. The CH and N adsorption isotherms were fitted with the simplest Langmuir model with a prediction of the maximum amount adsorbed for both compounds of 5.0 mol/kg. The heats of sorption are −16.6 and −15.1 kJ/mol for CH and N, respectively. In the overall pressure and temperature range the isotherms of N seems practically linear. However, it was observed that the experimental data of N at low coverage (below 0.2 bar) deviates slightly from Type I isotherms. Thereafter, the binary sorption of CH and N has been investigated in a fixed bed adsorber at 313 and 343 K and total pressures up to 5 bar for 50(CH)/50(N) and 75(CH)//25(N) mixture ratios diluted in an inert helium stream. A mathematical model was formulated to compute the dynamic behavior of the fixed bed adsorber using the extended binary Langmuir model, showing close agreement with the measured binary breakthrough experiments in the partial pressure range of the components above 0.2 and below 3 bar.", "text": "10.1021/acs.iecr.5b01608 10.1021/acs.iecr.5b0160810.1021/acs.iecr.5b01608Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferences1 IntroductionMost of the natural gas resources contain a certain amount of nitrogen (N2). The removal of N2 has two benefits: (1) it decreases the transportation volume and (2) the calorific value of the product is increased. In large natural gas resources, the process of nitrogen removal is done by the so-called “nitrogen rejection units”, NRUs, which cool down the nitrogen-rich gas until part of it liquefies (between minus 140 and minus 180 °C).(1) Additionally, the NRUs are typically combined with the recovery of helium if it is present. At the end high-purity helium is obtained by the combination of cryogenic and pressure swing adsorption process (PSA) steps.(1)The NRUs processes are certainly quite expensive and become prohibitively expensive at modest-scale natural gas resources. In this case, adsorption(2, 3) or membrane technologies (Nitrosep) are economical, efficient, and present today solutions to remove N2 from methane (CH4).(4)The separation of components by adsorption technologies can be done using kinetically or equilibrium driven processes. Because of the very similar molecular size of N2 (0.364 nm) and CH4 (0.38 nm) the separation by molecular sieving is quite impossible. However, a first attempt was made using 4A zeolite(5) to obtain a kinetically driven separation (approach to molecular sieving) but the process was limited to low temperatures (−79 to 0 °C). However, the discovery of the adsorbent ETS-4 by Engelhard Corporation,(6-8) improved significantly the kinetically driven separation for temperatures above 0 °C resulting in the actual commercial solution Molecular GateAdsorption Technology.(3) Kinetic driven separation processes present sometimes some drawbacks, since mass transfer limitations can lead to a decrease of the performance of the process (CH4 purity) with time in PSA cycles due to the accumulation of CH4 inside the adsorbent in the regeneration steps.(8) Accordingly, several studies have been performed to improve even further this kinetically driven separation.(9-21)The separation of N2 from CH4 by equilibrium driven processes was attempted on a 5A molecular sieve (large micropores) where mass transfer has no limitations and both species are separated by differences in the adsorbed amount of the components.(16) On that work Turnock and Kadlec(22) demonstrate the feasibility of a rapid pressure swing cycle (RPSA) via periodic adsorption to enrich gaseous mixtures streams. It was shown that with a RPSA it was possible to enrich N2 from a mixture CH4/N2 of 28.6% N2 to a final stream of 60% N2. The experimental results were predicted with a mathematical model for the RPSA, in which a constant selectivity (CH4/N2) between the two gases of 1.7 to 1.9 at 297 K was used. However, a major drawback of the process was that the increased N2 enrichment is only obtained at the expense of a lower product cut.There are today several adsorption processes using the PSA technique to separate gaseous mixtures using molecular sieve zeolites (which are very robust and cheap) by equilibrium driven processes (no mass transfer limitations).(23-25) However, these molecular sieves are synthesized in a very fine powder, and to be used in packed columns and reduce pressure drop, they need to be beaded with a binder by granulation, reducing the working capacity by 20% or more, which is the amount of inert clay binder generally used to give the necessary mechanical strength to the beads. Recently, a technology was applied where the nonzeolitic components (temporary binder) are converted to zeolite matter during a hydrothermal conversion during the beading procedure.(26, 27) The resulting binderless beads can increase in this way the working capacities of existing molecular sieve zeolite adsorbent technologies and therefore increase the productivity of equilibrium driven adsorption processes. Zeolites are very cheap and robust materials among others(28-34) and, in equilibrium driven processes when the ratio of the selectivities between components to be separated is based in ratio of the adsorbed amount at equilibrium, can also be an alternative to kinetically driven-based adsorption separations.(35-37)The objective of this study was to attain a better understanding of the sorption of CH4 and N2 and their binary mixtures on a new type of commercial binderless beads of 5A zeolite (which is expected to increase sorption capacity relatively to similar binder materials), through static adsorption equilibrium and binary fixed bed adsorption experiments using helium as an inert (we note that in the large natural gas resources, the NRUs units work also in the recovery of helium when it is present), by an equilibrium driven process. We present single component adsorption equilibrium isotherms at 305, 333, and 363 K and pressure up to 3 bar and binary fixed bed adsorption experiments for two mixture ratios 50(CH4)/50(N2) and 75(CH4)/25(N2) at 313 and 343 K and total pressures up to 5 bar. A transient mathematical fixed bed adsorption model taking into account mass and energy conservation laws was formulated, and validated to compute the fixed bed adsorption experiments, which could be used in the implementation (simulation) of cyclic adsorption processes (PSA, TSA, purge displacement) for the separation of CH4/N2 mixtures in the range of temperatures and pressures studied. Further studies will be devoted to the regeneration of the adsorbed CH4 and N2 by the displacement with helium.Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferences2 Theoretical2.1Pure Component IsothermsA simple and suitable model to represent Type I isotherms is represented by the Langmuir equation:(1)where θ = q/qm is the degree of filling of sites, b is an equilibrium constant, p is the pressure, q is the adsorbed amount, and qm is the adsorbed amount at the saturation of the adsorbent. The Langmuir equation is perfect to represent sorption in a homogeneous sites surface where a sorbate molecule occupies one active site when it adsorbs with no interaction between adsorbed molecules.2.2Binary IsothermsThe extension of the Langmuir isotherm to a binary system yields the following equations,(2)(3)where Θ = (θ1 + θ2) is the total fractional loading and the subscripts 1 and 2 refer to the two species of the binary system.The extended binary Langmuir isotherm (ELM) is thermodynamically consistent(38) if qmax is the same for both components, the selectivity in that case being constant and given by the ratio of the equilibrium constants of the two components (for a binary system the selectivities are simply the ratio b1/b2).2.3Mathematical Model to Compute Fixed Bed Transient Adsorption DynamicsIn practice the separation of gaseous mixtures by adsorption is performed in a fixed bed adsorber containing the porous solids adsorbents. The adsorber operates in a transient mode and the solution of the dynamic response must take into account distinct levels of porosity: bed, beads, and crystals, each one corresponding to bulk porosity, macropores, and micropores, respectively. Each level presents different resistances to mass transfer; some of these resistances are placed in series and can be grouped into a single parameter (e.g., film, macropore, and micropore resistances) in order to simplify the numerical computation procedure (linear-driving-force model, LDF). At the same time, since adsorption is an exothermic phenomena the importance of heat effects should also be considered in the design of adsorbers and consequently a heat balance needs to be introduced in the model. Experimental transient breakthrough curves performed in fixed bed adsorbers are probably the best way to evaluate the efficacy of an adsorbent material, to separate compounds, or encapsulate a single component.Let us consider that at time zero a mixture of adsorbable species of known composition diluted in an inert component is introduced at the inlet of the column.The following additional assumptions are made: 1.ideal gas2.no pressure drop in the column3.the flow pattern is described by the axial dispersed plug flow model4.the mass transfer between bulk gas phase and adsorbent particle is accounted by a LDF model for fluid side resistance valid for systems where macropore diffusion is of importance or the intracrystalline diffusional resistance can be neglected(39)5.system is nonisothermal and nonadiabatic6.a resistance to heat transfer between solid adsorbent and bulk gas phase could exist in the external fluid film around the solid7.no temperature gradients inside the porous adsorbents (the temperature is homogeneous in the solid).Essentially, the mathematical model based on these assumptions is similar to the one developed by Santacesaria et al.(39) for liquid systems. Here, it is extended to take into account sorption in bulk concentrated systems, where the overall mass balance is needed to take into account mole flux variations at the outlet of the column. At the same time the heat balance (that is important in gas phase adsorption) is also incorporated in the model.In the Supporting Information (Table S1) the mathematical model equations are summarized together with the respective initial and boundary conditions and Table S2 lists the nomenclature of the variables used.Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferences3 Experimental Section3.1Adsorbent and SorbatesThe synthesis of the binderless 5A zeolite beads starts with the mixing of 4A zeolite powder with metakaolin and caustic. These so-called crude beads are dried and/or aged and afterward the metakaolin is converted into zeolite. The outcome is a shaped material, consisting of 100% zeolite 4A, which undergoes an ion exchange thereafter to form 5A zeolite.(26, 27)Finally, the material is washed, dried, and calcined. The beads formed consist of spherical particles with a diameter ranging from 1.0 to 2.0 mm (see Figure 1). The size of the zeolite crystals are around 2 μm.(26) The zeolites studied in this work were provided by Chemiewerk Bad Köstritz GmbH. The physical properties of the beads are given in Table 1. The N2 and CH4 used in this work were research grade pure components, provided by AirLiquide (France). The purity of sorbate gases was N50 for nitrogen (>99.999%) and N35 for methane (>99.95%).Figure 1. (a) LTA structure of the 5A zeolite, (b) photograph of 5A zeolite binderless beads.Table 1. Physical Properties of the 5A Binderless Beads Studiedproperty trade nameKÖSTROLITH 5ABFKsupplierCWK -BAD KÖSTRITZdimensions of beads⌀ = 1.0–2.0 mmstructureLTA3.2Pure Component Adsorption Equilibrium ExperimentsPure gas adsorption equilibrium isotherms were measured at three temperatures (305, 333, and 363 K) at pressure up to 3 bar. The studies were performed on a magnetic suspension microbalance (MSB) from Rubotherm (Bochum, Germany). The microbalance has a maximum capacity of 20 g with 0.00001 g resolution. The operating temperature ranges from 30 °C up to 350 °C, with a maximum pressure of 200 bar. It is worth noting that the measuring cell is temperature controlled by an electric heater with a ceramic oven. A highly accurate pressure transducer and a thermocouple are used to measure pressure and temperature. The feeding system is manual, consisting of tubing equipped with valves, from the gas cylinder to the MSB. The weight gained by the adsorbent is transmitted by magnetic suspension coupling from the closed and pressure-proof metal measuring cell to the external microbalance. Weight differences and the pressure increments were recorded with dedicated software provided by Rubotherm. The effect of the buoyancy can be taken into consideration and corrected for when calculating the adsorbed amount, using the following equation,(28)(4)where Δm represents the mass difference between the mass measured by the balance and the initial mass of the system loaded with the activated sample, Vs is the adsorbent volume, Vi is the volume of the permanent magnet, suspension shaft, and sample support all together; ρg is the adsorbate gas density at the measuring conditions (T, P), ρl is the adsorbate liquid density (used as approximation for adsorbed phase density), ms is the adsorbent mass, and M is the adsorbate molecular weight. Vs, Vi, and ms are measured by helium picnometry, whereas the mass is measured in function of the helium pressure.3.3Multicomponent Fixed Bed ExperimentsFixed bed adsorption studies of CH4 and N2 were performed in a stainless steel column of 3.35 cm i.d. with 8.5 cm length containing 50.4 g of adsorbent which was placed inside a chromatographic oven with automatic temperature control. A typical experiment consists in measuring continuously the transient concentration histories at the outlet of the column with a gas chromatograph (TCD) after feeding the column with binary mixtures of N2 and CH4 of known composition. When the saturation of the column is reached, it is regenerated being prepared for another run. Details of the apparatus and experimental procedure can be found in detail elsewhere.(40)Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferences4 Results and DiscussionThe experimental studies performed were divided in two parts: (1) In the first part pure component adsorption isotherms of N2 and CH4 were collected in the rubotherm microbalance until pressures of 3 bar and the sample was between 305 and 363 K; (2) The second part consisted on fixed bed adsorption studies with binary mixtures of CH4/N2 diluted in an inert helium stream at two temperatures 313 and 343 K, two total pressures 1 and 5 bar, and two mixture ratios 50(CH4)/50(N2) and 75(CH4)/25(N2).4.1Pure Component Experimental Sorption Data and ModelingPure component adsorption isotherms of N2 and CH4 on the binderless beads of 5A zeolite at 305, 333, and 363 K are shown in Figure 2a for CH4 and 2b for N2. The pressure is given in bar and the adsorbed amount per unit mass of adsorbent in mol/kg.Figure 2. Adsorption equilibium isotherms of CH4 and N2 on binderless beads of zeolite 5A. (a) CH4, (b) N2. Temperatures are quotes in each curve. Points are experimental data and lines the Langmuir isotherm model fitting with parameters shown in Table 2In the studied pressure and temperature range CH4 is the most adsorbed gas. This higher capacity for CH4 with respect to N2 has been already observed by other authors.(24) Regarding the adsorption isotherms of both components, it can be observed from Figure 2 that looking at the overall pressure range studied until 3 bar they can be classified reasonably as Type I isotherms. However, for N2 (Figure 2b) at the low pressure range (below 0.2 bar) the behavior is not Type I since data has an inflection not common of these type isotherms, especially for adsorbed amounts below 0.05 mol/kg. However, looking to the overall pressure range, the N2 isotherms seems practically linear. For CH4 this abnormal behavior is not observed at the low pressure range (Figure 2a) and the isotherms are clearly Type I. To simplify the modeling and computation of binary fixed bed adsorption dynamic studies, we fit the isotherm data with the Langmuir model, keeping equal the maximum adsorbed amount (qm) for both components to use the extended Langmuir model with thermodynamic consistency.(38) Looking at the fitting in Figure 2 it is clear that the results are in close agreement at all pressure and temperature ranges studied, but it deviates slightly for the N2 data at the low pressure range (below 0.2 bar, Figure 2b). For CH4 the fitting is very good in all the temperature and pressure ranges studied. The optimal fitting parameters were obtained using excel solver minimization tool. Those parameters are summarized in Table 2. Consequently, we can assume that the experimental pure component isotherm data of CH4 and N2 are reasonably correlated with the Langmuir model if we look to the overall data range between 305 and 363 K and pressures up to 3 bar.Table 2. Isotherm Model Parameters for Sorption of CH4 and N2 in Binderless Beads of 5A Zeolite CH4N2qmmol/kgads5.005.00ΔHkJ/mol–16.6–15.1 305 Kbbar–10.1470.0751 333 Kbbar–10.08470.0456 363 Kbbar–10.05160.0291The heats of adsorption predicted by the Langmuir model are −16.6 and −15.5 kJ/mol, for CH4 and N2, respectively. This values compare to the isosteric heats obtained by Loughlin et al.(41) (−21 kJ/mol) and Cao and Sircar(42) (−19 kJ/mol) in binder pellets, for CH4 and N2, respectively. The ratio between the adsorption equilibrium parameters b for the two components range from 1.96 to 1.77 between 305 and 363 K. This ratio can be also interpreted as the selectivity (separation factor) and is constant for the Langmuir isotherm if we define selectivity as the ratio between (q2/y2)/(q1/y1) (relative volatility). This relative volatility is similar to the one used by Turnock and Kadlec.(22)Figure 3 shows the Virial plots in a semilog plot of p/q versus q for CH4 (a) and N2 (b) for the experimental data and predicted values calculated by the Langmuir isotherm. The extrapolation of data to zero coverage in a Virial plot is suitable to calculate the Henry’s constants of isotherms for strongly adsorbed species,(43) but it is also important to reveal the quality of data at low pressure.(44) For a Type I isotherm the representation of experimental data in terms of ln (p/q) versus q should be linear with a positive slope at concentrations near zero coverage and approach a straight line parallel to the axis of q when the isotherm is linear. The Virial plot for N2 represented in Figure 3b confirms that experimental data at a very low coverage (below 0.1 mol/kg) deviates from a Type I isotherm since it has an inflection where the ratio ln (p/q) versus q increases significantly giving rise to a negative slope. This can also be an indication that experimental data loss quality or that the system N2/5A-binderless beads is highly nonideal at low partial pressure. As expected the predicted values with the Langmuir isotherm (lines) (parameters given in Table 2) show a slight positive slope which is also an indication that the system approaches linearity for N2 in the overall range of partial pressure studied. For CH4 (Figure 3a) the Virial plot shows a close agreement between experimental data and the Langmuir model predictions typical of Type I isotherms with a linear representation of data with a positive slope. However, again experimental data presents an inflection in such a plot for adsorbed amounts lower than 0.1 mol/kg, but in this case without a single tendency since the representation ln(p/q) versus q deviates from linear by decreasing at 363 K and increasing at 305 K. Another possible explanation for the uncommon data behavior observed at low coverage for CH4 and N2, is that we studied binderless beads of 5A zeolite in which the nonzeolitic components (temporary binder) were converted to zeolite matter during a hydrothermal conversion during the beading procedure,(26, 27) giving rise to some heterogeneity to the 5A zeolite/CH4/N2 system resulting in the observed discrepancies at very low coverage (or low partial pressure).Figure 3. Semilog plot of p/q versus q for CH4(a) and N2 (b) in 5A zeolite binderless beads for the analysis of Virial isotherm. Points are experimental data and lines are the data correpondent to the fitting with the Langmuir isotherms with parameters given in Table 2Comparing now the adsorption data obtained on these binderless 5A beads with other data reported in the literature, an increase in the capacity with regard to the two gases is observed. In other words, the binderless 5A beads have 20% more capacity than the binder containing classic materials (see Figure 4).(24, 25, 45, 46) This is due the dilution effect of the binder material in zeolite beads or pellets.Figure 4. Comparison of the adsorption equilibrium data of (a) CH4, (b) N2 of the binderless beads of 5A zeolite studied in this work and binder containing materials studied by other authors.4.2Fixed Bed Adsorption Dynamic Studies of 50(CH4)/50(N2) Mixture Composition Diluted in an Inert (Helium)Breakthrough curves or the transient response at the outlet of the fixed bed to an input of a mixture feed at inlet is the more realistic way to evaluate the performance of an adsorbent for a specific separation. When in contact with the adsorbent, the mixture is selectively adsorbed because of differences in the adsorption strengths between the compounds, giving rise to the formation of different mass traveling waves along the bed, resulting in a breakthrough curve at the outlet with a different composition of the one at bed inlet until it is completely saturated. For the present study, we performed experiments with binary mixtures of CH4/N2 diluted in a helium stream in a fixed bed column at two temperatures and two total pressures: 313 and 343 K and 1 and 5 bar, respectively. We use a column with 8.5 cm length and diameter 3.35 cm to keep inside a small chromatographic oven 50.4 g of dehydrated adsorbent. This short column was necessary to observe the degree of separation of the compounds in due time, since the adsorbed amounts of the components are small. The experimental conditions of all experiments performed are given in Table 3.Table 3. Experimental Conditions for Binary Breakthrough and Theoretical Selectivities (Steor) Predicted by the Langmuir Isotherm   flow rate (N* mL/min)  runtemp (K)total flow rate (N* mL/min)CH4N2total pressure (bar)Steor50/50a_a131374.923.826.21.01.92a_a231374.923.826.25.01.92a_b134374.923.826.21.01.84a_b234374.923.826.25.01.8475/25b_a131374.938.111.71.01.92b_b134374.938.111.71.01.84b_b234374.938.111.75.01.84*N (298 K, 1 bar).Figure 5 illustrates the experimental breakthrough curves performed at 313 K and total pressures of 1 bar (Figure 5a) and 5 bar (Figure 5b) in the terms of ratio of the molar fraction of each compound relative to feed conditions (yi/yi0) (left y-axis) and temperature (right y-axis) as a function of time. The model described in the Supporting Information (Table S1) was used to compute the binary breakthrough curves (lines) using the parameters shown in Table 4. The simulations were made with the extended Langmuir model (eq 2 and 3) using the values given in Table 2. Looking to Figure 5 we can conclude that at both pressures the computed and measured breakthrough curves are in close agreement. An interesting feature of the breakthrough curves, is the long time spreading of the concentration profiles of both components (around 60 min at the total pressure of 5 bar (Figure 5b) and 15 min at the total pressure of 1 bar). The roll-up of N2 is around 1.4 at the both pressures studied. The reason for the long spreading of the mass traveling waves, is that the dynamics of the fixed bed adsorption system is influenced by the axial mass Peclet number in the column which is around 10. The computed temperature profiles show a slight increase with a maximum rise around 4 K (at 1 bar) and 7 K (at 5 bar). This is so because the adsorbed amounts are small and also the heats of sorption are moderate (around −15 kJ/mol). In the Supporting Information (SI) some calculations were made and a sensitive analysis of changes of model parameters in the computed breakthrough profiles of CH4 and N2 depicted in Figure 5a) (run a_a1) are shown, where it is clear that the only parameter that influence the computed concentration profiles of the breakthrough curves is the axial mass Peclet number. As previously explained, the model used to simulate the breakthrough curves is similar to the one developed by Santacesaria et al.(39) which is an extension of the classic linear driving force model (LDF). In this system, if we want to be coherent there is no mass transfer limitations in the crystals of the 5A zeolite because diffusion is very fast for both absorbable species CH4 and N2 (in the order of 1 × 10–10 m2/s).(47, 48) Since the crystals of commercial zeolites are generally small (lower than 2 μm) the diffusional limitations inside the crystals are absent (see the Supporting Information). Accordingly, the most indicated mass transfer model for this system should be based in a linear driving force (LDF) accounting for film and macropore diffusion according to the following equation,(5)where KLDF is the mass transfer coefficient, kf is the film mass transfer coefficient, Dp is the pore diffusivity, Rp is the particle radius, and εp is the particle porosity.Figure 5. Experimental data and comparison with the mathematical model for a binary 50(CH4)/50(N2) breakthrough curve in 5A zeolite at the temperature of 313 K and total pressure in the column of (a) 1 bar (run a_a1) (b) 5 bar (run a_a2). Points are experimental data and lines represent model predictions (left y axis for concentration and right y axis for temperature). The experimental conditions and model parameters are specified in Tables 3 and 4, respectively.Table 4. Model Parameters for the Simulation of the Breakthrough Experiments (Run a_a1)aparametervalue unitsparametervalue unitscpg 2.81 J/g·KKLDF 55 s–1ecps 0.8 J/g·KKax 0.062 W/m.Kdc 3.35 × 10–2 mL 0.085 mDax 3.36 × 10–5 m2/sbma 50.4 ghp 126 W/m2·Kchw 12.8 W/m2.KdGreek Letters   εb 0.4  aThe isotherm model parameters are the ones shown for the Langmuir isotherm (see Table 2). The physical parameters shown in Table 4 were used for the simulation of the run a_a1. For the other runs they were changed according to the previous correlations to take into account the dynamics of the experiments and the respective experimental conditions shown in Table 3.bCalculated by the correlation Dax = 0.67Dm + 0.5Dpv taken from Ruthven.(43) The axial mass Peclet number is 10.cThis value was estimated from the limit of Nu = 2 and it can be considered a very high value, which means that the temperature between solid and bulk gas phase is in equilibrium.dThis parameter was obtained through the fitting of the experimental breakthrough curve.eThis value was calculated from the model of Santacesaria et al.(39) (eq 5) and, it is a very high value meaning that there is no mass transfer limitations in this system.The calculated value of KLDF for run a_a1 is around 55 s–1 which is a huge value meaning that there is no mass transfer limitations is this system (thermodynamic equilibrium). This is clearly demonstrated in the Supporting Information where it is seen that changes in the value of KLDF have no influence in the computation of the concentration profiles of the breakthrough curves. The sensitivity analysis shown in the Supporting Information proves also that the dynamics of the fixed bed adsorption system studied (with long spreading mass traveling waves in the column) is influenced by the axial mass dispersion of the components in the bulk gas phase of the column together with the thermodynamic equilibrium competition between CH4 and N2 in zeolite 5A. We also use the heat balance in the simulations but since the amount adsorbed for CH4 and N2 are small and the heat of adsorption is also small (around −16 kJ/mol) the heat effects are minimal in the system (see in the Supporting Information the influence of the heat balance parameters on the simulation of Run a_a1 (Figure 5a)). This analysis shows that if we want to improve the efficiency of a fixed bed column to obtain a better separation between CH4 and N2 (sharper mass traveling waves and higher roll-up’s for N2) we need to increase the axial mass Peclet number for column.Figure 6a,b shows similar fixed bed experiments performed at 343 K for the 50(CH4)/50 (N2) (experimental conditions given in Table 3). Again the mathematical model predicts with good accuracy the experimental fixed bed column adsorption dynamics. As expected, the breakthrough time of the components decreases since the loading is smaller at 343 K. However, the roll-up of N2 is kept at the same level of the experiments performed at 313 K.Figure 6. Experimental data and comparison with the mathematical model for a binary 50(CH4)/50(N2) breakthrough curve in 5A zeolite at the temperature of 343 K and total pressure in the column of (a) 1 bar (RUN a_b1) (b) 5 bar (RUN a_b2). Points are experimental data and lines represent model predictions (left y axis for concentration and right y axis for temperature). The experimental conditions and model parameters are specified in Tables 3 and 4, respectively.4.3Fixed Bed Adsorption Dynamic Studies of 75(CH4)/25(N2) Mixture Composition Diluted in an Inert (Helium)Similar experiments in the fixed bed were also performed for a mixture ratio 75(CH4)/25(N2) at the same conditions: (a) two temperatures 313 and 343 K; and (2) two total pressures 1 and 5 bar. The total flow rate feed to the column was equal to the one in the 50/50 binary experiments. The experimental conditions are given in Table 3.Figure 7 shows the experiment performed at 313 K and total pressure of 1 bar where we can see that the mathematical model cannot compute with accuracy the experimentally observed roll-up of N2. The roll-up of N2 observed experimentally is much higher than the one predicted by the model. A possible explanation, since we are in the presence of a fixed bed adsorption system dominated by the axial mass dispersion in the column and thermodynamic equilibrium is the over prediction of the extended Langmuir model of the adsorbed amount of N2 at the experimental conditions of  run b_a1 (partial pressure of N2 0.156 atm). Since the observed experimental roll-up of N2 is higher than the one predicted by the model, it means that the true loading of N2 in the bed at equilibrium is less than the one predicted by the extended Langmuir isotherm. This fact can be explained if we observe the fitting of the pure component isotherm data of N2 with the Langmuir model depicted in Figure 2b in the low pressure range, where it can be seen that the fitting overpredicts the adsorbed amount measured experimentally. Moreover, the Virial plots in Figure 3b also indicate that for N2 the system becomes highly nonideal which could also explain the observed discrepancy. Accordingly, the extended Langmuir model fails in the prediction of mixture sorption when the partial pressure of N2 in the feed is below 0.2 bar, which is the case of this experiment. To capture the roll-up of N2 with the model at this partial pressure it will be necessary to use a different binary thermodynamic equilibrium model. However, it should be noted that the pure component N2 isotherms observed in the low pressure range and coverage are very uncommon, and it is difficult to find a binary isotherm model capable of predicting the mixture sorption equilibria of mixtures CH4/N2 in 5A zeolite for all pressures and mixture ratios ranges, since we are in the presence of a system where the data of one of the components do not obey Type I isotherms (N2) (in the low pressure range), combined with other component that obeys (CH4). Accordingly, the system is nonideal at the low pressure of N2 adsorption in 5A zeolite (below 0.2 bar).Figure 7. Experimental data and comparison with the mathematical model for a binary 75(CH4)/25(N2) breakthrough curve in 5A zeolite at the temperature of 313 K and total pressure in the column of 1 bar (RUN b_a1). Points are experimental data and lines represent model predictions (left y axis for concentration and right y axis for temperature). The experimental conditions and model parameters are specified in Tables 3 and 4, respectively.Figure 8 shows the experimental data for the mixture 75(CH4)/25(N2) at 343 K and again we conclude that the mathematical model does not predict the behavior of the N2 roll-up at the total pressure of 1 bar (Figure 8a), but the error is not so high as the one observed at 313 K since the total adsorbed amounts of the components are lower. However, for this mixture ratio the model agree with the data (roll-up of N2) at the total pressure of 5 bar (Figure 8b). This is so, because the partial pressure of N2 is higher and the extended Langmuir model is more accurate to predict the loading of N2. From these results, we can conclude that the mathematical model together with the extended Langmuir isotherm are reasonable to predict the binary sorption of CH4/N2 in the binderless beads of 5A zeolite, in operating conditions where the partial pressure of N2 is above 0.2 bar for both mixture ratios 50/50 or 75/25, but fails in the prediction of the roll-up of N2 when the partial pressure decreases below 0.2 bar. This is due to the abnormal behavior of N2 in 5A zeolite in this region of the isotherm, since it does not obey a Type I typical isotherm which is the domain of validity of the Langmuir isotherm.Figure 8. Experimental data and comparison with the mathematical model for a binary 75(CH4)/25(N2) breakthrough curve in 5A zeolite at the temperature of 343 K and total pressure in the column of (a) 1 bar (run b_b1) (b) 5 bar (run b_b2). Points are experimental data and lines represent model predictions (left y axis for concentration and right y axis for temperature). The experimental conditions and model parameters are specified in Tables 3 and 4, respectively.Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferences5 ConclusionsWe performed a detailed study of the sorption of CH4 and N2 in binderless beads of 5A zeolite between 305 and 373 K and pressures up to 3 bar by measuring pure component isotherms and performing fixed bed adsorption binary experiments. The isotherms of N2 and CH4 show a 20% increase in capacity than in similar binder containing commercial zeolite 5A adsorbents. The isotherms of CH4 are typical Type I up to a pressure of 3 bar with loadings not exceeding 1.2 mol/kg. The isotherms of N2 show a lower amount adsorbed and seem practically linear up to a total pressure of 3 bar. However, looking in detail to the low pressure region of the N2 isotherm (below 0.2 bar) we observe an abnormal behavior not typical of Type I isotherms. However, the isotherms of CH4 and N2 were satisfactorily represented with the Langmuir model keeping the maximum adsorbed amount constant for both components in order to give thermodynamic consistency in the predictions of mixture sorption behavior. A mathematical model taking into account the axial mass dispersion in the column, a LDF model valid for fluid side resistance with macropore diffusion control, heat effects, and prediction of binary sorption equilibria with the extended Langmuir model, was developed. The computed curves agree satisfactorily with the data for mixture ratios 50(CH4)/50(N2) and 75(CH4)/25(N2) with the exception of the prediction of the roll-up of N2 when it́s partial pressure is below 0.2 bar. A possible explanation for that is the abnormal behavior of the N2 isotherms at partial pressures below 0.2 bar that do not obey Type I isotherms. As a final conclusion, we must say that the sorption of CH4 and N2 and their binary mixtures in binderless beads of 5A zeolite can be satisfactorily predicted by a simple mathematical model with all parameters determined independently (including the Langmuir isotherm in both pure and binary mixtures), in the pressure range of the components above 0.2 (for N2) and below 3 bar and temperatures between 305 and 343 K. Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferencesSupporting InformationDetailed information about the mathematical model and parameters used for the simulations of fixed bed adsorption experiments. The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.iecr.5b01608.The authors declare no competing financial interest.Top of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferencesAcknowledgmentWe acknowledge Chemiewerk Bas Köstritz GmbH, Germany, for kindly providing the samples of binderless 5A zeolite (trade name “Köstrolith 5ABF”) studied in this work. This work is partially supported by project UID/EQU/50020/2013, QREN-ON2-FEDER-NORTE-07-0124-FEDER-0000006, and QREN-ON2-FEDER-NORTE-07-0162-FEDER-000050, financed by FEDER through COMPETE–Programa Operacional Factores de Competitividade and by FCT–Fundação para a Ciência e a Tecnologia.Reference QuickViewTop of PageAbstractIntroductionTheoreticalExperimental SectionResults and DiscussionConclusionsReferencesReferencesThis article references 48 other publications.1. Natural Gas Processing Plants; Linde Group: 2015; http://www.linde-engineering.com/internet.global.lindeengineering.global/en/images/HE_1_1_e_12_150dpi19_4271.pdf.There is no corresponding record for this reference.2. Mitariten, M. New technology improves nitrogen-removal economics Oil Gas J. 2001,  99,  42– 44There is no corresponding record for this reference.3. Mitariten, M. Molecular Gate Adsorption System For The Removal Of Carbon Dioxide And/Or Nitrogen From Coalbed And Coal Mine Methane, SME Annual Meeting, Salt Lake City, Utah, February 28–March 2, 2005.There is no corresponding record for this reference.4. Baker, R. W.; Pinnau, I.; He, Z.; Arno, K. D.; Costa, A. R.; Daniels, R.  Nitrogen gas separation using organic-vapor-resistant membranes. U.S. Patent 6,579,341, 2003.There is no corresponding record for this reference.5. Habgood, H. W. The kinetic of molecular sieve action. Sorption of nitrogen-methane mixtures by Linde molecular sieve Can. J. Chem. 1958,  36,  1384– 1397[Crossref], [CAS]5. Kinetics of molecular-sieve action. Sorption of nitrogenmethane mixtures by Linde Molecular Sieve 4AHabgood, H. W.Canadian Journal of Chemistry\r\n        (1958),\r\n    36\r\n        (),\r\n    1384-97CODEN:\r\n                CJCHAG;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-24/acs.iecr.5b01608/20150618/images/small/ie-2015-016087_0010.gif\">"]}