{"title": "Interpreting Unary, Binary, and Ternary Mixture Permeation Across a SAPO-34 Membrane with Loading-Dependent Maxwell−Stefan Diffusivities", "authors": ["Shiguang Li", "John L. Falconer", "Richard D. Noble", "R. Krishna"], "doi": ["10.1021/jp067404j"], "abstract": "Unary permeation experiments were performed with He, H, CO, N, O, CO, Ar, and CH across a SAPO-34 membrane at 295 K with upstream pressures ranging to 7.2 MPa, ensuring that high occupancies within the zeolite layer are reached. Careful analysis of the unary permeation experiments shows that the Maxwell−Stefan (M-S) diffusivity Đ is loading-dependent for all gases except He and H. The model of Reed and Ehrlich ( , , 588−609) was used to describe the loading-dependence of Đ. The zero-loading diffusivity Đ(0) and the Reed−Ehrlich parameter φ are backed out from the permeation experiments, providing a complete description of Đ as a function of loading, . Permeation experiments for CO/CH, CO/N, N/CH H/CH, H/N, H/CO, and CO/CH/N mixtures were performed to determine to what extent loading-dependent M-S diffusivities influence permeation fluxes and selectivities. Good agreement between the M-S mixture model and experiments are obtained, provided the binary exchange coefficients Đ in the M-S uations are assumed to have high enough values to ensure that intercage hops of the molecules occur practically independently of one other. ", "text": "10.1021/jp067404j 10.1021/jp067404j10.1021/jp067404j Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information Available1. Introduction A proper description of diffusion of molecules within nanoporous materials such as zeolites, carbon nanotubes, and metal−organic frameworks is required in many potential separation and reaction applications.1-5 The Maxwell−Stefan formulation for single component diffusion in zeolites is commonly expressed as  where Ni is the molar flux expressed in mol m-2 s-1, ρ is the zeolite framework density expressed in kg m-3, qi is the molar loading expressed in mol kg-1, dμi/dx is the chemical potential gradient, R is the gas constant, T is the absolute temperature in K, and Đi is the Maxwell−Stefan (M-S) diffusivity, or “corrected” diffusivity of species i. In several classic publications on the subject of diffusion in zeolites, it has been customary to assume that Đi is independent of the loading qi within the zeolite.6 However, in recent years there has been increasing evidence, both from experiments7-10 and from molecular dynamics (MD) simulations11-16 that Đi is generally a strong function of loading. For any given molecule, say CH4, the Đi−qi relation appears to be dependent both on the zeolite topology and connectivity.11,17-20 For zeolites structures consisting of cages separated by narrow windows, such as LTA, CHA, ERI, and DDR, the Đi increases sharply with loading qi, reaches a maximum, and eventually decreases to near-zero values as the saturation loading qi,sat is approached.13,17,18,21 The loading-dependence in such structures has been interpreted in terms of a reduction in the free energy barrier for intercage hopping with increased intracage occupancy.18 The approach of Reed and Ehrlich22 has been applied to cage-type zeolite structures to yield a simple analytical model to describe the dependence of Đi on fractional occupancy θi, defined as  The primary objective of this paper is to investigate the loading-dependence of Đi in a (Si0.061Al0.483P0.455)O2 (SAPO-34) (an isotype of CHA) membrane by carrying out unary permeation experiments with a variety of light gases (He, H2, CO2, N2, O2, CO, Ar, and CH4). For this purpose, experiments in an improved membrane were performed with upstream pressures ranging to 7.2 MPa to ensure high occupancies in the membrane. The membrane synthesis procedure used in the present study used a seeding procedure that resulted in a thinner membrane and higher fluxes than obtained in a previous study.23 The details of membrane synthesis, characterization, measurement procedures along with the experimental data have been given in the Supporting Information. The current work supplements the unary permeation data for CO2, N2, and CH4 reported in our earlier publication.24  In our earlier publication,24 we had analyzed experimental data on permeation of binary mixtures CO2/CH4, CO2/N2, and CH4/N2 and concluded that for modeling purposes, the binary exchange coefficient Đ12 in the M-S formulation is best taken to have a large enough value to ensure that intercage jumps of molecules occur independently of one another. In the current work, we report additional binary permeation data for H2/CH4, H2/N2, and H2/CO mixtures to examine whether the conclusion reached in the earlier paper on independent intercage hopping  of molecules holds also for mixtures containing H2. Furthermore, we report data for ternary CO2/CH4/N2 mixture permeation experiments and examine whether the M-S formulation with infinite binary exchange coefficients Đij for each of the binary pairs is successful in predicting the permeation fluxes in the ternary mixture.   Figure 1 Pure component isotherm data for pure (a) CO2, CH4, N2, (b) CO, Ar, O2, H2, and (c) He and along with fits using eq 3 or eq 5, denoted by the continuous solid lines. The He isotherm data is from GCMC simulations.    Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information Available2. Fitting of Pure Component Isotherms Adsorption experiments were carried out in an Autosorb-1 (Quantachrome Corp. Model AS1-C−VP-RGA) system. The experimental pure component isotherms for pure CO2, CH4, N2, CO, Ar, O2, and H2 at 295 K are plotted in Figure 1a−c. For adsorption in zeolite structures with cages separated by narrow windows, such as SAPO-34, the model based on statistical thermodynamics described in Chapter 3 of Ruthven25 is particularly relevant and useful.  In eq 3, qi represents the loading in mol kg-1, qi,sat is the saturation loading, and Ωi is maximum capacity expressed in molecules per cage. On the basis of the atomic composition of SAPO-34 used in our experiments, (Si0.061Al0.483P0.455)O2, we calculate   It is important to have a good estimate of the saturation capacity, qi,sat, but it is not possible to obtain this information from experimental isotherm data because the pressures at which the pores get saturated can range to about 109 Pa; our experimental isotherms were only determined to a maximum pressure of 110 kPa. For CO2 for example, the molar volume of the liquid phase at 109 Pa is estimated to lie in the range of 30−35 cm3/mol from the data given by Mäder and Berman.26 Golden and Sircar27 estimate the molar volumes for H2, CO2, N2, Ar, and CH4 to be 22.6, 33.3, 37.7, 26.3, and 31.6 cm3/mol, respectively. Of these gases, CO2 has the highest adsorption strength and the loading of CO2 at the highest pressures used in the feed in the permeation experiments, to be discussed below, will be close to its saturation value. For the measured pore volume of 0.26 cm3/g, the maximum capacity after rounding off to integer values is estimated to be 6 molecules per cage for CO2, corresponding to 8.2 mol kg-1. For H2, using the value of 22.6 cm3/mol for the molar volume results in a saturation capacity after rounding off of Ωi = 9 molecules per cage. Table 1 summarizes the values of the fit parameter bi in eq 3.    Table 1:  Pure Component Isotherm Fit Data Using Eq 3a  moleculebiΩiqi,sat CO2 7.67 × 10-5 6 8.2 CH4 5.87 × 10-6 6 8.2 N2 1.26 × 10-6 6 8.2 H2 2.84 × 10-7 9 12.3 O2 1.2 × 10-6 6 8.2 CO 2.31 × 10-6 6 8.2 Ar 1.26 × 10-6 6 8.2  a bi is expressed in Pa-1, Ωi is in molecules per cage, and qi,sat is in mol kg-1.    For He, the measurement of the adsorption isotherm using the Autosorb-1 experimental setup was not feasible. In this case, we used Grand Canonical Monte Carlo (GCMC) simulations using the force field described in the literature28 to determine the Henry coefficient Hi defined by   The GCMC simulation data for all-silica CHA are presented in Figure 1c, and the best-fit value is Hi = 1.37 × 10-7 mol kg-1 Pa-1; this value is assumed to be valid also for SAPO-34.   Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information Available3. Analysis of Unary Permeation Data If the M-S diffusivity Đi can be taken to be loading-independent, we may write the permeation flux as  where DFi is the driving force  where fi,up and fi,down represent the pressures (more strictly, fugacities) of component i at the upstream (retentate) and downstream (permeate) sides of the membrane. For He permeation, with eq 5 describing the adsorption isotherm in the Henry regime, the DFi can be calculated from  For all other gases, the adsorption isotherms are described by eq 3 and the integral in eq 7 can be evaluated analytically to obtain   Plots of the unary permeation fluxes for He and H2 against the driving force DFi are shown in Figure 2. The linear dependence of the flux Ni on DFi confirms that the assumption of a loading-independent Đi is a good one for He and H2. The straight lines have been drawn taking the fitted value of ρĐi/δ = 0.322 and 0.293 kg m-2 s-1 for He and H2, respectively.   Figure 2 The experimental data on unary permeation fluxes for He and H2 are plotted against the driving force DFi, calculated from eq 8 for He or eq 9 for H2. The straight lines have been drawn taking the fitted value of ρĐi/δ = 0.322 and 0.293 kg m-2 s-1 for He and H2, respectively.   The plots of Ni vs DFi for CO2, N2, O2, CO, Ar, and CH4 are shown in Figure 3a,b. For none of these gases is the Ni−DFi relationship precisely linear. This is more clearly evident in Figure 4a,b in which the values of the transport coefficients, ρĐi/δ, backed out using eq 6, are plotted against the component loading at the upstream face of the membrane, qi,up. For all gases, the ρĐi/δ appears to increase with qi,up. For CO2, a slight maximum is also detectable at an upstream loading of 6 mol kg-1 beyond which the ρĐi/δ appears to decrease with increasing qi,up.   Figure 3 The plots of Ni vs DFi for (a) CO2, N2, O2, CO, Ar, and (b) CH4.   The values of transport coefficients ρĐi/δ shown in Figure 4a,b do not reflect the true M-S diffusivities Đi because they are based on eqs 6 and 7, which are derived assuming Đi is independent of loading qi. The proper procedure for backing out the M-S diffusivities is to first establish the correct Đi−qi dependence. To quantify the loading-dependence, we use the model developed by Reed and Ehrlich;21,22,29 this model gives the following expression   where z is the coordination number, representing the maximum number of neighbors within a cage; we take z = 5 (i.e., one less than the maximum capacity of molecules that can be accommodated in each cage). The other parameters are defined as (see Krishna et al.21 for more detailed discussions and derivations)    Figure 4 Transport coefficients ρĐi/δ backed out using eq 6 (a) CO2, N2, O2, CO, Ar, and (b) CH4.   With the Reed−Ehrlich loading-dependence, we may define a modified driving force MDFi  The integration must be carried out numerically. The modified driving force must be expected to bear a linear relation with the permeation flux  The plots for CO2, N2, CO, O2, Ar, and CH4 are shown in Figure 5a−c. The Reed−Ehrlich parameter φi was chosen to yield a straight line relationship; the best fit values of φi that yield linear dependencies of Ni on MDFi are listed in Table 2 along with the corresponding zero-loading transport coefficients ρĐi(0)/δ.   Figure 5 The experimental data on unary permeation fluxes of (a) CO2, (b) N2, CO, O2, Ar and (c) CH4 is plotted against the modified driving force MDFi, calculated from eq 12, taking the parameter values specified in Table 2. The straight lines are drawn using eq 13 with fitted values of ρĐi(0)/δ specified in Table 2.   Figure 6 Drawing showing the approximate molecular dimensions of He, H2, CO2, N2, O2, CO, Ar, and CH4.     Table 2:  Reed−Ehrlich Parameters in Various Zeolite Structures    Reed-Ehrlich model parameters in eqs 10 and 11moleculeρĐi(0)/δzφi He 0.322   H2 0.293   CO2 4.6 × 10-3 5 2.1 CH4 3.2 × 10-4 5 3 N2 1.07 × 10-2 5 2.3 O2 2.53 × 10-2 5 1.8 CO 1.14 × 10-2 5 2 Ar 1.37 × 10-2 5 2   To rationalize the values of the zero-loading transport diffusivities and Reed−Ehrlich parameter φi, we need information on the molecular dimensions. Figure 6 presents drawings showing approximate molecular dimensions of the various gases used in these investigations; these dimensions were estimated using published force fields for molecule−molecule interactions.30-32 The values of the zero-loading transport coefficients ρĐi(0)/δ appear to decrease sharply as the molecular diameter approaches the window size, which has a value of 3.8 Å for SAPO-34; see Figure 7a. For CO2, N2, CO, and Ar, the molecular diameter is in the 3−3.4 Å range and the ρĐi(0)/δ appear to decrease with increasing molecular length; see Figure 7b. The loading- dependence is stronger when the molecular diameter is larger; see Figure 7c. For an interpretation of the loading-dependence of the M-S diffusivity in terms of the free energy barrier for hopping of molecules between cages, see the papers of Beerdsen et al.18,33   Figure 7 Dependence of (a) the zero-loading transport coefficient ρĐi(0)/δ on the molecular diameter, (b) the zero-loading transport coefficient ρĐi(0)/δ on the molecular length, and (c) the Reed−Ehrlich parameter φi on the molecular diameter.    Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information Available4. Modeling of Mixture Permeation The M-S equations13,34,35  are widely used for modeling and interpretation of zeolite membrane permeation experiments for a variety of molecules and mixtures.3,36,37 In eq 14, Đi is the M-S diffusivity of species i in the mixture, qi is the molar loading, qi,sat is the saturation capacity of species i, Đij are the binary exchange coefficients. The major advantage of using the M-S equations is that the diffusion coefficients Đi and Đij can be estimated from pure component adsorption and diffusion data.13,35 Zhu et al.38 and Li et al.23 have modeled permeation of CO2 (1)−CH4 (2) mixtures across MFI and SAPO-34 membranes, respectively by estimating that the binary exchange parameter Đij using the interpolation formula.  On the basis of MD simulations of diffusion in CO2−CH4 mixtures, Krishna et al.21,32 have argued that in zeolite structures that consist of cages separated by narrow windows, such as CHA and DDR, intercage jumps are uncorrelated and that as an approximation, the binary exchange coefficient Đ12 can be taken to be infinite, that is  SAPO-34 is an isotype of CHA and the same approximation may be expected to hold. The gradient of the chemical potentials in eq 16 can be related to the gradients in the loadings by defining a matrix of thermodynamic factors [Γ]  The elements Γij in eq 17 can be estimated using the ideal-adsorbed solution theory of Myers and Prausnitz39 and the fits  of the pure component isotherms. Integrating eq 17 across the membrane thickness we obtain  The details of the numerical procedures for calculation of the fluxes are described in earlier work.3,40  Before proceeding with the estimation of the fluxes Ni using the pure component data on the transport coefficients listed in Table 2, we shall demonstrate the applicability of the uncoupled M-S equations (18) by backing out the transport diffusivity ρĐi/δ as a function of the total upstream loading, qup = q1,up + q2,up, for the six binary mixture permeation experiments using   The results are presented in Figure 8a−f, along with the backed-out transport coefficients from unary permeation experiments (reported in Figure 4a,b). For the (a) CO2/CH4, (b) CO2/N2, and (c) CH4/N2 mixtures, we note that the ρĐi/δ backed out either from pure component or mixture permeation experiments exhibit similar loading-dependences and correspond closely to each other. This confirms that the assumption of infinite value for the binary exchange parameter Đ12 is a good one. A slightly different picture emerges for the mixture containing H2. From the ρĐi/δ data for CH4/H2, N2/H2, and CO/H2 mixtures (see Figure 8d−f), there appears to be a slight slowing-down of the more mobile H2 with a concomitant and small speeding-up of the more tardy species, CH4, N2, and CO in the three binary mixtures, respectively. This would indicate that the assumption of an infinite value of Đ12 is not as good for mixtures with hydrogen and must be viewed only as an approximation.   Figure 8 Comparison of transport coefficients, ρĐi/δ, backed out from unary permeation and binary mixtures containing (a) CO2/CH4, (b) CO2/N2, (c) N2/CH4, (d) CH4/H2, (e) N2/H2, and (f) CO/H2.   Figure 9 Permeation fluxes for binary (a) CO2/CH4, (b) CO2/N2, and (c) N2/CH4 mixtures as function of the upstream total pressure, fup. The continuous solid lines represent the calculations by numerical solution of eq 18.   It now remains to compare the estimate of the permeation fluxes in the mixture from eq 18 with experimental values. The  M-S diffusivity Đi of component i in the mixture is estimated on the basis of the total mixture occupancy, θ, defined by  and the Reed−Ehrlich model, eq 10, and the pure component transport data in Table 2. Figure 9a−c shows that the estimations of Ni using eq 18 for (a) CO2/CH4, (b) CO2/N2, and (c) CH4/N2 mixtures are in very good agreement with experimental values (filled solid symbols) for the entire range of upstream pressure conditions. This result is to be expected in view of the good agreement in the backed-out transport coefficients ρĐi/δ of mixtures with that of pure component data; cf. Figure 8a−c.  Figure 10a shows the experimentally determined fluxes for the ternary CO2/CH4/N2 mixture as a function of the upstream total pressure. The predictions of the M-S mixture model (eq 18), shown by the continuous solid lines in Figure 10a, are in good agreement with experiment. Figure 10b shows the experimentally determined permeation selectivity αperm defined by  for CO2/CH4 and N2/CH4 separation in the ternary mixture. Inclusion of the binary exchange coefficients Đij, estimated using eq 15 in the M-S equation (14), will have the effect of slowing-down the “faster” molecules, while concomitantly speeding-up the “tardier” molecules. These predictions are shown by the dashed lines in Figure 10b; for both mixtures this leads to a significantly poorer match with experiments. For CO2/CH4 and N2/CH4 mixtures, allowance for a finite binary exchange coefficient Đij predicts a significantly lower αperm than in the experiments because in both these cases we have slowing-down of the more mobile CO2, or N2, and concomitant speeding-up of the tardy CH4. The conclusion to be drawn from the results presented in Figure 10b is that intercage hopping of molecules CO2, CH4, and N2 within SAPO-34 occurs independent of one other and validates the use of the simplified M-S equation (18). There is no perceptible slowing-down or speeding-up process. The window size of SAPO-34 is of the order of 3.8 Å, and  only one molecule can pass through the window at a time. The intercage hopping of molecules between cages is uncorrelated, and the three binary exchange coefficients Đij all have large values.   Figure 10 (a) Permeation fluxes and (b) permeation selectivities αperm, for ternary CO2/CH4/N2 mixture as a function of the upstream total pressure, fup. The continuous solid lines represent the calculations by the numerical solution of eq 18 across the membrane. The dashed lines represent integration of eqs 14 and 15 across the membrane.   Figure 11 Permeation fluxes for binary (a) CH4/H2, (b) N2/H2, and (c) CO/H2 mixtures as function of the upstream total pressure, fup. The continuous solid lines represent the calculations by numerical solution of eq 18 across the membrane.   We now turn to permeation of the mixture containing H2; the measured fluxes for binary (a) CH4/H2, (b) N2/H2, and (c) CO/H2 mixtures with equimolar feed mixture compositions are shown in Figure 11a−c (filled solid symbols) as a function of the total upstream pressure, fup. The model calculations are indicated by continuous solid lines in Figure 11. For all three binary mixtures, the fluxes are predicted with reasonable accuracy using only pure component diffusivity and isotherm data. We note, however, that for all three mixtures the fluxes of H2 are slightly overestimated; the reason for this is that there is a slight slowing-down of H2 in the mixture due to the presence of the tardy companion species (CH4, N2, or CO) as was stressed earlier; cf. Figure 8d−f. We see also note that the estimation of the fluxes of CH4, N2, and CO are slightly lower than found experimentally; this is due to the slight speeding-up of these tardier components. The assumption of infinite exchange Đ12 is to be considered as a reasonable, but not perfect, approximation for hydrogen containing mixtures.   Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information Available5. Conclusions The following conclusions can be drawn from the results presented in this paper.  (1) The M-S diffusivities Đi of He, H2, CO2, N2, O2, CO, Ar, and CH4 in SAPO-34 have been backed out using unary permeation data. While the assumption of a loading-independent Đi is valid for He and H2, the M-S diffusivities of CO2, N2, O2, CO, Ar, and CH4 are all significantly loading-dependent.  (2) The model of Reed−Ehrlich provides a convenient practical procedure for modeling the loading-dependence of Đi; the severity of the loading-dependence is captured in this model by the parameter φi. The larger the diameter is of the molecule, the stronger the loading-dependence is.  (3) Binary CO2/CH4, CO2/N2, CH4/N2, and ternary CO2/CH4/N2 mixture permeation in SAPO-34 is best modeled by the M-S equation (18) wherein the intercage hopping of molecules is taken to be independent of one another. This corresponds with the assumption of an infinite exchange coefficient Đij.  (4) For permeation of binary mixtures H2/CH4, H2/N2, and H2/CO, the assumption of infinite exchange coefficient Đ12 is not a perfect one; there is a slight slowing-down of mobile H2 with concomitant speeding-up of the tardier CH4, N2, or CO. Even so, the estimations of the fluxes using eq 18 are in reasonably good agreement with experiment.    Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information AvailableAcknowledgment The Boulder group gratefully acknowledges support by the National Science Foundation, CTS-0413027, and Shell Global Solutions. R.K. acknowledges the grant of a TOP subsidy from The Netherlands Foundation for Fundamental Research (NWO−CW) for intensification of reactors. Dr. J.M. van Baten provided valuable assistance with GCMC simulations of the He isotherm.     Top of PageAbstract1. Introduction2. Fitting of Pure Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Mixture Permeation5. ConclusionsSupporting Information AvailableSupporting Information Available This includes details of membrane synthesis, characterization, and measurement procedures along with the experimental data. This material is available free of charge via the Internet at http://pubs.acs.org/.         This article references 40 other publications. (1) Davis, M. E.   Nature 2002, 417, 813−821.[Crossref], [PubMed], [CAS](1) . Ordered porous materials for emerging applicationsDavis, Mark E.Nature (London, United Kingdom)\r\n        (2002),\r\n    417\r\n        (6891),\r\n    813-821CODEN:\r\n                NATUAS;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-13/jp067404j/production/images/small/jp067404jf00011.gif\">"]}