{"title": "Adsorption of Binary Mixtures of Propane−Propylene in Carbon Molecular Sieve 4A", "authors": ["Carlos A. Grande", "Alírio E. Rodrigues"], "doi": ["10.1021/ie049327p"], "abstract": "We studied binary adsorption equilibrium and kinetics of propane and propylene in carbon molecular sieve 4A (Takeda Corp., Tokyo, Japan). Adsorption equilibrium was measured at 373 K with a manometric−chromatographic unit at two different total pressures:  47 and 250 kPa. Equilibrium of the binary mixture was well predicted with the multicomponent multisite model equation based on pure gas data. The integral thermodynamic consistency test was applied to the set of data. Adsorption kinetics were measured in fixed-bed experiments at 343, 373, and 423 K with three different propylene molar fractions:  0.29, 0.55, and 0.80. The total pressure was also varied from 110 to 320 kPa. A temperature increase in the curves with high propylene molar fractions can be detrimental to the separation of propane−propylene mixtures by vacuum−pressure-swing adsorption. ", "text": "10.1021/ie049327p 10.1021/ie049327p10.1021/ie049327p Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. Conclusions1. Introduction Propane−propylene separation is the most difficult separation practiced in the petrochemical industry performed in large distillation columns containing over 200 trays with high reflux ratios. As an alternative to distillation, adsorption was already proposed and pressure-swing adsorption (PSA) technology is still in the research stage. This separation by adsorption requires a highly selective adsorbent for propylene, which is the most adsorbed gas and is recovered in the low-pressure desorption step (blowdown step).  Several publications reporting adsorption equilibrium and kinetic data of pure gases in many different adsorbents to carry out this separation can be found:  silica gel,1-3 zeolites,4-11 activated carbon,5,12 π-complexation adsorbents,7,13-17 mesoporous materials, and titanosilicates.17-21 Data of propane and propylene on carbon molecular sieve are also available over commercial and laboratory-made samples.22 Only in a few works can propane−propylene binary adsorption equilibrium be found,2,6,23-25 and in some of them, predictions with the ideal adsorption solution theory (IAST) can lead to serious errors.2 Even more difficult is to find adsorption kinetics of the binary mixture, particularly at high hydrocarbon concentration, conditions that are much closer to real adsorption operations.5,26-28  In this work, we have measured binary adsorption equilibrium data by a manometric−chromatographic method. Adsorption experiments were performed at 373 K, a temperature where the adsorption equilibrium of pure gases was previously measured.22 The data obtained in the manometric−chromatographic unit were measured at a constant pressure and different molar fractions to perform the integral thermodynamic consistency test (TCT), validating the data for theoretical consistency of new models of multicomponent adsorption equilibria. The other topic of this work is measurements of the binary fixed-bed experiments by varying propane−propylene molar ratios and the total pressure at temperatures of 343, 373, and 423 K to study the possibility of using carbon molecular sieve 4A for the separation of this mixture in a PSA unit.   Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. Conclusions2. Experimental Section Carbon molecular sieve 4A was kindly provided by Takeda Corp. (Tokyo, Japan). Adsorption equilibria and kinetics of pure propane and propylene measured on this adsorbent were already reported.22 Adsorption equilibria of pure propane and propylene at 373 K are shown in Figure 1. The solid lines in Figure 1 represent the multisite Langmuir model,29 and equilibrium and kinetic parameters of both gases are shown in Table 1.   Figure 1 Adsorption equilibria of propane and propylene on carbon molecular sieve 4A (Takeda Corp.) at 373 K.22 Solid lines are the multisite Langmuir model fitting.     Table 1.  Adsorption Equilibrium and Kinetic Parameters of Pure Gases  gasqmax,i [mol/kg]Ki° [kPa-1]ai−ΔHi [kJ/mol]Dc,i°/rc2 [s-1]EA,i [kJ/mol] C3H6 2.197 6.10 × 10-7 4.700 93.931 1.0441 14.507 C3H8 2.065 3.33 × 10-6 5.000 32.088 0.3087 23.086   The binary adsorption equilibrium data were measured in a manometric−chromatographic equipment. The pressure transducer used for pressure measurements and the total amount adsorbed determination has an error of ±0.04 kPa. The description, scheme, and operation of this unit for binary adsorption measurements were described elsewhere.25 The activation of the samples was made under vacuum at 523 K for 24 h after each equilibrium point. For each measurement, the binary gas mixture was in contact with the adsorbent for at least 48 h. The main difficulty with data collected in manometric−chromatographic equipment is that the final pressure is different in almost all of the measurements. Even when this is one of the main disadvantages of the technique,30 under certain conditions, this problem can be circumvented. Assuming that the mixture is ideal,31 we proceed as follows:  first propylene is  introduced (faster adsorbing gas), and only when pure gas equilibrium is reached, propane is inserted in the system. By assuming ideal behavior, we predict the number of moles adsorbed of each component (IAST), and accounting for the moles that have to remain in the gas phase, we can calculate the amount of each gas that has to be in the system. If the targeted pressure is not achieved (within experimental errors), we have the first indication that the mixture is nonideal, but this has to be confirmed by measuring the molar fractions of the gas phase.  Binary breakthrough curves were measured in a laboratory-scale fixed-bed column with 0.87-m length and 0.021-m diameter. The detailed description of the equipment was reported elsewhere.32 Temperature variations due to adsorption are measured at three different points of the column (0.17, 0.40, and 0.65 m) from the feed inlet. Technical details of the equipment are listed in Table 2 together with some relevant properties of the adsorbent. Activation of the samples was made under flow of nitrogen at 523 K for 24 h only once and kept with a low flow rate of nitrogen between experiments (one breakthrough curve per day to allow full propane desorption).    Table 2.  Fixed-Bed Details and Adsorbent Properties  bed radius [m] 0.0105 bed length [m] 0.83 bed porosity 0.246 bulk density [kg/m3] 678 column wall density [kg/m3] 8238 wall specific heat [J/kg·K] 500 wall film heat-transfer coefficient [W/m2·K] 40 overall heat-transfer coefficient [W/m2·K] 20 pellet radius (infinite cylinder) [m] 8.0 × 10-3 pellet density [kg/m3] 900 pellet porosity 0.315 tortuosity 2.0a specific solid heat [J/kg·K] 880  a Assumed value.    All gases used in this paper were provided by Air Liquide:  propane N35 and propylene N24 (purities greater than 99.95 and 99.4%, respectively). Helium N50 was used for the calibration procedure.   Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. Conclusions3. Theoretical Section In a previous paper where adsorption equilibria and kinetics of pure propane and propylene were reported on carbon molecular sieve 4A, the Toth model was used for data analysis.22 A thermodynamically correct equation with a theoretical direct extension to multicomponent systems is used in this work to describe pure and binary adsorption equilibria:  the multisite Langmuir model.29 This model considers the solid surface as homogeneous but allows a molecule to adsorb in more than one adsorption site. When adsorbate−adsorbate interactions are neglected, the multicomponent multisite Langmuir model can be expressed as  where qmax,i is the saturation capacity of component i, P is the total gas pressure in equilibrium with the adsorbed phase, and ai is the number of neighboring sites occupied by component i. The equilibrium constant Keq,i is described by an Arrhenius law:  where Keq,i° is the adsorption constant at infinite temperature for component i, (−ΔHi) is the isosteric heat of adsorption of component i on the homogeneous surface, and Rg is the universal gas constant. The saturation capacity of each gas is imposed by the thermodynamic constraint aiqmax,i = constant33 to satisfy a material balance of sites in the adsorbent.  One of the ways to verify the validity of the experimental data is to perform the TCT. In this work, we will limit the analysis of this test to a binary mixture.30 The TCT relies on the use of the nonisothermal Gibbs adsorption equation expressed in terms of the Gibbsian surface excess variables as34  where φ is the surface potential of the Gibbsian adsorbed phase, Sm is the excess entropy, and μi is the equilibrium chemical potential of the gas phase of component i at constant P, T, and gas molar fraction, yi. This equation may be integrated or differentiated, offering two possibilities of calculating the consistency of binary data:  the integral and differential tests.35  In the case of a binary mixture, when eq 3 is integrated, the integral test is obtained:  where and are the excess adsorbed-phase concentrations of components 1 and 2 in the multicomponent system, y1 and y2 are the gas-phase molar fractions of components 1 and 2, respectively (satisfying the constraint y1 + y2 = 1), and is the surface potential of adsorption of pure gas that can be determined from pure gas adsorption isotherms as   where * is the excess adsorbed-phase concentration of component i calculated from pure-component gas adsorption isotherms. The integral test allows the calculation of the left-hand side of eq 4 from pure-component adsorption data, while the right-hand side has to be calculated from data at constant temperature and pressure and varying y1 (and consequently y2).  The model used for simulations of binary fixed-bed adsorption relies on the following assumptions:32 the gas behavior is ideal; mass, heat, and momentum variations in the radial coordinate were neglected; the pressure drop in the column is described by the Ergun equation; macropore and micropore diffusion equations are described by a bilinear driving force (bi-LDF); a film mass transfer in the layer surrounding the extrudates is considered. The bi-LDF simplification has a large impact on the computational time used for simulations.  With these assumptions, the fixed-bed component mass balance is  where Ci is the gas-phase concentration, Dax,i is the axial dispersion coefficient, u is the interstitial velocity, εc is the column porosity, yi is the molar fraction, ki is the film mass-transfer resistance, Bii is the Biot number, and is the averaged concentration in the macropores, all valid for component i, while CT is the total gas concentration and a is the extrudate specific area.  In this model the Ergun equation was used to account for the pressure drop:  where P is the total pressure, μg is the gas viscosity, dp is the pellet diameter, and ρg is the gas density.  With the LDF approximation for macropore resistances, the mass-transfer rate from the gas phase to the extrudate is expressed by  where Dpi is the pore diffusivity, Rp is the extrudate radius (assumed to be an infinite cylinder), ρp is the particle density, εp is the pellet porosity, wc is the adsorbent weight, and 〈 〉 is the extrudate-averaged adsorbed-phase concentration.  The LDF equation for the micropores averaged over the entire extrudate is expressed by  where Dci is the crystal diffusivity, rc is the crystal radius, and is the gas-phase concentration in the equilibrium state expressed by eq 1.  The energy balance takes into account the three phases present:  gas, solid, and column wall. The gas-phase energy balance is  where C̃v is the molar constant volumetric specific heat of the gas mixture, Tg is the temperature of the gas phase, λ is the axial heat dispersion, C̃p is the molar constant pressure specific heat of the gas mixture, hf is the film heat-transfer coefficient between the gas and solid phases, Ts is the solid (extrudate) temperature), hw is the film heat-transfer coefficient between the gas phase and the column wall, Rw is the column radius, and Tw is the wall temperature.  The solid-phase energy balance is expressed by  where ρb is the bulk density and (−ΔHi) is the isosteric heat of adsorption.  Finally, the wall energy balance can be expressed by  where αw is the ratio of the internal surface area to the volume of the column wall, αwl is the ratio of the logarithmic mean surface area of the column shell to the volume of the column wall,32 Ĉpw is the specific heat of the column wall, U is the global external heat-transfer coefficient, and T∞ is the oven constant set-point temperature. Several correlations published in the literature were used to calculate the transport parameters:  axial dispersion,36 film mass-transfer coefficient,36 and global external heat-transfer coefficient.37  Equations 6−12 were solved with the following boundary conditions:  The initial condition of the column was considered in all of the cases as without any of the adsorbates and at constant temperature prior to the start of the experiment.  Parameters of the multisite Langmuir model for single-component isotherms were fitted using MATLAB 6.0 (The Mathworks, Natick, MA) optimization function fmins. The binary data prediction was done in the same software environment. The fixed-bed model described above was solved in gPROMS (PSE Enterprise, London, U.K.) using orthogonal collocation method on finite elements. We used 25 finite elements and 2 interior collocation points per element.   Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. Conclusions4. Results and Discussion 4.1. Manometric−Chromatographic Data. The data obtained by this method were only measured at 373 K. The total pressures targeted for the measurements were 47 and 250 kPa. The x−y (adsorbed vs gas-phase molar fractions of the most adsorbed compound, propylene) diagram at 47 kPa is shown in Figure 2. The solid line in the figure represents the prediction of the binary behavior based on pure-component data fitted with the multisite Langmuir model using parameters listed in Table 1. The comparison of experimental and predicted data is very good, confirming the validity of the multisite Langmuir model to be used in adsorber modeling when using low pressures (vacuum-swing adsorption, VSA).   Figure 2 Adsorbed-phase concentration vs gas-phase concentration (x−y diagram) at 373 K of C3H6−C3H8 on carbon molecular sieve 4A at 47 kPa. Solid line:  multisite Langmuir prediction at 47 kPa.   The same plot for a different total pressure of 250 kPa is shown in Figure 3. The prediction with the multisite Langmuir model (solid line in the figure) is also very good. To simplify the visualization of the multisite Langmuir model prediction, the predicted total amount adsorbed measured at 47 and 250 kPa is plotted against the experimental values in Figure 4.   Figure 3 Adsorbed-phase concentration vs gas-phase concentration (x−y diagram) at 373 K of C3H6−C3H8 on carbon molecular sieve 4A at 250 kPa. Solid line:  multisite Langmuir prediction at 250 kPa.   Figure 4 Total adsorbed-phase concentration at 373 K for C3H6−C3H8 on carbon molecular sieve 4A at 47 kPa (a) and 250 kPa (b). Solid line:  multisite Langmuir prediction using pure-component data.   Experimental data plotted in these figures are tabulated in Table 3 for data storage and further application and/or equilibrium model testing. At both pressures measured (47 and 250 kPa), the point around yC3H6 = 0.7 is apparently outside the prediction of the model. Note from Table 3 that the total pressure of these two points is smaller than 47 and 250 kPa, respectively. This point was measured without calculating the correct number of moles that has to be inserted to target a desired final pressure. If the subject is to determine whether the behavior of the mixture is ideal or not, a constant value of the pressure is not very important, even though in this case we were interested in collecting binary points in such a way as to allow us to perform the integral TCT of the data.    Table 3.  Binary Adsorption Equilibrium Data of Propane−Propylene on Carbon Molecular Sieve 4A (Takeda Corp.) at 373 K Measured in the Manometric−Chromatographic Unit  P [kPa]yxqt [mol/kg] 47.25 0.882 0.960 1.037 46.92 0.117 0.291 0.858 47.37 0.047 0.124 0.840 46.89 0.217 0.455 0.920 47.14 0.377 0.624 0.929 46.92 0.555 0.782 0.982 42.00 0.698 0.869 0.972 249.43 0.550 0.800 1.288 249.86 0.362 0.627 1.258 251.02 0.148 0.373 1.195 249.68 0.025 0.100 1.127 249.27 0.922 0.982 1.341 249.66 0.100 0.271 1.160 244.30 0.750 0.921 1.273   The integral TCT was performed following eq 4. On the left-hand side, the surface potential of pure gases was calculated using eq 5. Then the right-hand side of eq 4 was calculated only with binary data (see Table 3). Both terms have to be equal, but because of experimental errors, there is a difference between them. The  numerical values of these terms are shown in Table 4 for the pressures of 47 and 250 kPa. The difference between both terms is acceptable and is comparable with that of previous integral TCT results.35 Because the binary set of data satisfied the integral TCT, it can be used for the design of PSA units for propane−propylene separation as well as for calibration of new adsorption equilibrium models. In fact, the initial treatment of adsorption equilibrium of pure components was performed with the Toth model. To satisfy the integral TCT test, the maximum amount adsorbed and the heterogeneity parameters have to have the same value for propane and propylene, which was not the case.22 A fitting with the same values for propane and propylene was not very good, and the multisite Langmuir model fit better the entire set of pure-component data.   Figure 5 Binary propane−propylene breakthrough curves (expressed in molar flow of gases at the exit of the column) in carbon molecular sieve 4A (Takeda Corp.) at 250 kPa. Parts a and b have a molar fraction of propylene of 0.29 (0.71 of propane); parts c and d have a molar fraction of propylene of 0.55 (0.45 of propane); parts e and f have molar fractions of 0.80 for propylene and 0.20 for propane. Parts a, c, and e were measured at 343 K, while parts b, d, and f were measured at 423 K.     Table 4.  Integral TCT for Binary Adsorption Equilibrium of Propane−Propylene Mixtures on Carbon Molecular Sieve 4A (Takeda Corp.)  pressure [kPa] [mmol/g] [mmol/g]|difference| [mmol/g] 47 1.091 1.010 0.081 250 1.678 1.580 0.098   4.2. Binary Fixed-Bed Experiments. Fixed-bed adsorption equilibrium experiments were already used in the literature to determine binary adsorption equilibrium data.38,39 In this work we have carried out a set of experiments covering the entire range of temperatures used for single-component determinations (343−423 K) and also explore different pressures (110−320 kPa). Measurements were performed using three feed mixtures with propylene molar fractions of 0.29, 0.55, and 0.80. These molar fractions correspond approximately to three different compositions that may be found in industrial streams (downstream of the propane dehydrogenation reaction, refinery grade propylene, and fluid catalytic cracking for olefin production, respectively).  Experiments started passing a fixed flow rate of nitrogen in the column (considered inert in the entire range of temperature) at the corresponding pressure used for measurements. At time zero, the stream is switched to the binary mixture with almost the same flow rate to avoid serious variations due to changes in the gas velocity conditions.  The experiments performed at 343 and 423 K at the different propylene molar fractions are presented in two figures to show the data collected in a simplified fashion.  Figure 5 contains the molar flow rates of propane and propylene at the exit of the column, while Figure 6 shows the temperature profiles measured at three different points of the column (0.17, 0.40, and 0.65 m) from the feed inlet. Solid lines in both figures correspond to the prediction of the model described by eqs 6−18. It can be seen that the model can describe well the full set of data based only on pure-component adsorption equilibria and kinetics previously measured.22   Figure 6 Temperature profiles corresponding to the binary propane−propylene breakthrough curves in carbon molecular sieve 4A (Takeda Corp.) at 250 kPa. Molar fractions of the curves are as follows:  (a and b) 0.29 C3H6 and 0.71 C3H8; (c and d) 0.55 C3H6 and 0.45 C3H8; (e and f) 0.80 C3H6 and 0.20 C3H8. Parts a, c, and e were measured at 343 K, while parts b, d, and f were measured at 423 K. Temperatures were measured at 0.17 m (bottom), 0.43 m (middle), and 0.68 m (top) from the feed inlet.    Note that for high propylene molar fractions the temperature variations due to adsorption are larger than 30 K in the experiment made at the lower temperatures (343 K). Also, in all of the curves, separate temperature peaks corresponding to the adsorption of propane and propylene can be separately observed. This allows us to confirm that the isosteric heats of adsorption determined from the multisite Langmuir model can be correctly used in the energy balance to describe multicomponent adsorption equilibria in fixed-bed adsorption. This verification is very important in the design of vacuum−pressure-swing adsorption (VSA−PSA) units.  Another operational variable that was studied in this work was the total pressure. In Figure 7, we can see the curves with 55:45 (propylene-to-propane ratio) at 110, 180, 250, and 320 kPa measured at 373 K. In this case also the model represents well the molar flow rate exiting the column as well as the temperature variations in the column. It can be seen also that the higher the pressure is, the higher the amount of gases adsorbed in the bed (takes more time for breakthrough of propane and propylene) and also the higher the temperature variations.                                                      Figure 7 Molar flow rate and temperature profiles corresponding to propane−propylene breakthrough curves at 373 K in carbon molecular sieve 4A (Takeda Corp.) at 110 kPa (a and b), 180 kPa (c and d), 250 kPa (e and f), and 320 kPa (g and h). Molar fractions of the curves are 0.55 C3H6 and 0.45 C3H8. Temperatures were measured at 0.17 m (bottom), 0.43 m (middle), and 0.68 m (top) from the feed inlet.   From the molar flow-rate curves shown in Figure 5, it can be seen that, for molar fractions of 80% propylene, the VSA−PSA separation of both gases with this adsorbent will be very difficult when compared to other adsorbents such as zeolite 4A where a purity over 99% can be obtained.32,40 Also, large temperature excursions (increase of the temperature when adsorbing and decrease of the temperature when desorbing for adsorbent regeneration) are also detrimental to the VSA−PSA performance.41  As shown in Figures 5−7, the fitting of the model proposed using a bi-LDF approximation to describe diffusion in the extrudate particles was good. Previous reports have shown that diffusion of small molecules (CH4, CO2, N2, and O2) in the carbon molecular sieve samples is controlled by micropore resistance together with a barrier resistance at the mouth of the  micropore.42-45 In those studies, the LDF approximation to describe micropore diffusion was a model simplification that gave a reasonably good fit of adsorption uptakes and breakthrough curves.43,44 The barrier resistance was more important for larger molecules controlling the diffusion process in the case of methane and nitrogen in carbon molecular sieve 3A (Takeda Corp.). For the case of CO2, which is the smaller molecule, diffusion can be described well only using micropore resistance. Also, all gases mentioned above exhibit concentration-dependent diffusivity; however, this effect is less important for the smaller molecule.  In our previous paper, when we characterize the carbon molecular sieve adsorbent used in this study with carbon dioxide adsorption,22 we mentioned that this sample has an average pore diameter of 6 Å, which results from a mixture of very fine micropores and other larger micropores. When adsorption kinetics of pure gases are measured, only micropore resistance was detected, and propane breakthrough curves at low hydrocarbon concentration were not very well fitted, while propylene experiments seem to be controlled only by micropore resistance. While using the diffusivity parameters determined from such experiments and using the LDF model, we could describe well binary breakthrough curves for more concentrated mixtures. Whether or not there is some effect of the contribution of a surface barrier resistance at the mouth of  the micropore, particularly in propane diffusion, is a task that may require additional experiments. Also, the experiments performed here did not show concentration dependence of the diffusion coefficients. The importance of these results is focused on the modeling of the VSA−PSA process where diffusion and equilibrium parameters determined previously can be directly used to model propane−propylene separation.   Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. Conclusions5. Conclusions Binary adsorption equilibria of propane and propylene in carbon molecular sieve 4A (Takeda Corp.) were measured in a manometric−chromatographic unit at 373 K and pressures of 47 and 250 kPa. The data were well predicted by the multicomponent extension of the multisite Langmuir model based on pure gas adsorption data. The integral TCT was successfully applied to the entire set of data, indicating that these data can also be used for calibration of new multicomponent models to describe adsorption equilibrium.  Binary adsorption kinetics were measured in fixed-bed experiments at 343, 373, and 423 K for three different propylene-to-propane ratios:  29:71, 55:45, and 80:20 at 250 kPa. Also, the total pressure was varied from 110 to 320 kPa. The data were well correlated with the model proposed using only pure-component adsorption equilibrium data. Two separate peaks can be observed in the temperature profiles inside the column because of adsorption of propane and propylene, respectively. The large temperature excursions can be a major problem in VSA−PSA operation. Also from the curves with a propylene molar fraction of 80%, it was observed that separation of propane and propylene would be very difficult to perform in a PSA unit using this adsorbent.    Top of PageAbstract1. Introduction2. Experimental Section3. Theoretical Section4. Results and Discussion5. ConclusionsAcknowledgment The authors are thankful for financial support from Foundation for Science and Technology (FCT) by Project POCTI/1999/EQU/32654, CYTED V.8 project, and the gift of carbon molecular sieve 4A adsorbent by Takeda Corp. C.A.G. acknowledges a FCT grant (SFRH/BD/11398/2002).   a = extrudate specific area, m-1  ai = number of neighboring sites occupied by component i  Bii = Biot number  Ci = gas-phase concentration, mol/m3  ci = averaged concentration in the macropores for component i, mol/m3  C̃p = molar constant pressure specific heat of the gas mixture, J/mol·K  Ĉpw = specific heat of the column wall, J/kg·K  CT = total gas concentration, mol/m3  C̃v = molar constant volumetric specific heat of the gas mixture, J/mol·K  Dax,i = axial dispersion coefficient, m2/s  Dci = crystal diffusivity, m2/s  dp = pellet diameter, m  Dpi = pore diffusivity, m2/s  hf = film heat-transfer coefficient between the gas and solid phases, W/m2·K  hw = film heat-transfer coefficient between the gas phase and the column wall  Keq,i = equilibrium constant, kPa-1  Keq,i° = adsorption constant at infinite temperature for component i, kPa-1  ki = film mass-transfer resistance, m/s  nim = excess adsorbed-phase concentration of component i, mol/kg  nim* = excess adsorbed-phase concentration of component i, mol/kg  P = total pressure, kPa   = gas-phase concentration in the equilibrium state, mol/kg  〈 〉 = extrudate-averaged adsorbed-phase concentration, mol/kg  qmax,i = saturation capacity of component i, mol/kg  rc = crystal radius, m  Rg = universal gas constant, J/mol·K  Rp = extrudate radius, m  Rw = column radius, m  Sm = excess entropy, J/kg·K  Tg = temperature of the gas phase, K  Ts = solid (extrudate) temperature, K  Tw = wall temperature, K  T∞ = oven constant set-point temperature, K  u = interstitial velocity, m/s  U = global external heat-transfer coefficient, W/m2·K  xi = adsorbed-phase molar fraction of component i  yi = gas-phase molar fraction of component i  wc = adsorbent weight, kg  Greek Letters  αw = ratio of the internal surface area to the volume of the column wall, m-1  αwl = ratio of the logarithmic mean surface area of the column shell to the volume of the column wall, m-1  εc = column porosity  εp = pellet porosity  ρb = bulk density, kg/m3  ρg = gas density, kg/m3  ρp = particle density, kg/m3  (−ΔHi) = isosteric heat of adsorption of component i, J/mol  λ = axial heat dispersion, W/m2·K  μg = gas viscosity, kg/m·s  μi = equilibrium chemical potential of the gas phase of component i, J/mol  φ = surface potential of the Gibbsian adsorbed phase, J/kg   = surface potential of adsorption of pure gas, J/kg      This article references 45 other publications. (1) Lewis, W. K.; Gilliland, E.; Chertow, B.; Cadogan, W. Pure Gas Isotherms.   Ind. Eng. Chem. 1950, 42, 1326−1332.[ACS Full Text ], [CAS](1) . Adsorption equilibria. Pure gas isothermsLewis, W. K.; Gilliland, E. R.; Chertow, B.; Cadogan, W. P.Journal of Industrial and Engineering Chemistry (Washington, D. C.)\r\n        (1950),\r\n    42\r\n        (),\r\n    1326-32CODEN:\r\n                JIECAD;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2004/iecred.2004.43.issue-25/ie049327p/production/images/small/ie049327pf00007.gif\">"]}