{"title": "Investigating the Validity of the Knudsen Prescription for Diffusivities in a Mesoporous Covalent Organic Framework", "authors": ["Rajamani Krishna", "Jasper M. van Baten"], "doi": ["10.1021/ie200277z"], "abstract": "Molecular dynamics (MD) simulations were performed to determine the self-diffusivity () and the Maxwell–Stefan diffusivity () of hydrogen, argon, carbon dioxide, methane, ethane, propane, -butane, -pentane, and -hexane in BTP-COF, which is a covalent organic framework (COF) that has one-dimensional 3.4-nm-sized channels. The MD simulations show that the zero-loading diffusivity ((0)) is consistently lower, by up to a factor of 10, than the Knudsen diffusivity () values. The ratio (0)/ is found to correlate with the isosteric heat of adsorption, which, in turn, is a reflection of the binding energy for adsorption on the pore walls: the stronger the binding energy, the lower the ratio (0)/. The diffusion selectivity, which is defined by the ratio / for binary mixtures, was determined to be significantly different from the Knudsen selectivity (/), where  is the molar mass of species . For mixtures in which component 2 is more strongly adsorbed than component 1, the expression (/)/(/) has values in the range of 1–10; the departures from the Knudsen selectivity increased with increasing differences in adsorption strengths of the constituent species. The results of this study have implications in the modeling of diffusion within mesoporous structures, such as MCM-41 and SBA-15.", "text": "10.1021/ie200277z 10.1021/ie200277z10.1021/ie200277zTop of PageAbstractIntroductionResults and DiscussionConclusionsReferences1 IntroductionIn recent years, there has been considerable research on the development of novel porous materials such as metal–organic frameworks (MOFs),(1) zeolitic imidazolate frameworks (ZIFs),(2, 3) covalent organic frameworks (COFs),(4) and periodic mesoporous organosilicas (PMOs).(5, 6) MOFs, ZIFs, COFs, and PMOs offer considerable potential for application in a wide variety of applications that include storage, separations, and catalysis.(6-19) The characteristic pore dimensions of these structures cover both micropore (<2 nm) and mesopore (2–50 nm) size ranges. The potential applications of ordered mesoporous frameworks have been underlined in the recent literature.(6, 17, 18) Of particular interest is the development of MOFs, COFs, and PMOs that have one-dimensional (1D) channels >2 nm in size.(17, 18, 20-22) As an illustration, Figure 1 presents the pore landscape of BTP-COF that has hexagonal-shaped 1D channels. The paper by Dogru et al.(22) quotes the pore diameter as being 4 nm; this is a “nominal” value. We determined the actual pore diameter, following the method of Delaunay triangulation, described in the work by Foster et al.(23) The value obtained is 3.4 nm, and this represents the maximum hard-sphere diameter that can pass through the 1D channels; this value was used in the calculations that will be presented below. Other framework structures with hexagonal-shaped 1D mesoporous channels include JUC-48,(20) UMCM-1,(21) MCM-41,(24) and SBA-15.(5) In applications such as membrane separations, it is essential to have a good description of the diffusion of guest molecules inside the mesoporous channels of these frameworks.(25, 26) In the chemical engineering literature, it is common practice to adopt the Knudsen formula for calculation of the diffusivities within mesopores, as is evident from the comments of Ruthven and co-workers.(27, 28) However, the applicability of the Knudsen formula for diffusion in mesopores has been the subject of considerable debate in the recent literature.(29-37)Figure 1. Snapshot of the adsorbed guest molecules, n-hexane (nC6), at 300 K and 4 kPa within the pores of BTP-COF.Using molecular dynamics (MD) and the methodology described in the Supporting Information that is accompanying this publication, the data on the self-diffusivities (Di,self) and the Maxwell–Stefan (M-S) diffusivities (Đi) for H2 diffusion in the 1D channels of BTP-COF are shown in Figure 2a, as a function of the pore concentration (ci), expressed in terms of the accessible pore volume. In the limit of vanishingly small pore concentrations, ci → 0, the zero-loading diffusivity (Đi(0)) value is dictated primarily by molecule–wall collisions. When the reflections are purely diffuse in nature (i.e., the angle of reflection bears no relation to the angle of incidence at which the molecule strikes the pore wall), the Đi(0) value corresponds to that obtained by the classic Knudsen formula:(1)Figure 2. MD simulations of self-diffusivities (Di,self) and Maxwell–Stefan (M-S) diffusivities (Đi) for (a) hydrogen, and (b) n-hexane (nC6) in the one-dimensional (1D) channels of BTP-COF at 300 K, expressed as a function of the concentrations ci within the pores.Equation 1 holds in the limiting case when the molecule does not adsorb at the pore walls.(29-31, 36, 37) Calculations of Di,Kn, following eq 1, are also shown in Figure 2a. We note that Đi(0) ≈ Di,Kn, as is to be expected for the poorly adsorbing H2. A further point to note is that the M-S diffusivity (Đi) is practically independent of the pore concentrations ci. The reason for this is that the range of values of ci used in the MD simulations are significantly below the saturation value, which is ∼60 kmol m–3 for H2.Adsorption causes the molecules to bind to the wall, and perhaps hop to a neighboring adsorption site, rather than return to the bulk after collision.(31, 33-36, 38, 39) Consequently, adsorption at the pore wall introduces a bias that makes a molecule hop to a neighboring site on the surface rather than return to the bulk; this bias increases as the adsorption strength increases. The bias is best appreciated by viewing video animations of MD simulations that show the hopping of hydrogen, argon, carbon dioxide, methane (C1), ethane (C2), propane (C3), n-butane (nC4), n-pentane (nC5), and n-hexane (nC6) within the 1D channel of BTP-COF; these video animations have been provided as Supporting Information. The trajectory of H2 demonstrates that a molecule that strikes the pore wall has a tendency to return to the bulk, largely in keeping with the diffuse reflection scenario prescribed by the Knudsen theory. For all other species, the adsorption at the pore walls causes many molecules to jump to a neighboring site, rather than return to the bulk gas phase.Figure 2b presents the MD simulated data on Di,self and Đi for strongly adsorbing nC6. In this case, Đi(0) is found to be an order of magnitude lower than Di,Kn. The finding that Đi(0) ≪ Di,Kn is consistent with MD simulations for the diffusion of a variety of guest molecules with high adsorption strength in silica mesopores.(27-31, 33, 34) In the experimental study of Katsanos et al.,(40) the ratio Đi(0)/Di,Kn for the diffusion of nC5, nC6, and nC7 in α-alumina (dp = 21.6 nm) and γ-alumina (dp = 10.6 nm) were found to be in the range of 0.1–0.27. Bhatia and Nicholson have reanalyzed a variety of experimental data for diffusion in mesopores to demonstrate the failure of the Knudsen formula.(35, 39) The primary objective of the current work is to demonstrate that the departure of Đi(0) from Di,Kn is essentially dictated by the binding energy between the guest species and the pore walls. We intend to show that the higher the binding energy, the stronger the “sticking” tendency of the molecules to the pore wall and the lower the Đi(0) value, when compared to Di,Kn. The second objective of this paper is to investigate the influence of binding energies on the diffusion selectivity for binary mixtures.For the sake of convenience and easy reference, the molecular simulation methodology, the specification of force fields, and the simulation data on adsorption isotherms, heats of adsorption, and diffusivities are provided in the Supporting Information that is accompanying this publication.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferences2 Results and DiscussionFigure 3a shows the Configurational-Bias Monte Carlo (CBMC) simulation results for the adsorption isotherms for a variety of guest molecules in BTP-COF at 300 K. The slopes of the pure component isotherms in Figure 3a yield the Henry coefficients for each guest molecule. Figure 3b presents the CBMC simulation results for the isosteric heats of adsorption, as a function of the pore concentration ci. The limiting values in the limit of low pore concentrations, ci → 0, were determined from these data. The Henry coefficients, which reflect the adsorption strengths, appear to correlate with the isosteric heats of adsorption in the limit of vanishing pore concentrations (−ΔHst) (see Figure 3c). The value of −ΔHst may be taken as a measure of the binding energies for each species. The MD simulations of Di,self, and Đi for each of the nine guest species hydrogen, argon, carbon dioxide (CO2), methane (C1), ethane (C2), propane (C3), n-butane (nC4), n-pentane (nC5), and n-hexane (nC6) were used to determine the ratio Đi(0)/Di,Kn. The values of Đi(0)/Di,Kn range from approximately unity for H2 to a value of 0.1 for nC6. Furthermore, Đi(0)/Di,Kn is seen to correlate very well with the isosteric heat of adsorption (see Figure 4). This is a rational result. The higher the binding energy, the higher the sticking tendency of that species with the pore wall, leading to greater departure from the Knudsen prescription of diffuse reflectance. Consider Ar and CO2, with molar masses of 40 and 44 g mol–1. The Knudsen prescription anticipates a difference in the diffusivities to be <5%. However, the MD simulations show that the Đi(0) value of CO2 is lower than that of Ar by 63%. This large difference is traceable to the significant differences in the isosteric heats of adsorption: 17.3 kJ mol–1 for CO2, compared to 7.3 kJ mol–1 for Ar. It is also interesting to note that the Đi(0)/Di,Kn values tend to reach an asymptote value of ∼0.1. In a study of the diffusion of n-alkanes in cylindrical mesopores with diameters of 2 and 3 nm, the Đi(0)/Di,Kn values appear to reach an asymptotic value of 0.05.(36) Further work is required to investigate the variety of factors that lead to this asymptotic behavior.Figure 3. (a) CBMC simulations of the pure component adsorption isotherms for hydrogen, argon, carbon dioxide (CO2), methane (C1), ethane (C2), propane (C3), n-butane (nC4), n-pentane (nC5), and n-hexane (nC6) in 1D channels of BTP-COF at 300 K, expressed as a function of the fugacity in the bulk gas phase. (b) CBMC simulations of the isosteric heats of adsorption (−ΔHst) for a variety of guest molecules in BTP-COF at 300 K, expressed as a function of the pore concentration. (c) CBMC simulation data on the isosteric heats of adsorption, obtained in the limit of vanishing pore concentrations, −ΔHst plotted against the corresponding Henry coefficient, determined from the slopes of the isotherms in panel a.Figure 4. Ratio of the molecular dynamics (MD) data on the zero-loading diffusivity to the calculated Knudsen diffusivity (Đi(0)/Di,Kn) for hydrogen, argon, carbon dioxide (CO2), methane (C1), ethane (C2), propane (C3), n-butane (nC4), n-pentane (nC5), and n-hexane (nC6), plotted as a function of the isosteric heat of adsorption (−ΔHst) of the corresponding species.Consider now diffusion in four different binary mixtures: C1–CO2, H2–CO2, H2–C1, and H2–Ar. In each of these cases, species 2 is the one that has a higher binding energy. Therefore, we should expect the value of the diffusion selectivity (Sdiff), determined from MD simulations using(2)to be considerably higher than the Knudsen selectivity value,(3)because of the higher “sticking” tendency of species 2, relative to species 1. Figure 5 presents a plot of the ratio Sdiff/(M2/M1)1/2 versus the total pore concentration (ct = c1 + c2). For the three binary mixtures C1–CO2, H2–CO2, and H2–C1, this ratio is significantly larger than unity. For H2–Ar mixtures, the diffusion selectivity is only slightly above the Knudsen selectivity value, because both species have low binding energies. There are many experimental studies in the published literature where departures from Knudsen selectivity has been noted.(41, 42) Choi and Tsapatsis(42) obtained H2/N2 selectivities for MCM22/silica nanocomposite membranes that are significantly higher than the Knudsen selectivities. Based on the current work, their experimental findings can be rationalized on the basis of the higher binding energy of N2, compared to H2.Figure 5. The ratio of Sdiff, obtained from MD simulations, to the Knudsen selectivity values, from eq 3, in four different equimolar binary mixtures: C1–CO2, H2–CO2, H2–C1, and H2–Ar.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferences3 ConclusionsMolecular dynamics (MD) simulations have been used to investigate the characteristics of diffusion of a variety of guest molecules within the 3.4-nm channels of BTP-COF. The following major conclusions can be drawn from this study:(1) With increasing binding energy of the guest molecules, the zero-loading diffusivity (Đi(0)) falls increasingly below the values predicted by the Knudsen formula (eq 1). The validity of eq 1 is restricted to cases where the binding energy of the molecule is negligibly small, as is the case with H2.(2) For binary mixtures, for which the species 2 has a stronger binding energy, the diffusion selectivity is significantly higher than the Knudsen selectivity.The results of this study have implications in the modeling of diffusion within mesoporous structures such as MCM-41, and SBA-15 and further underscore the comments of Bhatia and co-workers(35, 39) on the pitfalls that may be encountered when using the Knudsen prescription.Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesAcknowledgmentThis material is based upon work supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences (under Award No. DE-SC0001015). Top of PageAbstractIntroductionResults and DiscussionConclusionsReferencesSupporting InformationThis material includes a document containing the BTP-COF pore landscapes, snapshots, specification of force fields, simulation methodology, along with CBMC and MD simulation results on adsorption isotherms, isosteric heats of adsorption, and diffusivities. Also provided are videos of animations obtained from MD simulations showing the hopping of hydrogen, argon, carbon dioxide, methane, ethane, propane, n-butane, n-pentane, and n-hexane within one channel of BTP-COF. This material is available free of charge via the Internet at http://pubs.acs.org.Notationciconcentration of species i (mol m–3)cttotal concentration in mixture (mol m–3)dppore diameter (m)Di,selfself-diffusivity of species i (m2 s–1)ĐiMaxwell-Stefan diffusivity (m2 s–1)Đi(0)zero-loading M-S diffusivity (m2 s–1)Di,KnKnudsen diffusivity of species i (m2 s–1)fifluid phase fugacity of species i (Pa)–ΔHstisosteric heat of adsorption (J mol–1)Mimolar mass of species i (kg mol–1)Rgas constant; R = 8.314 J mol–1 K–1Ttemperature (K)Subscriptsireferring to component itreferring to total mixtureKnreferring to KnudsenReference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionsReferencesReferencesThis article references 42 other publications.1. Eddaoudi, M.; Kim, J.; Rosi, N.; Vodak, D.; Wachter, J.; O’Keeffe, M.; Yaghi, O. M. Systematic Design of Pore Size and Functionality in Isoreticular MOFs and Their Application in Methane Storage Science 2002,  295,  469– 472[Crossref], [PubMed], [CAS]1. Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storageEddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2002),\r\n    295\r\n        (5554),\r\n    469-472CODEN:\r\n                SCIEAS;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-11/ie200277z/production/images/small/ie-2011-00277z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-11/ie200277z/production/images/small/ie-2011-00277z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-11/ie200277z/production/images/small/ie-2011-00277z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-11/ie200277z/production/images/small/ie-2011-00277z_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-11/ie200277z/production/images/small/ie-2011-00277z_0002.gif\">"]}