{"title": "Measuring and Modeling the Competitive Adsorption of CO, CH, and N on a Dry Coal", "authors": ["Stefan Ottiger", "Ronny Pini", "Giuseppe Storti", "Marco Mazzotti"], "doi": ["10.1021/la801350h"], "abstract": "Data on the adsorption behavior of CO, CH, and N on coal are needed to develop enhanced coalbed methane (ECBM) recovery processes, a technology where the recovery of CH is enhanced by injection of a gas stream consisting of either pure CO, pure N, or a mixture of both. The pure, binary, and ternary adsorption of these gases on a dry coal from the Sulcis Coal Province in Italy has been measured at pressures up to 180 bar and temperatures of 45 and 70 °C for the pure gases and of 45 °C for the mixtures. The experiments were performed in a system consisting of a magnetic suspension balance using a gravimetric−chromatographic technique. The excess adsorption isotherms are successfully described using a lattice density functional theory model based on the Ono−Kondo equations exploiting information about the structure of the coal, the adsorbed gases, and the interaction between them. The results clearly show preferential adsorption of CO over CH and N, which therefore indicate that ECBM may be a viable option for the permanent storage of CO.", "text": "10.1021/la801350h 10.1021/la801350h10.1021/la801350h  Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferences1 Introduction The warming of the climate system has become unequivocal in the recent years, evidence which is now clearly supported by the observed increase in averaged air temperatures, melting of snow and icecaps, and rising global average sea levels.(1) The cause of global warming is very likely the increase in anthropogenic greenhouse gas emissions, which have grown by 70% between 1970 and 2004.(1) Among others, carbon dioxide is the most important anthropogenic greenhouse gas and, therefore, efforts have concentrated in the reduction of its emissions to mitigate climate change. Beside reducing energy consumption and improving the efficiency of energy generation, CO2 capture and storage (CCS) could play an important role.(2) Thereby, CO2 is captured at a point source, for example, in a power plant, and transported to a storage location where it is sequestered in a safe and permanent manner. There are several storage options, among which the one in geological formations, for example, in saline aquifers, depleted oil- and gasfields, or in unmineable coal seams, currently seems to be the most promising.(3) In these coal seams, there are significant amounts of coalbed methane (CBM) present which can be exploited for energy production. Here, we are focusing on a process called enhanced coalbed methane (ECBM) recovery. It allows increasing the recovery of methane from a coal seam upon injection of carbon dioxide, which displaces the adsorbed methane due to its higher adsorptivity and stays in the coal seam for very long times. The main advantage of ECBM recovery lies in the combination of a net storage of CO2 that has been captured with concomitant recovery of valuable methane that can be used as an energy source, therefore making the whole process also interesting from an economical point of view. Currently, the postcombustion capture of carbon dioxide from a flue gas at a concentration of 5 to 15% volume is still quite cost-intensive.(2) Therefore, the direct injection of a flue gas instead of pure CO2 could be a promising alternative in order to reduce such separation costs, although this would at the same time imply that the amount of storable CO2 decreases and that the recovered methane is diluted with nitrogen, hence requiring purification. An additional advantage of injecting flue gas is related to the swelling of coal upon CO2 adsorption, which reduces the porosity and the permeability of the coalbed. Since the coal swells more under CO2 than under N2 pressure,(4) injection of a flue gas might keep the coal permeability high enough to exploit the coal seam in a more efficient way. In order to assess the viability of a possible ECBM recovery operation, pure CO2 adsorption data are required to estimate the CO2 capacity of the coal, whereas information about competitive adsorption of these gases is a prerequisite to describe the dynamics in the coal seam. The adsorption of binary and ternary mixtures of CO2, CH4, and N2 on coal has been more and more investigated recently both experimentally and theoretically. While several studies focus on the binary adsorption of CO2 and CH4,(5-7) literature about the adsorption of mixtures containing nitrogen is still scarce. For example, experimental data of adsorption of a flue gas on a coal sample from the Silesian Basin in Poland (8) and of pure CO2 and N2 and their binary mixture on coals from the Argonne Premium Coal Sample Program(9) have been reported. On the modeling side, several isotherm equations have been applied to describe the adsorption of binary and ternary mixtures of CO2, CH4, and N2 on coal, such as the ideal and or the real adsorbed solution theory,(10) the extended Langmuir isotherm,(11, 12) and the two-dimensional Eyring and Virial equation of state.(13) Other models include the Langmuir/loading ratio correlation and the Zhou−Gasem−Robinson two-dimensional equation of state,(14) the simplified local density model with a Peng−Robinson equation of state,(15, 16) and the Ono−Kondo lattice model.(17) In our previous publications, the adsorption of pure CO2 and CH4 and their mixtures on coal and its swelling behavior have been investigated.(18, 19) The goal of the present work is to extend these measurements by including nitrogen. Therefore, the adsorption of pure, binary, and ternary mixtures of CO2, CH4, and N2 on a dried coal sample from the Sulcis Coal Province was measured and the obtained complete data set is described with a lattice-DFT model based on the Ono−Kondo equations. This model has already been successfully applied to the adsorption of CO2 on 13X and silica gel.(20) The adsorption measurements were performed using a gravimetric−chromatographic technique in a setup consisting of a Rubotherm magnetic suspension balance, a circulation pump, and a gas chromatograph at pressures up to 180 bar and temperatures of 45 and 70 °C for pure gases and of 45 °C for the binary and ternary mixtures.  Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferences2 Experimental Section  2.1 Materials As in our previous papers,(18, 19) a coal sample from the Monte Sinni coal mine (Carbosulcis, Cagliari, Italy) in the Sulcis Coal Province was used also in this study. It was drilled in July 2006 at a depth of about 500 m and kept in a plastic bottle in air. The coal composition obtained from proximate and ultimate analysis is shown in Table 1, which together with a vitrinite reflectance coefficient Ro of about 0.7 allows classifying the coal as high volatile C bituminous. Prior to the adsorption measurements, the coal sample was ground, sieved to obtain particles with diameters between 250 and 355 μm, and dried in an oven at 105 °C under vacuum for 1 day. Subsequently, it was split into two fractions which were placed in the sample basket of the magnetic suspension balance (m10coal = 2.97 g) and in the adsorption cell of the system (m20coal = 37.84 g), respectively (see Figure 1 in ref 19).    Table 1. Sulcis Coal Composition proximate analysisultimate analysis wt % wt %, dafafixed carbon49.4total carbon66.9volatile matter41.2hydrogen5.9ash2.1nitrogen1.8moisture7.3oxygen17.4  sulfur8.1   a daf, dry, ash-free basis.   The following pure gases obtained from Pangas (Dagmersellen, Switzerland) were used in this study, namely, CO2 and CH4 at purities of 99.995% and N2 and He at purities of 99.999%. Binary and ternary gas mixtures of certified compositions were purchased from Pangas (Dagmersellen, Switzerland) and prepared using CO2, CH4, and N2 at purities of 99.995%, 99.995%, and 99.9996%, respectively. The molar compositions of the four carbon dioxide/nitrogen mixtures are 10.0, 25.0, 50.0, and 75.0% CO2, whereas they are 10.0, 25.0, 50.0, and 75.0% CH4 for the three methane/nitrogen mixtures, respectively. Finally, the ternary mixture carbon dioxide/methane/nitrogen has a molar composition of 33.3% CO2, 33.3% CH4, and 33.4% N2. The critical properties of the pure adsorbates are given in Table 2.    Table 2. Critical Properties of the Pure Adsorbates fluidTc (K)Pc (bar)ρc (mol/L)He5.262.2617.31CO2304.173.710.63CH4190.646.010.14N2126.234.011.18    2.2 Setup and Procedure All competitive adsorption measurements reported in this study were performed in an experimental setup designed and built in-house partially using commercially available components. Details about the experimental setup and the measurement procedure can be found elsewhere.(19) However, for the sake of clarity, the most important features and equations are summarized here. The heart of the setup is a Rubotherm magnetic suspension balance (Bochum, Germany) which allows weight measurements with an absolute accuracy of 0.01 mg at pressures and temperatures up to 450 bar and 250 °C.(21) It consists of a permanent magnet to which a basket containing the coal sample and a titanium sinker element are attached. Exploiting the presence of the titanium sinker element, whose mass and volume are known, the density of the bulk fluid can be measured in situ. In an auxiliary adsorption cell, extra adsorbent can be placed in order to amplify the change of gas phase composition upon adsorption thus improving the sensitivity and accuracy of the measuring system. Finally, the setup is completed by a circulation pump and two switching valves, the latter allowing analysis of the fluid phase composition by gas chromatography. The measurement procedure is based on a gravimetric−chromatographic technique. For a nonswelling adsorbent, the magnetic suspension balance allows measurement of the excess mass of the gas mixture adsorbed by the coal sample in the basket. However, since CO2, CH4, and N2 not only get adsorbed on the coal surface but also are absorbed in the coal matrix causing the coal to swell, the truly measurable quantity is the so-called excess mass adsorbed and sorbed (1) which is equal to the sum of the excess adsorption m1ex and a sorption term corrected for the buoyancy m1s − ρ̂bV1s.(19) The right-hand side of eq 1 contains only measurable variables, that is, the balance signals M1(ρ̂b,T) and M10 measured at the desired conditions and under vacuum, the mass density ρ̂b and the sum of the volumes of the suspended metal parts Vmet and the initial, unswollen coal sample in the balance V10coal, respectively. Writing a mass balance over the whole system, the total amount of gas fed to the system can be calculated (2) where m0coal represents the weight of both coal samples m10coal + m20coal and V0void the calibrated void volume of the system. When the mass fractions of the gas mixture fed to the system, wifeed and the bulk equilibrium composition, wib are determined through gas chromatography, the individual excess mass adsorbed and sorbed are obtained by making use of mass balances for every component (3) The experimental results of the gas mixture adsorption experiments are then reported in terms of the molar excess adsorption and sorption nieas of component i per unit mass of coal (4) where niex and nis correspond to the molar excess adsorption and the molar sorption of component i per unit mass of coal, respectively. Mm, i and Vs represent the molar masses of component i in the mixture and the volume of the corresponding sorbed phase on both coal masses, respectively. The total molar excess neas adsorbed and sorbed per mass of coal is simply obtained by taking the sum over the molar excesses of all N components (5) Finally, a remark on experimental errors could be mentioned. Increasing error at increasing pressure is expected due to different reasons; the most relevant one is the reduced change in composition at increasing ratio of the hold up in the gas phase to the amount adsorbed. As clearly shown by eq 3, this change in composition is directly affecting the accuracy of the measured mieas.   Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferences3 Modeling A model aimed at describing the behavior of the adsorbed gases inside the coal pores should take into account the actual nature of the coal, that is, the coal pore size and structure, and the interactions between fluid and solid. As mentioned in the introduction, different models have been presented in the literature for the adsorption of coalbed gases on coal, and one of these is based on the lattice density functional theory (DFT), for which the adsorbent is approximated by a distribution of model pore sizes, such as a one-dimensional slit between two walls, a two-dimensional channel-pore surrounded by four walls, or a cubical cavity. The pore space between the walls is discretized with a lattice of sites, which can be occupied by the gas molecules. Given the size of the molecule and the number of layers in the pore, pores with a specific diameter can be simulated. Ono and Kondo have derived the equations relating the density on a lattice site with the densities on its neighboring lattice sites and in the bulk.(22) The model equations of pure gases and mixtures have been generalized to three dimensions by Aranovich and Donohue for a variety of systems.(23-26) In a previous work, we applied the Aranovich−Donohue formalism in the framework of lattice DFT to model the supercritical adsorption behavior of CO2 on 13X zeolite and silica gel.(20) In this paper, the Ono−Kondo lattice equations are first extended to the case of the adsorption of a gas mixture following the same approach and subsequently applied to the experimental data of competitive adsorption of CO2, CH4, and N2 on Sulcis coal. Note that the collision diameters of the three species are 4 Å for carbon dioxide, 3.8 Å for methane, and 3.7 Å for nitrogen. Since the diameters of the three molecules are very similar (less than 10% difference), it is assumed that they all occupy one lattice site, thus achieving an important simplification in the lattice DFT model. Since the lattice DFT model can represent adsorption in the coal pores only, but neither sorption nor swelling of the coal matrix, it is assumed that the first mechanism takes place only and the latter two are therefore neglected by the model.  3.1 Ono−Kondo Lattice Equations Let us consider a gas mixture consisting of N species in a slit pore of arbitrary size at the temperature T. The fluid molecules, which are assumed to have the same size for all N species, are located either in the bulk or on the lattice sites inside the pore, of whom there are J, labeled with the index j = 1,..., J, which differ in terms of geometry, for example, distance from the pore walls and of fluid composition. Considering now the exchange of a molecule of species i on a lattice site j with an empty bulk site, and assuming thermodynamic equilibrium, the following equilibrium condition has to be fulfilled (6) where Δuij and Δsij represent the energy and entropy change associated to this exchange, and we can write NJ such equations, that is, one for each species on each lattice site. Applying a microcanonical formalism,(27) the entropy change Δsij can be written as (7) where k is the Boltzmann constant, θij is the probability of a molecule of species i to be on site j, θj = ∑iθij is the probability of having site j occupied by a molecule of any species, θib is the probability of a molecule of species i to be in the bulk, i.e., occupying one or the other of the bulk sites that are assumed to be homogeneous, θb = ∑i θib is the probability of a molecule of any species to be in the bulk. Note that the probability θ can also be interpreted as a degree of lattice occupancy. For a mixture with given bulk lattice occupancy θb and composition yib, the individual bulk occupancies of species i are θib = yibθb. The numerator in eq 7 is proportional to the number of configurations of the system, in which a molecule of species i is on the lattice site j, and the bulk site is not occupied. In turn, the denominator is proportional to the number of system configurations, in which a molecule of species i is in the bulk and the lattice site j is empty. It is worth noting that the events considered in both the numerator and the denominator are assumed to be statistically independent; hence their probabilities are multiplied. The change in energy Δuij depends on the lattice and on the geometry. As in the case of pure gases,(20) it is assumed that only the configurational contribution to the energy is affected by the considered exchange of a molecule and that the total configurational energy is given by the sum of the simultaneous interactions among all pairs of molecules. Restricting such pair interactions to those between nearest neighbors, the configurational energy change Δuij for a lattice site j that is not adjacent to the pore wall can be written as (8) where εin represents the fluid−fluid interaction energy between nearest neighboring molecules of species i and n. The parameters z0, z1, and z2 are the coordination numbers, which depend on the lattice geometry; their values are 12, 6, and 3 in the case of a hexagonal lattice, and 6, 4, and 1 for a cubic lattice. Accordingly, in the case of a molecule on a lattice site j adjacent to the pore wall at a location j − 1, the configurational energy change is given by (9) where Uis is the fluid−wall interaction energy of species i. Finally, eqs 7 and either 8 or 9 can be inserted into eq 6 to obtain the Ono−Kondo lattice equations for a molecule inside the pore (j = 2,..., J − 1) (10) and for a molecule adjacent to the pore wall (j = 1, J): (11)    Such equations can be written for every species i = 1,..., N, thus giving a set of NJ coupled, nonlinear algebraic equations. This set of equations can be solved numerically for the unknown lattice occupancies θij, for given values of the interaction energies Uis and εin, and of temperature, T.  3.2 Relating Lattice Occupancies and Adsorbate Densities In order to describe the experimentally measured excess adsorption data through the lattice DFT model, it is necessary to attribute a physical meaning to the values of the lattice occupancy and to establish a one-to-one mapping between the values of θ and ρ. Earlier, we proposed the following mapping function ρ = g(θ) and applied it to the adsorption of pure CO2 on 13X zeolite and on silica gel:(20) (12) where ρmax and ρc are the molar maximum density of the gas in the pore and its molar critical density, respectively. This mapping function allows transforming the local lattice occupancies θ into molar fluid densities ρ and fulfills the following three conditions: first, the lattice occupancy is zero at ρ = 0, i.e., g(0) = 0. Second, the molar critical density ρc of the fluid corresponds to the critical density of the lattice gas, i.e., θc = 0.5, which is a general feature of Ising type lattice models based on simple nearest-neighbor interactions and a fixed lattice spacing;(28) hence g(0.5) = ρc. Third, there exists a molar maximum density ρmax at which the lattice is completely filled, thus g(1) = ρmax. These conditions must also be fulfilled in the case of a mixture and are therefore applied here as well. Only the molar critical and maximum densities of the mixture have to be estimated from the corresponding properties of the pure components, which is accomplished using the following equations assuming volume additivity (13) (14) Since they are both functions of the lattice occupancies of all species i, inserting eqs 13and 14 into eq 12 leads to the mapping function g(θ1,..., θN), which can be used in the case of mixture adsorption and allows the molar adsorbate densities ρj and ρb on lattice site j and in the bulk from the lattice occupancies θij and θib to be obtained. Finally, the individual molar adsorbate densities ρij and ρib are then calculated by multiplying the total adsorbate density ρj and ρb with the corresponding mole fraction yi = θi/θ, i.e. (15)    3.3 Excess Adsorption The description of the experimental excess adsorption data additionally requires taking the complex pore structure of the adsorbent into account. This is achieved by discretizing the real pore structure into a set of pores of specific size and weight in the discretized distribution. Let us assume that this discretized distribution consists of K types of pores, where every pore of type k is made of Jk lattice sites. Additionally, let us assume that such pore has a specific pore volume vik, which is intentionally allowed to be different for every component i. This permits taking into account that the reachable pore volume is different for each component, as explained more in detail in section 4. Then the total pore volume is simply the sum over all K types of pores (16)  Consequently, the molar adsorbate densities ρij, k have to be determined for every pore of type k, and together with the bulk adsorbate density ρib, the overall excess adsorption niex of component i, i.e., considering all pore types and their corresponding specific pore volumes, can be obtained as follows (17) Finally, the total molar excess adsorption of the mixture is calculated by taking the sum over all N components present in the mixture (18)  Here, it is worth mentioning that in the case of coal the measured quantity is the excess adsorbed and sorbed amount, as shown in section 2.2. However, the lattice DFT model is only able to represent adsorption in the coal pores thus resulting in excess adsorption isotherms. Neither sorption in nor swelling of the coal matrix is accounted for. Therefore, describing the experimental adsorption data on coal with the lattice DFT model intrinsically assumes that nieas equals niex and that the sorption term corrected for the buoyancy in eq 4 equals zero, i.e., neglecting sorption and swelling.  3.4 Model Parameter Determination The lattice DFT model needs information about the structure of the coal, the adsorbed gases, and the interaction between them. Namely, the values of the following model parameters are needed for each species: the fluid−fluid interaction energies εii and εin, the fluid−solid interaction energy Uis, the pore volumes vik, and the maximum density ρimax. In this section, feasible ranges of parameter values are estimated and their optimal values are determined within these in order to obtain the best fit for the model predictions of single component and binary mixture adsorption to the experimental results (see Table 3).    Table 3. Estimated Ranges of the Parameter Values and Those Used in the Lattice DFT Model for the Adsorption of Pure and Multicomponent Mixtures on Coal from the Sulcis Coal Province  εii/k (K)Uis/k (K)ρimax/ρicfluidestimatemodelestimatemodelestimatemodelCO2−4Tc/z0−101.4 −14272.20−3.453.45CH4a−63.5 −11222.30−4.154.15N2 −42.1 −10162.29−4.214.21 vik (cm3/g) k = 3 layersk = 4 layersk = 50 layersfluidestimatemodelestimatemodelestimatemodelCO20.0420.038, 0.0420.0280.025, 0.0280.1320.120, 0.132CH4 0.019, 0.020 0.025, 0.028 0.120, 0.132N2 0.005, 0.006 0.025, 0.028 0.120, 0.132 ρimaxvitot (mmol/g) εin/k (K)pureestimatemodelbinaryestimatemodelCO24.72−7.416.75, 7.41CO2/CH4−[(|εii|/k)(|εnn|/k)]1/2−80.3CH44.71−8.516.92, 7.60CO2/N2a−65.3N25.16−9.527.11, 7.81CH4/N2 −51.7   a Reference 27.   Due to the assumption of a random distribution of the molecules in the bulk fluid, the lattice model of a pure fluid species exhibits the three-dimensional phase behavior of a “regular solution” with a critical temperature Tc = z0|εii|/(4k).(20, 27) The fluid−fluid interaction energy εii between same molecules is then chosen so as the real fluid and the lattice fluid have the same critical temperature, i.e. (19) For the binary and ternary mixtures, we have employed a classical geometric mean assumption in order to estimate the fluid−fluid interaction energy εin between different molecules from the fluid−fluid interaction energies of the pure fluids(27, 29) (20) Note that this equation does not contain any additional parameter and therefore depends only on the pure gas properties. The pore size distribution of a coal sample from the same coal mine in the Sulcis Coal Province has been estimated in a previous publication.(18) Since standard BET surface measurements with nitrogen at 77 K significantly underestimate the accessible pore volume because nitrogen cannot access all the pores at this temperature,(30, 31) the micropore volume has been estimated from CO2 low-pressure adsorption measurements at 273.15 K using the Dubinin−Astakhov equation resulting in a value of 0.070 cm3/g. The obtained micropore size distribution is shown in Figure 1a. Using a combination of pycnometry and mercury porosimetry, the total pore volume was estimated to be 0.202 cm3/g, i.e., corresponding to a volume of meso- and macropores of 0.132 cm3/g. However, due to the rather high compressibility of the coal, it was not possible to determine the relative amount of meso- and macropores.  Figure 1. Volume-weighted pore size distribution of Sulcis coal. (a) Micropore size distribution obtained from low-pressure CO2 adsorption experiments using the Dubinin−Astakhov equation. (b) Discrete pore size distribution used for CO2 at 45 °C in the model (3 layers, 0.042 cm3/g; 4 layers, 0.028 cm3/g; 50 layers, 0.132 cm3/g). The observed pore size distribution is discretized into pores of a specified diameter and represented in the lattice DFT model by one-dimensional slit pores with hexagonal lattice. In the case of the micropores, pores of 12 Å and of 16 Å in diameter have been chosen to represent 60% and 40% of the micropore volume, respectively, as shown in Figure 1. Lattices with three and four layers are used for the two types of micropores. Due to the lack of more detailed information about meso- and macropores, in the lattice model, these are lumped into a single type of slit-pores with 50 layers and a corresponding pore diameter of 20 nm (see Figure 1b). It is worth noting that for such large mesopores, the lattice DFT model results are rather insensitive to the exact number of layers. Being the volume of the pores known a priori and the lattice species-independent, the maximum molar density should in principle be the same for every species. In reality this is not the case, since the complete filling of the pore depends on fluid properties such as molecular size. For this reason, since the mapping relationship of eq 12 represents the translation of lattice properties into physical quantities, the corresponding maximum molar densities can be estimated from the number density of close-packed spheres, i.e., 21/2/σi3. The molecular diameters σi have been approximated by the collision diameters given above, thus resulting in molar maximum densities of 36.7 mol/L for CO2, 42.1 mol/L for CH4, and 47.1 mol/L for N2. While these values can be considered as upper estimates of ρimax, the inverse of the van der Waals covolume, i.e., 23.4 mol/L for CO2, 23.3 mol/L for CH4, and 25.6 mol/L for N2, provides a lower end estimate of this parameter.(32) Using the molar critical densities of the three gases as given in Table 2, the reduced molar maximum densities should be within 2.20 ≤ ρmax/ρc ≤ 3.45 for CO2, 2.30 ≤ ρmax/ρc ≤ 4.15 for CH4, and 2.29 ≤ ρmax/ρc ≤ 4.21 for N2. In the present work, the upper bounds of these intervals have been used since they resulted in a better description of the experimental data. Using a least-squares method, the remaining parameters, i.e., the fluid−solid interaction energies Uis and the individual and total pore volumes vik and vitot, have been determined by fitting the calculated adsorption isotherms to the experimental ones. It is worth noting that this optimization process was carried out based on single component and binary mixture adsorption data only and not on ternary data. Therefore, in the ternary case the description of the experimental data by the model is fully predictive.   Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferences4 Results and Discussion  4.1 Adsorption of Pure Components The adsorption of CO2, CH4, and N2 was measured at 45 and 70 °C. The former temperature corresponds to the one reached in the Sulcis Coal Province at a depth of 500 m where the coal sample was taken; the latter would correspond to depths up to 1000 m, where optimal conditions for an ECBM application are reached. The experimental results obtained for CO2, CH4, and N2 are shown in Figure 2, where the excess adsorption and sorption neas is plotted against the molar bulk density ρb. The lines represent the prediction by the lattice DFT model, where the parameters given in Table 3 have been used. Additionally, the experimental data are listed in Supporting Information, Tables S1 and S2, with the exception of the CO2 and CH4 data measured at 45 °C that were already reported in tabular format in a previous publication.(19) It can be seen that model results and experimental data are in rather good agreement in the case of all three gases, at both temperatures and in the whole density range.  Figure 2. Molar excess adsorption and sorption neas of CO2, CH4, and N2 on Sulcis coal at different temperatures as a function of the molar bulk density, ρb. The points are the experimental data, whereas the lines represent the lattice DFT model results: closed symbols, 45 °C; open symbols, 70 °C; solid lines, 45 °C; dashed lines, 70 °C. Such agreement could only be achieved by making the following two assumptions in the lattice DFT model, which hold also in the case of binary and ternary mixtures. The first assumption is to allow the individual pore volumes vik to be different for CO2, CH4, and N2. Therefore, the micropore volume estimated in section 3.4 from the low pressure adsorption isotherm of CO2 was used only for CO2, whereas for CH4 and N2 smaller values of the micropore volume have been used. The fractions of three-layer pores accessible to CH4 and N2 have been then fitted together with the fluid−solid interaction energies; values of 49% for CH4 and 14% for N2 have been estimated. The assumption that CO2 can enter pores that are not accessible to CH4 and N2 looks reasonable due to the fact that the lattice DFT model can only describe adsorption in the coal pores but neglects absorption. However, it is known that coal, including Sulcis coal, swells upon absorption of CO2, CH4, and N2 in the coal matrix, with CO2 absorbing more than CH4, and CH4 more than N2.(4, 19, 33) More specifically for the coal considered here, at 45 °C and at a gas pressure of 130 bar, we have measured a swelling of about 4% for CO2, about 2% for CH4, and less than 1% for N2.(19) To take into account these different amounts absorbed also in the lattice DFT model, micropore volumes have therefore been allowed to be different for different species. In other words, the lack of an absorption mechanism in the lattice model is compensated by providing a larger volume available for adsorption to species that absorb more. The second assumption is to allow the pore-filling capacity ρimaxvitot to depend on temperature. More specifically, since the maximum density is kept constant in the lattice DFT model, this has been achieved here by allowing the total pore volume vitot to vary with temperature while keeping the relative distribution of micro- and mesopores constant. Its value was fitted so a good agreement between experiments and model could be achieved at both experimental temperatures. Values at 70 °C are about 9% smaller than those at 45 °C, as shown in Table 3, where all values lie in the estimated ranges. It is worth noting that decreasing values of ρimaxvitot in the lattice DFT model have also been reported in the case of CO2 adsorption on 13X zeolite and on silica gel(20) and by Bénard and Chahine in the case of methane and hydrogen adsorption on activated carbons and zeolites.(34, 35) The contributions of each pore type to the total excess adsorption are shown in Figure 3 for the three gases. In the case of CO2, the adsorption in the micropores containing three layers increases quickly at increasing reduced density to reach a maximum, whereas the adsorption in the meso- and macropores of 50 layers shows its maximum at higher density (see Figure 3a). Notably, between 85 and 89% of the gas is adsorbed in the smaller 3-layer and 4-layer pores and only a small amount in the large 50-layer pores, although the meso- and macropores represent about 65% of the total pore volume. Comparing the isotherms of CO2, CH4, and N2, it is apparent that the contribution of the three-layer pores decreases as their specific pore volume decreases.  Figure 3. Molar excess adsorption and sorption nieas on Sulcis coal at 45 °C as a function of the molar bulk density, ρb: (a) CO2, (b) CH4, (c) N2; symbols, experimental data; lines, contributions of pores with different numbers of layers in the prediction by the lattice DFT model.   4.2 Adsorption of Binary Mixtures The binary mixture adsorption measurements have been performed at a temperature of 45 °C for 11 different gas mixtures of certified composition. The experimental data obtained through the mass balances in section 2.2, are reported for the gas mixtures of CO2/N2 and CH4/N2 in Supporting Information, Tables S3 and S4, respectively, whereas they have been reported previously for the mixtures of CO2/CH4.(19) Figure 4 shows the bulk phase mole fraction yib (measured by GC) as a function of the molar density for the three binary mixtures. The horizontal dotted lines represent the mole fractions yifeed in the feed gas mixture. It can be observed that, in all three cases, yib is smaller than yifeed and approaches it asymptotically as the molar bulk density ρb increases, due to the increasing ratio of the hold up in the gas phase to the amount adsorbed. This indicates that CO2 is indeed preferentially adsorbed in the case of CO2/N2 and CO2/CH4, whereas CH4 is adsorbed more than N2. A second observation is that the deviation of the bulk mole fraction from the feed mole fraction is the largest for CO2/N2, Figure 4a, and smallest for CH4/N2, Figure 4c. Interestingly, these also correspond to the mixtures where the ratio between the pure adsorption isotherms is the largest and the smallest, respectively (see Figure 2).  Figure 4. Bulk phase mole fractions yib at 45 °C as a function of the molar bulk density, ρb. Binary mixtures: (a) CO2/N2; (b) CO2/CH4; (c) CH4/N2. The dashed horizontal lines represent the different feed mole fractions yifeed, whereas the solid lines are the regression used for the description by the lattice DFT model. In the description of the experimental data using the lattice DFT model, this change of composition with molar bulk density has been taken into account by regressing the bulk phase mole fractions yib through the following function, which is drawn as a solid line in Figure 4 (21) where a1 to a4 are fitting parameters. This regressed function is then used in the model.  4.2.1 CO2/N2 Figure 5 shows the molar excess adsorption and sorption nieas of each component i in the mixture per unit mass of Sulcis coal as a function of the molar bulk density ρb for the four CO2/N2 mixtures. The points represent the experimental data, whereas the lines are the prediction by the lattice DFT model. The corresponding error bars in the experimental data were determined through the method of error propagation, whose details can be found elsewhere.(19) Three remarks are worth making. First, the model is able to describe the experimental binary data satisfactorily for all four mixtures. Only for the gas mixture with composition 10% CO2 and 90% N2, model results and experimental data do not agree perfectly and the crossover of the calculated isotherms appears at a higher density than that obtained in the experiment. Second, the gas mixture CO2/N2 should contain at least 75% N2 to have significant adsorption of N2, since until 50% it represents less than 10% of the total adsorption. This shows that CO2 is strongly preferentially adsorbed with respect to N2, which is an interesting property in view of a possible direct use of flue gas instead of pure CO2 in a ECBM operation. Third, it is obvious that the excess adsorbed and sorbed amounts of CO2 and N2 decrease with decreasing concentration of the specific component in the feed. This reduction in nieas is more strongly present for the less adsorbing compound N2 compared to CO2 (Supporting Information, Figure S1), which demonstrates again the preferential adsorption of carbon dioxide over nitrogen.  Figure 5. Molar excess adsorption and sorption nieas of component i per unit mass of Sulcis coal at 45 °C as a function of the molar bulk density, ρb. Feed compositions of binary mixtures: (a) 10% CO2, 90% N2; (b) 25% CO2, 75% N2; (c) 50% CO2, 50% N2; (d) 75% CO2, 25% N2; symbols, experimental data; lines, lattice DFT model.   4.2.2 CO2/CH4 The molar excess adsorption and sorption isotherms of each component i in the mixture per unit mass of coal as a function of the molar bulk density ρb are shown in Figure 6 for the four CO2/CH4 mixtures. The experimental data are represented well by the lattice DFT model over the whole density range. Although the gas mixture containing least CO2 in the feed (20% CO2 and 80% CH4) shows deviations at higher densities, the model predicts the position of the crossover of the CO2 and CH4 isotherms much better than in the case of CO2/N2 (Figure 5a). Finally, the effect of preferential adsorption of carbon dioxide over methane is less strong than that for CO2/N2 (Supporting Information, Figures S1 and S2).  Figure 6. Molar excess adsorption and sorption nieas of component i per unit mass of Sulcis coal at 45 °C as a function of the molar bulk density, ρb. Feed compositions of binary mixtures: (a) 20% CO2, 80% CH4; (b) 40% CO2, 60% CH4; (c) 60% CO2, 40% CH4; (d) 80% CO2, 20% CH4; symbols, experimental data; lines, lattice DFT model.   4.2.3 CH4/N2 In the case of binary methane−nitrogen mixtures, Figure 7 shows the molar excess adsorption and sorption nieas per unit mass of coal as a function of the molar bulk density ρb. It can be observed that the model is able to describe the experimental binary data very well; at an equimolar feed composition of 50% CH4 and 50% N2 (see Figure 7b), the excess adsorption and sorption of N2 represents about 30% of the total excess adsorption and sorption isotherm in the range of experimental data. Therefore, CH4 is slightly preferentially adsorbed over N2, as can also be concluded from Supporting Information, Figure S3.  Figure 7. Molar excess adsorption and sorption nieas of component i per unit mass of Sulcis coal at 45 °C as a function of the molar bulk density, ρb. Feed compositions of binary mixtures: (a) 25% CH4, 75% N2; (b) 50% CH4, 50% N2; (c) 75% CH4, 25% N2; symbols, experimental data; lines, lattice DFT model.    4.3 Adsorption of a Ternary Mixture The ternary adsorption measurements have been performed at a temperature of 45 °C and pressures up to 180 bar for a gas mixture of certified feed composition of 33.3% CO2, 33.3% CH4, and 33.4% N2. The experimental data are reported in Supporting Information, Table S5. Figure 8 shows the bulk phase mole fraction yib of the three components in the mixture as a function of the molar bulk density ρb, where the experimental data points have been regressed by eq 21 for the lattice DFT model. It can observed that CO2 is depleted, whereas both CH4 and N2 are accumulated in the gas phase as compared to its feed mole fraction. Among the latter components, N2 shows a higher accumulation than CH4, which is a sign of the preferential adsorption in the order CO2 > CH4 > N2. The same conclusion can be drawn from Figure 9, which shows the molar excess adsorption and sorption nieas per unit mass of coal as a function of the molar bulk density ρb and compares it with the prediction by the lattice DFT model.  Figure 8. Bulk phase mole fractions yib of component i at 45 °C as a function of the molar bulk density, ρb. Feed composition of ternary mixture: 33.3% CO2, 33.3% CH4, 33.4% N2. The dashed horizontal lines represent the feed mole fraction yifeed, whereas the solid lines are the regression used for the description by the lattice DFT model.  Figure 9. Molar excess adsorption and sorption nieas of component i per unit mass of Sulcis coal at 45 °C as a function of the molar bulk density, ρb: feed composition of ternary mixture, 33.3% CO2, 33.3% CH4, 33.4% N2; symbols, experimental data; lines, lattice DFT model. Considering that the complex natural structure of the coal is roughly represented by only two different types of micropores and one type of mesopore and that the model is fully predictive in the case of a ternary mixture once it has been fitted to the pure and binary adsorption data, the model provides a very good description of the experimental results. Furthermore, all the parameter values are consistent with their physical properties, except for the fluid−solid interaction energies Ufs/k where no values for coal are available for comparison in the literature. On the other hand, there are at least two reasons why the estimated values seem to be realistic. First, the (absolute) values of Ufs/k increase in the same order as the excess adsorption isotherms, namely, from N2 (−1016 K) to CH4 (−1122 K) to CO2 (−1427 K). Second, all these values are smaller than the corresponding values in the case the of adsorption of CO2 on 13X zeolite and silica gel, which are −1825 and −1568 K, respectively.(20) Moreover, the value of CH4 is smaller than −1332 K, i.e., the value reported by Bénard and Chahine on activated carbon.(34) This discrepancy agrees well with the different affinity of carbon dioxide, methane, and nitrogen to coal, which is generally smaller as compared to that of the same components toward different adsorbents such as zeolites and silica gel.   Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferences5 Conclusions A comprehensive set of experimental data of pure, binary, and ternary adsorption of CO2, CH4, and N2 on a dried coal sample from the Sulcis Coal Province (Sardinia, Italy) has been measured at temperatures of 45 and 70 °C and pressures up to 180 bar using a gravimetric−chromatographic technique. All the pure and binary isotherms have been successfully described with a lattice density functional theory (DFT) model based on the Ono−Kondo equations and it has been validated by comparing its prediction to ternary adsorption isotherms. The model incorporates information about the coal structure, the adsorbed gases, and the energetic interactions between them. As expected from the pure adsorption data, the mixture isotherms clearly confirm that CO2 is preferentially adsorbed on coal over CH4 and even more over N2. These results are the firm basis for an effective design of injection strategies for an ECBM operation. Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferencesAppendix  a regression function parameter g function converting lattice-site occupancies into densities Jk overall number of lattice sites in a pore of type k k Boltzmann’s constant (J/K) m mass (g) meas excess mass adsorbed and sorbed (g) mex excess mass adsorbed (g) Mm molar mass of adsorbate (g/mol) M1 weight at measuring point 1 (g) M10 weight at measuring point 1 under vacuum (g) neas molar excess adsorption and sorption per unit mass of coal (mmol/g) nex molar excess adsorption per unit mass of coal (mmol/g) N number of components in the mixture P pressure (bar) Ro vitrinite reflectance coefficient s entropy per molecule (J) T temperature (K) u internal energy per molecule (J) Uis fluid−solid interaction energy (J) v specific pore volume (cm 3/g) V volume (cm 3) Vvoid void volume of adsorption system (cm 3) w mass fraction y mole fraction z0, z1, z2 coordination numbers  Greek Letters ε fluid−fluid interaction energy (J) ρ molar density (mol/L) ρ̂ mass density (g/cm3) θ fractional surface coverage σ molecular diameter (Å)  Subscripts and Superscripts b bulk c critical coal coal sample feed feed i component i j lattice site index k type of pore n component n max maximum meso meso- and macropore met lifted metal parts micro micropore s sorbed tot total 0 initial 1 magnetic suspension balance 2 auxiliary adsorption cell   Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferencesAcknowledgment We gratefully acknowledge the support of the Swiss National Science Foundation through Grant NF 200020-107657/1. We also thank Carbosulcis, Cagliari (Italy), and Istituto Nazionale di Geofisica e Vulcanologia (INGV), Rome (Italy), for providing the coal samples used in this and previous studies.  Top of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferencesSupporting Information Tabular experimental excess adsorption and sorption data of CO2, CH4, and N2, pure fluids and binary and ternary mixture, and individual and total molar excess adsorption and sorption for pure fluids and their binary mixtures. This information is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionExperimental SectionModelingResults and DiscussionConclusionsAppendixReferencesReferencesThis article references 35 other publications.1. IPCC, Climate Change 2007: Synthesis Report. Summary for Policymakers. Intergovernmental Panel on Climate Change Fourth Assessment Report; available online at http://www.ipcc.ch, 2007.There is no corresponding record for this reference.2. IPCC special report on carbon dioxide capture and storage; Cambridge University Press: Cambridge and New York, 2005.There is no corresponding record for this reference.3.   White, C. M., Smith, D. H., Jones, K. L., Goodman, A. L., Jikich, S. A., LaCount, R. B., DuBose, S. B., Ozdemir, E., Morsi, B. I., and Schroeder, K. T.  Energy Fuels 2005,  19,  659– 724[ACS Full Text ], [CAS]3. Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A ReviewWhite, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.Energy & Fuels\r\n        (2005),\r\n    19\r\n        (3),\r\n    659-724CODEN:\r\n                ENFUEM;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-17/la801350h/production/images/small/la-2008-01350h_0009.gif\">"]}