{"title": "Effect of Open Metal Sites on Adsorption of Polar and Nonpolar Molecules in Metal−Organic Framework Cu-BTC", "authors": ["Jagadeswara R. Karra", "Krista S. Walton"], "doi": ["10.1021/la800803w"], "abstract": "Atomistic grand canonical Monte Carlo simulations were performed in this work to investigate the role of open copper sites of Cu-BTC in affecting the separation of carbon monoxide from binary mixtures containing methane, nitrogen, or hydrogen. Mixtures containing 5%, 50%, or 95% CO were examined. The simulations show that electrostatic interactions between the CO dipole and the partial charges on the metal−organic framework (MOF) atoms dominate the adsorption mechanism. The binary simulations show that Cu-BTC is quite selective for CO over hydrogen and nitrogen for all three mixture compositions at 298 K. The removal of CO from a 5% mixture with methane is slightly enhanced by the electrostatic interactions of CO with the copper sites. However, the pore space of Cu-BTC is large enough to accommodate both molecules at their pure-component loadings, and in general, Cu-BTC exhibits no significant selectivity for CO over methane for the equimolar and 95% mixtures. On the basis of the pure-component and low-concentration behavior of CO, the results indicate that MOFs with open metal sites have the potential for enhancing adsorption separations of molecules of differing polarities, but the pore size relative to the sorbate size will also play a significant role.", "text": "10.1021/la800803w 10.1021/la800803w10.1021/la800803w Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesIntroduction A critical step in developing adsorption-based technologies is the identification/synthesis of adsorbents that provide the proper adsorption capacities, selectivities, or reactivities for the application. It is well-known that metal sites in porous materials have a tremendous influence on the resulting adsorption properties. For example, the exchangeable cations in zeolite molecular sieves(1-5) or the metals in impregnated carbons(6-10) are known to provide catalytic sites and also impose acid/base character to the pores that can enhance separations. The ability to design an adsorbent with a particular pore size, pore shape, and chemical functionality would provide a significant advance in areas such as adsorption separations and catalysis. Metal−organic frameworks (MOFs) are a recent addition to the classes of porous materials and have the potential for providing just such a flexible platform for developing designer adsorbents. MOFs are synthesized by self-assembly of organic ligands and metal oxide clusters. The resulting crystalline materials possess regular porous structures with pore sizes and chemical functionalities that can be manipulated by modifying the metal group or organic linker.(11-20) These flexible methods have led to the synthesis of thousands of MOFs over the past decade. Several MOFs have open metal sites (coordinatively unsaturated) that are built into the pore “walls” in a repeating, regular fashion. These metal sites, such as those found in Cu-BTC(21) or MIL-100,(22) have been shown to impart catalytic activity to the materials. The partial positive charges on the metal sites in MOFs also have the potential to enhance general adsorption properties. This has often been discussed as a strategy for increasing hydrogen adsorption in MOFs.(16, 23, 24) This strategy could also be expected to improve adsorption selectivities for separating mixtures with molecules of differing polarities. MOFs first garnered significant attention as possible adsorbents for hydrogen(25-27) or methane storage.(14, 28-31) Since these early investigations, a large number of experimental and computational studies of adsorption in MOFs have been reported. The most widely studied MOFs include the MIL materials of Ferey and co-workers,(14, 26, 32-34) the IRMOF series of Yaghi and co-workers,(14, 32-35) and Cu-BTC or HKUST-1, which was first reported by Chui et al.(36) Among the MIL series, the MIL-53 material has been found to adsorb relatively large amounts of CH4 and CO2.(37) Yaghi and co-workers found high storage capacities of the IRMOFs for CH4 and H2.(14, 38) The experimental results of Wang et al.(39) show that Cu-BTC has the potential to be used for separation of gas mixtures such as CO2−CO, CO2−CH4, and ethylene−ethane. Multicomponent adsorption experiments in MOFs have only recently been reported in the literature. For example, Bastin et al.(40) conducted fixed-bed adsorption experiments on MOF-508 and established the feasibility of performing CO2 separations with MOFs. Alaerts et al.(41) performed binary adsorption experiments and demonstrated the potential for separating C8 alkylaromatic compounds with MIL-47. A copper MOF was examined by Pan et al.(42) for separating normal butane from higher alkanes and olefins. MOFs possess ordered, crystalline structures. Crystallographic locations of the framework atoms can be determined from XRD studies. Because of this, MOFs are particularly amenable to molecular modeling studies. This allows for a higher level of materials design that cannot be achieved for other porous materials. Due to the predictability of MOF synthesis and the uniformity of the frameworks, molecular modeling can be employed as a complement to experiments for studying adsorption and diffusion in these systems. For example, grand canonical Monte Carlo (GCMC) simulations have been employed to identify favorable MOF properties for methane(29) and hydrogen(43) storage. Molecular modeling has also been used to elucidate the adsorption mechanisms that produce particular isotherm shapes for CO2 adsorption in MOFs.(34) Garberoglio et al.(44) examined hydrogen adsorption in various MOFs at 77 and 298 K and found good agreement with experiments. Zhang et al.(45) employed Monte Carlo techniques to understand the adsorption behavior of alkane isomers in IRMOFs. Sandler and co-workers examined IRMOF-1 for separating CO2 and CH4(46) and linear and branched alkanes.(47) IRMOF-1 was found to have high capacities, but adsorption selectivities for the different mixtures were low. Zhong and co-workers have studied extensively the pure-component and mixture adsorption properties of metal−organic frameworks and have developed force field parameters that predict adsorption in good agreement with experimental data.(48-52) In particular, they found that, in addition to pore size effects, electrostatic interactions produced by atomic charges in the framework lattice can enhance the adsorption of hydrogen and can also enhance the adsorption selectivities of CO2 from mixtures with various light gases and alkanes.(49, 52) In this work, we have used atomistic GCMC simulations to examine the role of the open metal sites of Cu-BTC in affecting the separation of carbon monoxide from mixtures containing methane, nitrogen, or hydrogen. These are important mixtures that are generated from a variety of sources such as off-gases from steel plants, synthesis gas from steam re-forming, CO2 conversion, and partial oxidation of hydrocarbons and coal gasification.(53) The selective removal of CO using MOFs has not been previously explored. From pure-component adsorption experiments,(39) it was shown that CO adsorbs in amounts comparable to those of methane in Cu-BTC. Thus, exploring the pure-component and binary adsorption behavior of these molecules should provide insight into the importance of electrostatic effects in adsorption separations. We first use GCMC to simulate pure-component adsorption of CO, CH4, H2, and N2 in Cu-BTC and verify the model with experiments. Heats of adsorption and Henry’s constants for each component are also computed. Binary mixture simulations are performed for CO with each of the three gases at 5%, 50%, and 95% mixtures, and adsorption selectivities are calculated. The contribution to the adsorption mechanism of CO from electrostatic effects relative to van der Waals interactions is determined. Simulation snapshots are used to identify preferred adsorption sites for CO and methane. Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesModels Cu-BTC, shown in Figure 1, has been extensively studied both experimentally(36, 39, 54, 55) and theoretically.(52, 56) It has a face-centered cubic crystal structure and contains an intersecting 3D system of large square-shaped pores (9 × 9 Å) composed of paddle-wheel units assembled from two copper atoms and four benzenetricarboxylate (BTC) groups.(36) The structure of Cu-BTC has two kinds of domains: tetrahedron side pockets (∼5 Å diameter with 3.5 Å windows) and large square-shaped channels. The unit cell has a free volume of 66%(26) and a BET surface area ranging from 1200 to 1500 m2/g.(39, 57)  Figure 1. Unit cell of Cu-BTC. Red = oxygen, yellow = copper, and gray = carbon. The molecular model used in this work was constructed from experimental XRD crystallographic data with water molecules removed to simulate a regenerated material.(36) The atomic partial charges of Cu-BTC were taken from Yang and Zhong.(52) The Lennard-Jones (LJ) parameters for the MOF atoms were taken from Wang et al.(51) for carbon monoxide and from Yang and Zhong(56) for methane and hydrogen. These authors used the all-atom OPLS force field (OPLS-AA) of Jorgensen et al.(58) in their work. For copper, they used the all-atom universal force field (UFF)(59) as it was not available in the OPLS-AA force field. For the case of nitrogen, we used the same MOF potential parameters as used for methane(56) to give a good reproduction of the experimental isotherms. The numerical values for these parameters along with the partial charges on the atoms of framework Cu-BTC are listed in Table 1. These force field parameters were chosen because they have been well-tested for these systems,(48-52) and we also achieve very good agreement with experiments as will be discussed later.    Table 1. Atomic Partial Charges (q) and Potential Parameters of the Atoms in the Framework of Cu-BTC    ε/kB (K)atomq (e)σ (Å)COCH4H2N2O−0.6652.96105.761.2973.9861.29Ccarboxyl0.7783.7552.8442.2752.8442.27Cbenzene−0.0923.5535.2335.2335.2335.23Cbenzene−0.0143.5535.2335.2335.2335.23Hbenzene0.1092.4215.115.115.115.1Cu1.0983.112.522.522.522.52  Hydrogen was treated as a united atom molecule, and its parameters were taken from Michels et al.(60) Methane was modeled as a single-center Lennard-Jones molecule using the TraPPE force field developed by Martin and Siepmann.(61) Nitrogen was modeled as a diatomic molecule with fixed bond lengths and bond angles using the TraPPE force field developed by Potoff and Siepmann.(62) In this model, point charges are centered on each LJ site, and electric neutrality is maintained by placing a point charge of +0.964 e at the center of mass (COM) of the N2 molecule. A four-site model developed by Piper et al.(63) was used for carbon monoxide. Lennard-Jones sites are located on the carbon and oxygen atoms, and point charges are used to mimic the dipole moment of the molecule. In this four-site model, one charge site is placed on the molecular axis roughly 0.42 Å to the “left” of the carbon atom. The center of mass of the carbon atom provides the second charge site. The third charge site is located on the molecular axis between the carbon and oxygen atoms, and the center of mass of oxygen provides the fourth site. The potential parameters, partial charges, and bond lengths for methane, hydrogen, nitrogen, and CO are shown in Table 2. Cross-terms for the Lennard-Jones potentials were calculated using Lorentz−Berthelot combining rules.(64)    Table 2. Lennard-Jones and Coulombic Potential Parametersa sorbateatomσ (Å)ε/kB (K)q (e)l (Å)CH4 3.73148.00 H2 2.95836.70 N2N3.3136.0−0.4820.55 NCOM000.964 COC3.38539.890.831−0.6446 O2.88561.5700.4836 site 1  −0.636−1.0820 site 2  −0.1950.3256   a l is the distance from the molecular center of mass, and q is the partial charge.    Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesMethodology The Monte Carlo method was used to calculate adsorption equilibria for single components and mixtures. The grand canonical ensemble was employed in the simulations to mimic adsorption experiments. In GCMC simulations, a chemical potential is imposed on a constant-volume system at constant temperature.(64) The number of molecules is then allowed to fluctuate until equilibrium at the required chemical potential has been attained. These simulations were performed using the Music simulation code.(65) Three different types of Monte Carlo trials were used in these simulations: insertion of a new adsorbate molecule at a random position in the adsorbent, removal of a randomly chosen adsorbate molecule from the adsorbent, and translation of a randomly chosen adsorbate molecule within the adsorbent. The simulation box representing Cu-BTC contained eight 2 × 2 × 2 unit cells. The MOF atoms were treated as rigid. The single-component and mixture simulations were run for at least 20 million trials. In all cases, the first half of these trials was used for equilibration and was not included in the final averaging. The nonideal behavior of the bulk pure gas and gas mixtures was described by the Peng−Robinson equation of state (PR-EOS).(66) For all of the binary mixtures, the binary interaction parameter in the PR-EOS was assumed to be zero. Ewald summations were used to calculate Coulombic interactions between the sorbate and framework atoms.(67) A cutoff based on the center of mass distance was used to calculate Coulomb interactions between sorbate molecules. GCMC simulation gives the absolute number of molecules adsorbed. However, experimental data are typically reported as the excess amount adsorbed. Thus, all absolute loadings were converted to excess loadings to allow direct comparison of the results with experimental data.(68) Isosteric heats of adsorption, qst, were also calculated for each component. This quantity can be calculated from simulations as the difference of the partial molar enthalpy of the sorbate in the bulk phase and the partial molar internal energy in the adsorbed phase. This is given by the following equation: (1) where Nads is the adsorption loading and U is the internal energy of the sorbate in the adsorbed phase that includes contributions from both adsorbate−adsorbent and adsorbate−adsorbate interactions.(69) Adsorption selectivities were calculated from binary adsorption isotherms to examine the competitive adsorption between two components. The selectivity for component i over component j was calculated as αij = (xi/xj)(yj/yi), where x indicates the mole fraction in the adsorbed phase and y indicates the mole fraction in the gas phase. Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesResults and Discussion The isotherms computed from single-component GCMC simulations for CO, CH4, and N2 at 295 K and H2 at 298 K are shown with the experimental results in Figures 2 and 3. Lines are drawn between symbols for visual clarity of the simulation results. As shown in the figures, there is good agreement between experimental isotherms and simulation isotherms for all sorbates. The adsorption isotherms of CO and CH4 are quite similar throughout this pressure range, with loadings of around 0.9 mol/kg at 100 kPa. GCMC simulations for all four components over a larger pressure range are shown in Figure 4. These calculations indicate that Cu-BTC has a slight adsorption preference for CO over the other three sorbates at higher pressures. CO adsorbs more strongly than methane above approximately 1 MPa and achieves a loading of 11 mol/kg at 4 MPa. It is notable that, even at such high pressures, none of the isotherms appear to be completely at the saturation point. This is related directly to the large pore volume of Cu-BTC that is accessible to the molecules.  Figure 2. Adsorption isotherms calculated from GCMC simulations (open symbols) vs experimental isotherms(39) (closed symbols) for (a) CO, (b) CH4, and (c) N2 at 295 K in Cu-BTC. Lines are drawn for visual clarity of the simulation data.  Figure 3. Comparison of GCMC simulations (open symbols) of hydrogen adsorption in Cu-BTC at 298 K with experimental data(55) (closed symbols).  Figure 4. Adsorption isotherms for CO, CH4, N2, and H2 in Cu-BTC at 298 K calculated from GCMC simulations. The isosteric heats of adsorption (qst) computed at 298 K for pure CO, CH4, N2, and H2 at 298 K in Cu-BTC are shown in Figure 5. Methane exhibits the highest heat of adsorption at low loadings, but qst decreases with increasing loading until roughly 3 mol/kg, where it reaches a constant value of approximately 16 kJ/mol. The initial decrease is a consequence of the heterogeneous character of the Cu-BTC surface, in which the energetically favored side pockets of Cu-BTC are occupied first and then the less favorable sites are occupied as the loading increases. CO exhibits the highest isosteric heat of adsorption in Cu-BTC at loadings greater than 1 mol/kg but actually exhibits a lower isosteric heat of adsorption than methane at low loadings. As expected, the trends of the isosteric heats are consistent with the trends of the adsorption isotherms in Figures 2–4.  Figure 5. Isosteric heats of adsorption as a function of loading for CO, CH4, N2, and H2 at 298 K. Figure 6 shows isosteric heats for methane and CO separated into two types of contributions: sorbate-sorbent and sorbate−sorbate. For CO (Figure 6b), the contribution of the sorbent−sorbate interaction to the total isosteric heat decreases slightly with increasing loading. This behavior is reasonable because the favorable adsorption sites begin to fill up as the loadings increase. The interaction of CO with itself becomes a larger contributor to the overall isosteric heat as the loading increases. The net effect is that the isosteric heat for CO remains essentially constant at loadings up to 11 mol/kg. Conversely, the isosteric heat of adsorption for CH4 decreases sharply with loadings up to 4 mol/kg (Figure 6a). These contributions, which include only van der Waals interactions, continue to decrease steadily, even at higher loadings. The trends are consistent with the adsorption isotherms. These results indicate that the contribution of the sorbent−sorbate interaction to the isosteric heat of adsorption for CO leads to higher loadings compared to those of methane at the same pressure.  Figure 6. Contributions of sorbent−sorbate (▲) and sorbate−sorbate (●) interactions to the total isosteric heat (◼) for (a) CH4 and (b) CO. To further examine the effect of the electrostatic interactions, CO adsorption isotherms were calculated for three cases: a full model, which considers van der Waals interactions and electrostatic interactions of CO with itself and with the framework, a second model in which the electrostatic interaction between CO and the framework is neglected, and a third model which considers van der Waals interactions only. These results are shown in Figure 7. The electrostatic interactions between the framework atoms and CO molecules clearly dominate the adsorption mechanism. Sorbate−sorbent interactions typically exhibit the greatest effect on adsorption at low coverage. However, in this case, CO has not saturated the pore space of Cu-BTC at high pressure. Thus, sorbate−sorbent interactions remain important at higher loadings than is traditionally observed because framework atoms are still available to interact with incoming sorbate molecules. This is quite different from behavior that was found for CO2 adsorption in several MOFs.(34) The electrostatic interaction between CO2 molecules (sorbate−sorbate) was found to have the dominant effect on the adsorption mechanism, but here we find that the CO-CO interaction has relatively no effect on the isotherm.  Figure 7. Effect of electrostatic interactions on CO adsorption in Cu-BTC at 298 K. Henry’s constants were computed for each sorbate and are shown in Table 3. These values provide information on the strength of interaction between the molecule and the surface. As expected, Henry’s constants follow the same trends as the isosteric heats at low coverage. Henry’s constant for methane is 35% greater than that of CO. This shows that the van der Waals forces are relatively strong between methane and the MOF surface at low coverage. Henry’s constants for CO were calculated using both the full model and the model which neglects electrostatic interactions. Henry’s constant for the full model is slightly higher than that for the LJ-only model. This indicates that the partial positive charges of the framework do enhance slightly the adsorption interaction of CO with the MOF.    Table 3. Henry’s Constants for Sorbates sorbateHenry’s constant [mol/(kg·kPa)]CH40.0130COa0.0095COb0.0083N20.0043H20.0004   a Includes electrostatic interactions with the framework.  b Includes Lennard-Jones interactions only.   The electrostatic interactions between CO and the MOF atoms were shown in Figure 7 to have a significant impact on the pure-component isotherm. This was also reflected in Henry’s constants. However, at low pressures, the adsorption of methane was found to be slightly more favorable than that of CO as a result of the strong van der Waals forces. Now that pure-component adsorption behavior has been established, the next relevant issue that arises is how electrostatic interactions affect adsorption selectivities. To explore this, adsorption equilibrium data and adsorption selectivities were calculated for binary mixtures of CO/H2, CO/CH4, and CO/N2 at three different compositions (5%, 50%, and 95% CO). Adsorption selectivities for mixtures of CO and hydrogen are shown in Figure 8. The pure-component isotherms indicate that CO should be preferentially adsorbed over H2, and the mixture simulations confirm this. The selectivity for CO remains essentially constant for all three compositions up to a pressure of about 1 MPa. At this point, the 95% mixture has the highest selectivity for CO. At these high pressures, the large number of CO molecules in the system prevents appreciable amounts of hydrogen from adsorbing; the preference for CO is too strong to allow competitive coadsorption. Selectivities for this mixture are well above 100 at these pressures. The mixture containing 5% CO exhibits the lowest selectivities, which remain approximately constant at a value of ∼28 over the entire pressure range. Both components in the 5% mixture adsorb at quantities that are roughly equal to their pure-component behavior; the quantity of CO in the mixture is too small to significantly displace hydrogen at the higher pressures. In fact, we find that adsorbed-phase compositions of 0.6 and 0.4 for CO and H2, respectively, are maintained throughout the pressure range examined.  Figure 8. Adsorption selectivities for CO over H2 in mixtures of 5%, 50%, and 95% CO at 298 K. Lines are drawn for visual clarity. The binary mixture CO/N2 provides an appropriate system to examine the adsorption behavior when both molecules possess some degree of polarity. The electrostatic interaction resulting from the nitrogen quadrupole should result in more competitive adsorption with CO than H2 according to the pure-component isotherms. As shown in Figure 9, Cu-BTC has a greater preference for CO over N2 for all mixture compositions, with the equimolar mixtures displaying the highest selectivities. This is consistent with pure-component behavior and isosteric heats of adsorption. Selectivities are lowest for the 95% mixture due to the enhanced affinity of Cu-BTC for N2 as a result of the quadrupole moment.  Figure 9. Adsorption selectivities for CO over N2 in mixtures of 5%, 50%, and 95% CO at 298 K. Figure 10 shows selectivities of CO/CH4 mixtures. The dependence of selectivity on composition is reversed from the dependence exhibited by hydrogen mixtures. In general, Cu-BTC is slightly more selective for methane at total pressures below 0.5 MPa for all three mixture compositions. This is consistent with the pure-component isotherms, isosteric heats, and Henry constants. The 5% mixtures show the highest selectivities above 1 MPa, although they are generally quite low at values less than 1.5. This is a result of the electrostatic interaction of CO with the MOF. In fact, we find that when electrostatic interactions are neglected, the MOF becomes more selective for methane over the entire pressure range. For the 95% mixture, Cu-BTC is slightly more selective for methane. This reflects the affinity that the material has for methane due to van der Waals forces and is opposite the hydrogen/CO mixture behavior. With only 5% methane in the mixture, the methane molecules are able to adsorb without experiencing significant displacement from coadsorbed CO.  Figure 10. Adsorption selectivities for CO over CH4 in mixtures of 5%, 50%, and 95% CO at 298 K. Simulation snapshots of pure CO and pure CH4 at 320 kPa and 298 K are shown in Figure 11. From pure-component isotherms, Cu-BTC was found to adsorb approximately 24 molecules per unit cell at this pressure for both CO and CH4. The snapshots show that CO molecules tend to adsorb near the copper sites in the framework, while methane molecules are somewhat more dispersed throughout. The same behavior is observed in the mixture simulations. Figure 12a shows a simulation snapshot for a 5% CO mixture with methane at a total pressure of 3820 kPa. The CO molecules adsorb near the metal sites, and methane molecules are uniformly dispersed throughout the unit cell. This snapshot shows that, even at high methane partial pressure, the MOF structure is large enough to accommodate CO molecules at the preferred adsorption sites. A snapshot of the equimolar mixture at 1550 kPa total pressure is shown in Figure 12b. In general, the main pore of Cu-BTC is so large that the molecules easily coadsorb in amounts that are roughly equal to pure-component loadings, which results in low adsorption selectivities.  Figure 11. Simulation snapshots of pure components at 320 kPa and 298 K: (a) CH4 (violet), (b) CO (green). The loading for each is 24 molecules per unit cell.  Figure 12. Simulation snapshots of binary mixtures of CO and CH4: (a) 5% CO at 3820 kPa, (b) 50% CO at 1550 kPa.  Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesConclusions GCMC simulations were found to predict adsorption equilibria of CO, CH4, H2, and N2 in Cu-BTC in good agreement with experiment. Detailed studies of CO adsorption on Cu-BTC reveal that the electrostatic interactions between CO and Cu-BTC framework atoms dominate adsorption while CO−CO interactions are insignificant. Simulations indicate that Cu-BTC is selective for CO over H2 and N2. In the case of CO/CH4 separations, LJ interactions of methane are large enough to rival CO electrostatic interactions. The low-concentration removal of CO from CH4 is slightly enhanced by the electrostatic interactions with copper, but in general, the main pore of Cu-BTC is large enough to easily accommodate both molecules. The result is that there is no particular adsorption selectivity for CO or CH4 in Cu-BTC. Simulation snapshots of pure and binary adsorption of CO and CH4 at comparable loadings showed that CO adsorbs preferentially near the metal sites of the framework at low coverage, while methane tends to distribute throughout the pore space. This work indicates that MOFs with open metal sites have a great potential for enhancing adsorption separations, but pore size relative to sorbate size will also play a significant role. Top of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesAcknowledgment This material is based upon work supported by the National Science Foundation under Grant No. 0700489 and by the U.S. Department of Defense under Contract W911NF-07-1-0355. Reference QuickViewTop of PageAbstractIntroductionModelsMethodologyResults and DiscussionConclusionsReferencesReferencesThis article references 69 other publications.1.   Barthomeuf, D.  Microporous Mesoporous Mater. 2003  66  1[Crossref], [CAS]1. Framework induced basicity in zeolitesBarthomeuf, D.Microporous and Mesoporous Materials\r\n        (2003),\r\n    66\r\n        (1),\r\n    1-14CODEN:\r\n                MIMMFJ;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-16/la800803w/production/images/small/la-2008-00803w_0012.gif\">"]}