{"title": "Highlighting a Variety of Unusual Characteristics of Adsorption and Diffusion in Microporous Materials Induced by Clustering of Guest Molecules", "authors": ["Rajamani Krishna", "Jasper M. van Baten"], "doi": ["10.1021/la904895y"], "abstract": "In this work, we highlight several unusual characteristics of adsorption and diffusion of a variety of guest molecules, such as linear and branched alkanes with a number of C atoms in the 1−6 range, CO, and Ar in microporous structures such as zeolites (FAU, NaY) and metal organic frameworks (IRMOF-1, CuBTC, MIL-47, MIL-53 (Cr)-lp, PCN-6′) that have channel or cavity sizes larger than about 0.75 nm. Clustering of guest molecules is found to manifest at temperatures below the critical temperature, , of the guest species. The degree of clustering is increased as the temperature, , is reduced increasingly below . For linear alkanes,  increases with chain length and, consequently, at a given  the degree of clustering increases with increasing chain length. For C4, C5, and C6 alkane isomers, the linear isomer shows a higher degree of clustering than the corresponding branched isomers. Mixture adsorption characteristics are significantly influenced by clustering; specifically, the separation selectivity is found to increased significantly with lowering . We also discuss the interesting possibility of separating alkane isomer mixtures by exploiting the differences in the degrees of clustering, induced by differences in  of constituent species. An important characteristic of clustering is that the inverse thermodynamic factor 1/Γ ≡ (d ln )/(d ln ) exceeds unity for a range of molar concentrations  within the micropores. For the concentration ranges for which 1/Γ >1, the Fick diffusivity, , for unary diffusion is often lower than both the Maxwell-Stefan, , and the self-diffusivity, . Correlation effects in diffusion are significantly lowered as a consequence of clustering; this reduction in correlation effects is found to have a significant influence on the mixture diffusion characteristics. The diffusion selectivity is significantly affected with increased clustering.", "text": "10.1021/la904895y 10.1021/la904895y10.1021/la904895yTop of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences1 IntroductionMicroporous structures such as zeolites and metal organic frameworks (MOFs) are used in a variety of storage, separation, and reaction applications.(1-11) In the development of all such applications, it is essential to have proper insights, along with a good quantitative description of the adsorption of guest molecules.(9-16) Additionally, in some applications such as membrane separations and catalysis, it is also necessary to have a proper quantitative description of mixture diffusion within the micropores.(11, 15-21) Depending on the process application, the chosen operating temperature T can be either higher or lower than the critical temperature, Tc, of the constituent species.In our previous work,(22) it was shown that for adsorption of CO2 (Tc = 304 K), CH4 (Tc = 191 K), and Ar (Tc = 151 K) below their respective critical temperatures Tc, clustering of molecules occurs in zeolites, metal-organic frameworks (MOFs), and covalent-organic frameworks (COFs), that have characteristic channel or cavity dimensions larger than about 0.75 nm. Clustering was found to be severe in “open structures” such as CuBTC, IRMOF-1, COF-102, and COF-108 with pore volumes, Vp = 0.85, 1.37, 1.88, and 5.5 cm3/g, respectively. We had shown that, in regions where clustering occurs, the inverse thermodynamic factor, 1/Γi, defined by(1)exceeds unity, and the concentration dependences of the Maxwell-Stefan (M-S) diffusivity, Đi, and Fick diffusivity, Di, are significantly influenced.In many separation and reaction applications utilizing zeolites and MOFs, larger molecules such as alkanes and aromatics are encountered. The critical temperatures of these molecules are often higher than the operating temperatures, and the question arises whether molecular clustering occurs in such cases too. Consider, for example, the adsorption of alkanes with the number of C atoms in the range 1−6 within microporous host structures. For adsorption at 300 K, except for CH4 (C1), the chosen operating temperature is below the critical temperatures of the higher alkanes: ethane (C2, Tc = 305 K), propane (C3, Tc = 370 K), n-butane (nC4, Tc = 425 K), 2-methylpropane (iC4, Tc = 408 K), n-pentane (nC5, Tc = 470 K), 2-methylbutane (2MB, Tc = 460 K), 2,2-dimethylpropane (neo-C5, Tc = 434 K), n-hexane (nC6, Tc = 507.4 K), 3-methylpentane (3MP, Tc = 504.4 K), and 2,2-dimethylbutane (22DMB, Tc = 488.7 K). In the investigation of Jiang and Sandler(12) on adsorption of linear and branched alkanes with varying C numbers in IRMOF-1 at 300 K, the adsorption isotherms for C2, C3, nC4, nC5, 2MB, and neo-C5 show the stepped characteristic typical of adsorption of CO2, and CH4 in IRMOF-1 and COFs at subcritical temperatures.(22-25) Furthermore, the radial distribution functions for nC5 show clear evidence of molecular clustering, even though this aspect was not highlighted by Jiang and Sandler.(12) Babarao et al.(21) report similar stepped isotherm characteristics for a variety of alkanes in IRMOF-13, IRMOF-14, PCN-6′, and PCN-6. Several questions arise on the basis of these two investigations. If indeed cluster formation occurs for alkanes with two or more C atoms, what is the corresponding influence on the inverse thermodynamic factor 1/Γi? What is the corresponding influence on the concentration dependences of the diffusivities of alkanes? In the investigation of Chmelik et al.,(26) using infrared microscopy experiments supplemented with molecular simulations of adsorption and diffusion of alkanes in CuBTC, it was shown that, in regions where 1/Γi exceeds unity, the Fick diffusivity of 2MB and neo-C5 exhibits a sharp minimum. Is this minimum a direct consequence of clustering? Should we expect similar behavior for alkanes diffusion in IRMOF-1, and also in other open structures?The influence of molecular clustering on adsorption and diffusion of mixtures also deserves investigation. In the work of Babarao et al.,(21) the adsorption and diffusion of mixtures of nC4 and iC4 in PCN-6′ and PCN-6 have been investigated for a temperature of 300 K, significantly lower than the critical temperature of either species. The self-diffusivities in the binary nC4-iC4 mixtures show curious maxima at a certain mixture loading. In addition to the explanations provided by Babarao et al.,(21) we could ask the question whether molecular clustering contributes to the curious maxima reported by these authors?Babarao et al.(21) also investigated the adsorption of C4 and C5 isomer mixtures and found selectivities in favor of the linear isomer, that they attribute to “configurational entropy effects”. Can the principle be extended to separate C6 isomers?In the current work, we seek answers to the questions posed above. Furthermore, we aim to provide a broader perspective on the influence of clustering on adsorption and diffusion of mixtures in microporous structures. Specifically, our work has the following set of objectives: (1) to demonstrate that clustering phenomena also manifests for alkanes when operating below the critical temperatures (for this purpose, we investigate the adsorption and diffusion of linear and branched alkanes up to 6 C atoms in “open” structures such as IRMOF-1, FAU, and PCN-6′; we aim to highlight unusual concentration dependences, and hierarchy of values, of M-S, Fick, and self-diffusivities); (2) to investigate the influence of molecular clustering on correlation effects in diffusion of single components and binary mixtures in a variety of microporous materials (we aim to show that molecular clustering has the effect of reducing correlation effects to a significant extent); (3) to investigate the influence of varying T, below and above Tc, on diffusivities of a variety of guest molecules (we aim to show that the activation energies of the self- and M-S diffusivities are not the same; differences arise to the variation in the degree of clustering with varying T); (4) to show that molecular clustering has a significant influence on the selectivity of adsorption and diffusion of mixtures (for this purpose, we investigate adsorption of a variety of binary mixtures in IRMOF-1, MIL-47, MIL-53 (Cr), FAU, CuBTC, and PCN-6′).To achieve the aforementioned objectives, we use Configurational-Bias Monte Carlo (CBMC) simulations of adsorption isotherms in the grand canonical ensemble, along with molecular dynamics (MD) simulations of diffusivities of pure components and mixtures.The entire database of simulation results is available in the Supporting Information accompanying this publication; this material includes details of the CBMC and MD simulation methodologies, details of the microporous structures (unit cell dimensions, accessible pore volume, characteristic pore dimensions), pore landscapes, specification of the force fields used, simulation data on isotherms, clustering analysis, and diffusivities.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences2 Cluster Formation in Adsorption of AlkanesFigure 1a,b,c show the CBMC simulations of pure component isotherms for linear alkanes: methane (CH4), C2, C3, nC4, nC5, and nC6 at 300 K in IRMOF-1, FAU, and PCN-6′. The ci values are the absolute loadings, expressed as the number of moles per cubic meter of accessible pore volume; this allows a proper comparison of the loadings in different structures; this choice of concentration measure is useful not only for modeling adsorption, but also for diffusion.(16, 21, 22, 27, 28) The accessible pore volumes of the variety of structures investigated were determined with the aid of molecular simulations using the helium probe insertion technique suggested by Talu and Myers.(29, 30) With increasing chain length, the critical temperature increases, and the isotherms become progressively steeper. The continuous solid lines in Figure 1a,b,c are fits using the dual-Langmuir-Sips isotherm(22, 26)(2)Figure 1. (a,b,c) CBMC simulations of adsorption isotherms for n-alkanes in IRMOF-1, FAU, and PCN-6′ at 300 K. Also shown with the continuous solid lines are the dual-Langmuir-Sips fits of the isotherms. (d,e,f) The inverse thermodynamic factor, 1/Γi, plotted as a function of the pore loading, ci, for n-alkanes in IRMOF-1, FAU, and PCN-6′. The 1/Γi is calculated by differentiation of dual-Langmuir-Sips fits of the isotherms shown in (a,b,c).All six constants in eq 2 were fitted to match the CBMC simulated isotherms; neither exponent νi,A nor νi,B was restricted to unity. The inverse thermodynamic factor, 1/Γi, can be obtained by analytic differentiation of eq 2. The data for 1/Γi are presented in Figure 1d,e,f. We prefer to plot 1/Γi instead of Γi because the latter has the undesirable property of approaching infinity as saturation loading is approached; this makes the data less easy to interpret when plotted in graphical form. For a single-site Langmuir isotherm, we have 1/Γi = (1 − θi) = (1 − ci/ci,sat), i.e., the fractional vacancy. We note that 1/Γi exceeds unity to increasing extents as the chain length increases. In previous work,(22) we had argued that the condition 1/Γi > 1 implies the increase of fractional vacancy beyond unity and this is physically rationalized if we allow for molecular clustering. As discussed in detail in our previous work, we also confirmed that the concentration ranges for which 1/Γi > 1 falls within the bimodal phase envelope of the alkane. The data in Figure 1 imply that molecular clustering increases with increasing chain length. To verify this and further quantify the degree of clustering, we calculated the radial distribution functions (RDF) for n-alkanes in IRMOF-1 at 300 K for a loading of 30 molecules per unit cell, corresponding to ci = 3.56 kmol m−3; the results are shown in Figure 2. We note that, with increasing chain length, the peak in the RDF is higher, indicating a higher degree of clustering. Put another way, the trends in 1/Γi observed in Figure 1 are in line with the RDFs in Figure 2. Increased clustering with increasing chain length leads to steeper isotherms and higher 1/Γi values. The results presented in Figure 2 are in line with previous work(22) in which we showed that the degree of clustering increases as the reduced temperature, TR = T/Tc, falls to increasing extents below unity. For the data for n-alkanes presented in Figure 2, TR decreases progressively from 1.57 for CH4 to a value of 0.59 for nC6. In subsequent discussions, we shall interpret the condition 1/Γi > 1 to be synonymous with clustering of molecules within that loading ci range.Figure 2. Radial distribution function (RDF) for adsorption of n-alkanes in IRMOF-1 at 300 K for a loading of 30 molecules per unit cell, corresponding to ci = 3.56 kmol m−3. The RDF is constructed on the basis of the distances between the centers of mass of molecules.We now compare the adsorption characteristics of alkane isomers. Consider the adsorption of nC4 and iC4 in PCN-6′. For adsorption at 300 K, the reduced temperatures are TR = 0.705 and 0.735. As a consequence, the isotherm of nC4 is steeper (cf. Figure 3a), has a higher value of 1/Γi (cf. Figure 3b), and exhibits a higher degree of clustering as witnessed by a higher peak in the RDF (cf. Figure 3c). Particularly noteworthy is the 1/Γi vs ci characteristic that shows an initial decline below unity for the range 0 < ci < 1.2 kmol m−3. This decline is due to the fact that the C4 isomers are located preferentially in the octahedral pockets, as pointed out by Babarao et al.(21) For the higher loading range 1.2 < ci < 7 kmol m−3, the more open spaces of PCN-6′ become populated.Figure 3. (a,d) CBMC simulations of adsorption isotherms for butane (nC4, and iC4) and pentane (nC5, 2MB, and neo-C5) isomers in PCN-6′ at 300 K. Also shown with the continuous solid lines are the dual-Langmuir-Sips fits of the isotherms. (b,e) The inverse thermodynamic factor, 1/Γi, plotted as a function of the pore loading, ci. The 1/Γi is calculated by differentiation of dual-Langmuir-Sips fits of the isotherms. (c,f) Radial distribution function (RDF) for a loading of 150 molecules per unit cell, corresponding to ci = 2.72 kmol m−3. Here, the RDF is constructed based on the distances between intermolecular C−C atoms, and not between the centers of mass.The corresponding results for adsorption nC5, 2MB, and neo-C5 in PCN-6′ are presented in Figure 3d,e,f. For adsorption at 300 K, the reduced temperatures are TR = 0.64, 0.65, and 0.69. Consequently, neo-C5 experiences the lowest degree of clustering, as evidenced both by 1/Γi and the RDFs. As in the case of C4 isomers, the C5 isomers too are located preferentially in the octahedral pockets for loadings ci < 1.5. The minimum in 1/Γi for low concentration ranges is exactly analogous to the minimum observed by Chmelik et al.(26) for alkane adsorption in CuBTC, caused by the preferential location within the tetrahedral pockets. The minimum value of 1/Γi is particularly prominent for 2MB, and this suggests that the octahedral pockets of PCN-6′ are particularly favorable locations for 2MB. This preferential location also gets reflected in the RDF for 2MB, which shows a linear step in the 2−4 Å range for separation distances.Analogous results to those presented in Figure 3 are obtained for adsorption of C4 and C5 isomers in IRMOF-1; details are provided in the Supporting Information. There are no pocket regions in IRMOF-1, and therefore the initial decline in 1/Γi below unity is not encountered.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences3 Influence of Clustering on Adsorption Selectivity of MixturesFigure 4a presents data on the influence of temperature on the adsorption selectivity of CH4(1)-CO2(2) mixtures in IRMOF-1. We note that selectivity is higher as the temperature is increasingly lowered below 300 K. This is because at any T < 300 K, the degree of clustering of CO2 is higher than that of CH4. A higher degree of clustering results in stronger adsorption of that component. We also note from Figure 4a that even at low loadings there is a significant influence of T on selectivity; this is due to differences in the adsorbate−adsorbent binding energies for the two constituents. Results similar to that for IRMOF-1, were obtained for CH4(1)-CO2(2) adsorption in several other host structures; see data in Supporting Information. A similar result is also obtained for CH4(1)-C3(2) mixtures in IRMOF-1; see Figure 4b. A lower temperature results in a higher selectivity toward propane due to stronger clustering. If T is sufficiently high, the adsorption selectivity becomes almost insensitive to T, as shown by Yang et al.(31) for CO2/N2 mixture adsorption in CuBTC.Figure 4. Influence of temperature on the adsorption selectivity of (a) CH4(1)-CO2(2), and (b) CH4(1)-C3(2) mixtures in IRMOF-1. The partial fugacities in the bulk fluid phase of the components are taken to be equal, i.e., f1 = f2.The foregoing results suggest the possibility of separating alkane isomers mixtures based on differences in the degree of clustering. To illustrate this, we performed CBMC simulations for adsorption of nC4/iC4, nC5/2MB/neo-C5, and nC6/3MP/22DMB mixtures in both IRMOF-1 and PCN-6′; the results are presented in Figure 5. For all three mixtures, the adsorption selectivity is strongly in favor of the linear isomer. The hierarchy of component loadings is dictated by the hierarchy in the values of Tc, leading us to conclude that the root cause of the separation is based on differences in the degrees of clustering of constituent species. Linear alkanes can “stack” more easily. When, for example, hexane isomers are cooled, the first crystals to form will be that of nC6, that has the highest freezing point. The same principle applies to clustering. Ease of crystal formation translates to a higher propensity to form clusters. Conversely, molecules such as neo-C5 and 22DMB do not stack as efficiently as the linear isomers, and consequently have more difficulty in forming clusters, and also have to be cooled to much lower temperatures to form crystals.(32) In this context, it is appropriate to state that Jiang and Sandler(12) and Babarao et al.(21) were the first to report a similar preferential adsorption selectivity toward the linear isomers nC4 and nC5 in IRMOF-1 and in PCN-6′ and have attributed this to “configurational entropy effects”, drawing parallels with the principles used to separate alkane isomers in zeolites such as MFI, MOR, and AFI in which the molecules are more strongly confined.(32-34) Indeed, our investigations have shown that differences in the packing efficiencies of alkane isomers, cause differences in clustering and therefore adsorptivities.Figure 5. CBMC simulations of adsorption isotherms for (a,d) nC4/C4 and (b,e) nC5/2MB/neo-C5, and (c,f) nC6/3MP/22DMB mixtures in (a,b,c) IRMOF-1 and (d,e,f) PCN-6′ at 300 K. The partial fugacities in the bulk fluid phase of the components are taken to be equal, i.e., f1 = f2 = f3. Also shown with the continuous solid lines for nC4/iC4 mixtures are the estimations of component loadings using the ideal adsorbed solution theory (IAST) of Myers and Prausnitz(51) using the dual-Langmuir-Sips fits of the pure component isotherms.Gu et al.(35) have presented experimental data on separation of mixtures of o-xylene (Tc = 418 K), m-xylene (Tc = 412.3 K), p-xylene (Tc = 411.5 K), and ethylbenzene (Tc = 409.3 K) using IRMOF-1. Ethylbenzene has the poorest adsorption selectivity, and a likely explanation is its lowest degree of clustering.In a simulation study, Castillo et al.(14) have demonstrated the potential of using MIL-47 to separate xylene isomers at T = 343 K. Their simulations show separation selectivities in favor of o-xylene, that has the highest Tc and consequently the highest propensity to form clusters.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences4 Influence of Molecular Clustering on Diffusion CharacteristicsConsider first the loading dependence of the M-S diffusivity, Đi, of n-alkanes. Figure 6a presents the data, normalized with respect to the zero-loading value, Đi/Đi(0), for n-alkanes in IRMOF-1 at 300 K. For low concentration ranges, we note that Đi/Đi(0) increases to increasingly sharper extents with chain length, synchronous with the corresponding 1/Γi behavior portrayed in Figure 1. As 1/Γi is a measure of the fractional vacancy, the physical reasoning behind the increase of Đi/Đi(0) is the increase in the availability of vacant sites due to molecular clustering. The maximum in the normalized diffusivities occur within the concentration ranges for which the corresponding 1/Γi exceeds unity (cf. Figure 1). For alkane isomers, the linear isomer exhibits a sharper increase in the Đi as a direct consequence of clustering; see diffusivity data for C4 isomers in IRMOF-1 in Figure 6b.Figure 6. (a,b) Normalized M-S diffusivities Đi/Đi(0) for (a) n-alkanes, and (b) C4 isomers in IRMOF-1 at 300 K. The continuous solid lines are the fits using the Reed and Ehrlich model for the loading dependence of Đi.(40, 52) (c) Normalized self-diffusivities Di,self/Đi(0) for n-alkanes in IRMOF-1 at 300 K. (d) Comparison of normalized self-diffusivities Di,self/Đi(0) for nC6 in IRMOF-1 at 300 K, 350 K, 400 K, and 450 K.MD simulations on diffusivities of methanol in NaY and NaX display a maximum for a range of concentrations.(36, 37) The root cause of this maximum can be traced to dimer formation, and so must be considered to be analogous to the results of Figures 6.It noteworthy that the Đi vs ci behavior of the M-S diffusivity of a variety of guest species has been shown to exhibit a similar maximum in microporous structures such LTA, CHA, DDR, and ERI that consist of cages separated by narrow windows.(38-41) However, in these cases, the Đi vs ci is governed by the alteration in the free energy barrier for hopping across the narrow windows.We now examine how clustering influences the hierarchy of values of the M-S, Fick, and self- diffusivities. Following the M-S formulation of unary diffusion,(16) the self-diffusivity, Di,self, is related to the M-S diffusivity Đi, by(3)At any pore loading, the self-diffusivity Di,self is lower than the M-S diffusivity Đi; this is because individual jumps of molecules are correlated due to revisitation of sites that have been recently abandoned. The Đi, reflecting collective motion of molecules, is free from such correlation effects; it is for this reason that the Đi are amenable to simpler interpretation, and modeling.(16) The Đii in eq 3 is the self-exchange coefficient that captures the correlation effects. The smaller the value of the self-exchange coefficient Đii with respect to the M-S diffusivity Đi, the stronger are the consequences of correlation effects, and we may consider the ratio Đi/Đii as a measure of the degree of correlations. The stronger the degree of correlations, the lower is the value of Di,self below that of Đi.The normalized self-diffusivities Di,self/Đi(0) for n-alkanes in IRMOF-1 at 300 K are shown in Figure 6c. We note that Di,self/Đi(0) displays progressively sharper peaks as the chain length increases, consonant with the results presented in Figure 1.Figure 6d compares the data on normalized self-diffusivities of nC6 in IRMOF-1 at various temperatures. We note that, as the temperature is increased, and TR approaches unity, the peaks in the diffusivity values become shallower. For T = 450 K, there is no maximum and the maximum in the self-diffusivity of nC6 disappears, and Di,self shows a near-monotonic decrease with increased loading; at 450 K, the degree of clustering is very small because TR = 0.89 is much closer to unity. Xue and Zhong(42) have reported similar results on the influence of temperature.The Fick, or transport, diffusivity is related to the M-S diffusivity by the thermodynamic factor(4)When no molecular clustering occurs, 1/Γi < 1, and the hierarchy Di > Đi > Di,self, prevailing over the entire concentration range, typifies “normal” behavior for guest molecules in microporous structures. All three diffusivities converge to the same value at infinitely dilute loadings. This “normal” behavior is exhibited, for example, by CH4 diffusion in IRMOF-1 at 300 K, significantly higher that its Tc value of 191 K and therefore no clustering occurs; see Figure 7a. In this “normal” behavior, the Fick Đi increases with increased loading. One important consequence of this is that, for uptake of a single component within a microporous crystal, the adsorption kinetics is usually faster than the desorption kinetics.(10, 43)Figure 7. The loading dependences of the Maxwell-Stefan (M-S) diffusivity, Đi, Fick diffusivity, Di, and the self-diffusivity, Di,self for (a) CH4, (b) C3, (c) nC4, and (d) nC5 in IRMOF-1 at 300 K.The situation changes dramatically for higher chain lengths with attendant clustering; see Figure 7b,c,d for data on C3, nC4, and nC5 in IRMOF-1. We note that, in the concentration ranges where 1/Γi > 1, indicated by the shaded areas, the Fick diffusivity, Di, can be lower than both the M-S diffusivity, Đi, and the self-diffusivity, Di,self. Analogous results are obtained for alkane diffusivities in PCN-6′; details are provided in the Supporting Information accompanying this publication. Of particular interest is the minimum in the Di at the concentration ci corresponding to the maximum in the 1/Γi vs ci in Figure 1. This minimum is entirely analogous to the minimum observed in the experimental work of Chmelik et al.(26) for 2MB and neo-C5 diffusion in CuBTC. Direct experimental verification of Di < Di,self when 1/Γi > 1 is available in the recent work of Chmelik et al.(44) for methanol and ethanol diffusion in ZIF-8. In this case, the clustering of alcohol molecules is induced by hydrogen bonding, as we shall demonstrate in a subsequent publication.When strong clustering occurs, the Fick Đi decreases with increased loading for a range of concentrations, indicated by the shaded regions in Figures 7 . Within this concentration range, we should expect the desorption rate for uptake within a crystal to be higher than the adsorption rate .Let us examine how clustering phenomena influences the ratio Đi/Đii, quantifying the strength of correlations. Consider the data in Figure 8a on Đi/Đii for diffusion of CH4 in FAU at 150 K, 200 K, 300 K, and 500 K. At any given T, the degree of correlations increases with increasing pore concentration ci. This is because, as the loading within the pore increases, there are fewer vacant sites for the guest molecules to jump to. Consequently, the probability that a molecule has to revisit the site it had vacated is increased, and molecular jumps become increasingly correlated. At any given pore concentration ci, the degree of correlations is lower as T is lowered below Tc. Clustering of CH4 molecules has the effect of reducing the degree of correlations. As argued earlier, molecular clustering has the effect of increasing the availability of vacant sites. Consequently, the degree of correlations is decreased with increasing amounts of cluster formation. Analogous results are obtained for CO2 and Ar diffusion and for every guest−host combination investigated; see Supporting Information for details.Figure 8. Ratio of the M-S diffusivity Đi with respect to self-exchange coefficient Đii for (a) CH4 diffusion in FAU at various temperatures. (b) CH4 diffusion at 150 K in IRMOF-1, MIL-47, MIL-53(Cr)-lp, and FAU.Figure 8b compares the degree of correlations for CH4 diffusion at 150 K in FAU, IRMOF-1, MIL-47, and MIL-53 (Cr). We note that, at any given pore concentration, ci, the degrees of correlation are stronger in 1D channels. Consequently, Di,self ≪ Đi. This is illustrated in Figure 9 for CO2, CH4, and Ar diffusion in MIL-47 at temperatures T less than their corresponding Tc. We note that the Fick Di does not fall below Di,self at any concentration. The important message to be derived from the results presented in Figures 7 and 9 is that, when clustering occurs, it is not essential that the Fick Di is lower than the self-diffusivity Di,self; it will be lower only for structures that do not exihibit strong correlations. The recent experimental works of Salles et al.(45, 46) for CO2 diffusion in MIL-47 and MIL-53(Cr)-lp at 230 K provides confirmation of the trends portrayed in Figure 9a. Their data show that Di < Đi in regions where 1/Γi > 1, most likely caused by clustering.Figure 9. The loading dependences of the Maxwell-Stefan (M-S) diffusivity, Đi, Fick diffusivity, Di, and the self-diffusivity, Di,self for (a) CO2 diffusion in MIL-47 at 230 K, (b) CH4 diffusion in MIL-47 at 150 K, and (c) Ar diffusion in MIL-47 at 120 K.For a fixed pore concentration ci, we investigated the influence of temperature on the degree of correlations for a variety of guest−host combinations; a few typical results are shown in Figure 10. The ratio Đi/Đii decreases significantly at reduced temperatures TR = T/Tc below unity. For TR ≫ 1, the Đi/Đii appears to reach an asymptotic value suggesting that, for temperatures far in excess of Tc, the degree of correlations is T-independent; this conclusion was also reached in an earlier study.(47) Also shown in Figure 10a are the data for MFI; in this case, no influence of T on the degree of correlations is detected. The reason for this is that within the 0.56 nm pores of MFI the degree of clustering is negligibly small due to strong molecule−wall interactions.(22)Figure 10. Ratio of the M-S diffusivity Đi with respect to self-exchange coefficient Đii as a function of the reduced temperature for diffusion of (a) CH4, (b) CO2, Ar, and (c) linear alkanes in a variety of zeolites and MOFs.A reduction in the degree of correlation with reduction in temperature also implies that the self-diffusivity, Di,self, will be relatively closer to the M-S diffusivity Đi as T is reduced. Figure 11a,b presents the Arrhenius plots for both Di,self and Đi of CO2 and CH4 in IRMOF-1 at a total loading of 60 molecules per unit cell, corresponding to ci = 7.12 kmol m−3. The activation energy of Di,self is consistently lower than that of corresponding Đi; this is a consequence of reduced correlations at lower T. Analogous results are obtained for several other guest−host combinations; see Supporting Information.Figure 11. Arrhenius plots for MD simulated values of self-diffusivity Di,self and M-S diffusivity Đi of (a) CO2, (b) CH4, (c) nC5, and (d) nC6 in IRMOF-1.It is not uncommon in the published literature to compare activation energies obtained by different measurement techniques such as ZLC, PFG NMR, and QENS.(48) Such a comparison is not strictly valid, because PFG NMR and QENS yield data on activation energies of the self-diffusivities, whereas those obtained from ZLC are related to the M-S diffusivities. The concept of activation energy should only be applied to zero-loading diffusivities, as has been stressed in an earlier publication.(47)When the degree of clustering is severe, non-Arrhenius behavior may result. This is illustrated in Figure 11c,d for diffusion of nC5 and nC6 in IRMOF-1 for a loading of 30 molecules per unit cell. Neither the M-S nor the self-diffusivity data is susceptible to a linear Arrhenius plot for these molecules. Molecular clustering is also the cause of the non-Arrhenius temperature dependence of diffusivity of water in FAU and MFI;(49) in this case, the clustering of water molecules is the result of hydrogen bonding.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences5 Influence of Clustering on Diffusion in Binary MixturesThe discussions on clustering influence on mixture diffusion are best understood within the framework of the M-S equations, which for binary mixtures takes the form(5)where xi represents the component mole fractions of the adsorbed phase within the microporous structures(6)The coefficients Đi are identifiable with the corresponding M-S diffusivity for unary diffusion; these are influenced by clustering in the manner discussed in the foregoing section. The Đ12 are exchange coefficients representing interaction between component 1 and component 2. At the molecular level, the Đ12 reflect how the facility for transport of species 1 correlates with that of species 2. Conformity with the Onsager reciprocal relations prescribes(7)The exchange coefficient Đ12 is influenced by correlation effects in much the same way as the exchange coefficients Đii of the constituent pure species. On the basis of extensive MD data, the following interpolation formula, based on the Vignes(50) model for diffusion in liquid mixtures, has been proposed in our previous work that was largely restricted to temperatures in excess of Tc.(16, 28)(8)In using eq 8, the Đ11 and Đ22 have to be evaluated at the total mixture loading ct = c1 + c2. We now investigate whether the interpolation formula holds when T is lower than the Tc of at least one of the components in the mixture. Figure 12a presents data on self-exchange coefficient Đ11, along with the binary exchange coefficient Đ12 for diffusion of CH4−n-alkane equimolar mixtures in IRMOF-1 at 300 K. We note that the Vignes interpolation formula (eq 8) provides a good estimation of Đ12 even though the T < Tc of the partner molecules of CH4. Validation of eq 8 is also obtained for CH4−CO2 mixture diffusion in IRMOF-1 at 200 K and 300 K (cf. Figure 12b).Figure 12. Binary exchange coefficient Đ12 for mixture diffusion. (a) Diffusion of CH4(1)−n-alkane(2) equimolar mixtures in IRMOF-1 at 300 K. (b) Diffusion of CH4(1)−CO2(2) equimolar mixtures in IRMOF-1 at 200 K and 300 K. (c) Diffusion of CH4(1)−CO2(2) equimolar mixtures in IRMOF-1 at various temperatures at a loading of 60 molecules per unit cell, corresponding to ci = 7.12 kmol m−3. The continuous solid line represents the calculations using the Vignes interpolation formula (eq 8).For a fixed total loading ct = c1 + c2 = 60 molecules per unit cell, the Đ12 for CH4−CO2 mixture diffusion in IRMOF-1 as determined for a range of temperatures and the results are presented in Figure 12c, along with the corresponding self-exchange Đii. The Vignes interpolation formula in eq 8 is seen to provide a reasonable estimate of Đ12 over the entire temperature range. The success of the Vignes interpolation formula (eq 8) is due to the fact that the self-exchange coefficients Đ11 and Đ22 properly account for variation of the clustering tendency of the constituents species with varying T.Correlation effects in mixture diffusion have the effect of slowing down the more mobile species (say, species 1), and speeding up the tardier one (say, species 2). The ratio of self-diffusivities can be derived from the M-S equations(16)(9)A reduction in the degree of correlations will have the effect of increasing the ratio D1,self/D2,self. This is demonstrated in Figure 13 for CH4−C3, and CH4−CO2 mixture diffusion in IRMOF-1. We note that with increasing temperature the ratio of the self-diffusivity of the more mobile species (1) to that of the tardier species (2) is decreased. We also note from Figure 13c that, at temperatures far in excess of Tc of either component, D1,self/D2,selfreaches an asymptotic value, consistent with the conclusion drawn earlier that correlations become T-independent at high enough temperatures.Figure 13. Ratio of the self-diffusivity of the more mobile species (1) to that of the tardier species (2) for diffusion of (a) CH4(1)−C3(2), (b,c) CH4(1)−CO2(2) equimolar mixtures in IRMOF-1.The self-diffusivities, Di,self, of equimolar nC4/iC4 mixtures in IRMOF-1 and PCN-6′ at 300 K display a maximum at loadings corresponding to the maximum in the respective 1/Γi vs ci data for pure components; see Figure 14a,b. The observed maximum in Figure 14b for nC4/iC4 mixture diffusion in PCN-6′ is consistent with the results of Babarao et al.;(21) our work clearly shows that molecular clustering is the root cause. A further interesting feature to note in Figure 14b is the minimum within the range 0 < ct < 1.2 kmol m−3. The reasoning can be traced to the corresponding minima in the pure component 1/Γi vs ci data (cf. Figure 3b), caused by the preferential location of C4 isomers within the octahedral pockets at low concentrations ci.Figure 14. Self-diffusivities, Di,self, of equimolar nC4/iC4 mixtures in (a) IRMOF-1 and (b) PCN-6′ at 300 K.Babarao et al.(21) also performed MD simulations for a ternary nC5/2MB/neo-C5 mixture diffusion in PCN-6′ and found maxima for the Di,self of each component, with the hierarchy of magnitudes nC5 > 2MB > neo-C5, entirely consistent with the hierarchy of the pure component 1/Γi vs ci data presented in Figure 3e. Their diffusivity results are rationalized by our current work and are traceable to differences in the degree of clustering of linear and branched C5 isomers; cf. Figure 3e.A qualitative appreciation of clustering can be obtained by viewing the animations of MD simulations of diffusion of a variety of guest−host combinations; these are available as Supporting Information accompanying this publication.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferences6 ConclusionsThe important message that emerges from the investigations reported here is that the adsorption and diffusion characteristics in zeolites and MOFs, with pore sizes larger than 0.75 nm, are strongly influenced by molecular clustering phenomena that manifests at temperatures below Tc. Specifically, we can draw the following set of conclusions. (1) For adsorption of n-alkanes at any given temperature, clustering phenomena is of increasing importance with increasing chain length. As a consequence, the inverse thermodynamic factor 1/Γi exceeds unity for a range of concentrations ci; in this concentration range the M-S diffusivity, Đi, shows a maximum. (2) When the extent of clustering is severe, and 1/Γi ≫ 1, the Fick diffusivity, Di, can be lower than the self-diffusivity, Di,self, for a range of concentrations. (3) For C4, C5, and C6 alkane isomers, the linear molecule has the highest Tc, and consequently exhibits the highest degree of clustering. Such differences in the degree of clustering can be exploited to effect isomer separation. (4)The adsorption selectivity in mixtures is significantly enhanced in favor of the component with a higher degree of clustering. (5) Clustering phenomena provide an explanation for the curious maxima observed by Babarao et al.(21) for the self-diffusivities of C4 and C5 isomers in PCN-6′. (6) Correlation effects are reduced with increased degree of clustering and are dictated by the value of the reduced temperature TR. The smaller TR goes below unity, the lower the strength of correlations. Conversely, when TR ≫ 1, correlation effects are practically T-independent. (7) When the degree of clustering is severe, the T- dependence of the diffusivities may exhibit non-Arrhenius behavior. (8) Increased degree of clustering has the consequence of increasing the diffusion selectivity for mixture diffusion. (9) The interpolation formula in eq 8 is found to be applicable also in cases where one or both of the components in the mixture form clusters. (10) Since both adsorption and diffusion selectivities are significantly increased with degree of clustering, the permeation selectivity of mixtures in membrane separations can be improved by an optimum choice of temperature.The current work has highlighted a variety of peculiar adsorption and diffusion characteristics induced by cluster formation for operations below subcritical temperatures. Many detailed mechanistic aspects deserve further investigation. These include determination of cluster sizes, cluster lifetimes, cluster disintegration, and regrouping phenomena. These aspects will be addressed in a follow-up publication, that will also investigate adsorption of polar molecules such as water and alcohols for which cluster formation is induced by hydrogen bonding.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferencesAcknowledgmentR.K. acknowledges the grant of a TOP subsidy from The Netherlands Foundation for Fundamental Research (NWO−CW) for intensification of reactors. R.K. acknowledges helpful suggestions from Dr. D. Dubbeldam. Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferencesSupporting InformationDetails of the CBMC and MD simulation methodologies, details of the microporous structures (unit cell dimensions, accessible pore volume), pore landscapes, description of the force fields used, simulation data on isotherms, and diffusivities. Animations of MD simulations for diffusion of (a) nC4, nC5, nC6 diffusion in IRMOF-1, and PCN-6′ at 300 K and (b) CH4−CO2 mixtures in IRMOF-1, AFI, and MIL-47 at 200 K. These animations provide some qualitative indication of clustering phenomena in mixtures. This material is available free of charge via the Internet at http://pubs.acs.org.Top of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferencesGlossarybidual-Langmuir-Sips constant for species i, Pa−νiciconcentration of species i, mol m−3ci,satsaturation capacity of species i,mol m−3cttotal concentration in mixture, mol m−3DiFick diffusivity of species i, m2 s−1Di,selfself-diffusivity of species i, m2 s−1Điiself-exchange coefficient, m2 s−1ĐiM-S diffusivity, m2 s−1Đi(0)zero-loading M-S diffusivity, m2 s−1Đ12binary exchange coefficient defined by eq 5, m2 s−1fifluid phase fugacity of species i, PaNimolar flux of species i, based on pore space,mol m−2 s−1Rgas constant, 8.314J mol−1 K−1Tabsolute temperature,KTccritical temperature, KTRreduced temperature, KVppore volume per mass of framework, cm3 g−1ximole fraction of species i based on loading within pore, dimensionless Greek lettersΓithermodynamic factor, dimensionlessμimolar chemical potential, J mol−1νiexponent in the dual-Langmuir-Sips isotherm, dimensionlessθifractional occupancy of i, dimensionlessΘiloading of i, molecules per unit cell SubscriptsA,Breferring to adsorption sites Aand Bccritical parameterireferring to component iRreduced parametersatreferring to saturation conditionstreferring to total mixture Vector Notation∇gradient operatorReference QuickViewTop of PageAbstractIntroductionCluster Formation in Adsorption of AlkanesInfluence of Clustering on Adsorption Selectivity of MixturesInfluence of Molecular Clustering on Diffusion CharacteristicsInfluence of Clustering on Diffusion in Binary MixturesConclusionsGlossaryReferencesReferencesThis article references 52 other publications.1. Kärger, J. and Ruthven, D. M.  Diffusion in zeolites and other microporous solids; John Wiley: New York, 1992.There is no corresponding record for this reference.2. Férey, G. Chem. Soc. Rev. 2008,  37,  191– 214[Crossref], [PubMed], [CAS]2. Hybrid porous solids: past, present, futureFerey, GerardChemical Society Reviews\r\n        (2008),\r\n    37\r\n        (1),\r\n    191-214CODEN:\r\n                CSRVBR;\r\n        ", "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-11/la904895y/production/images/small/la-2009-04895y_0015.gif\">"]}